Repository: dkfans/keeperfx
Catalog: lang/campaigns/keeporig/landview_pol.po
Languages: pl_pl

# Level introduction
source: Eversmile. Set in the realm of joy, the people of Eversmile are plagued only by aching facial muscles, and not anthrax as we had hoped. Eversmile is a disgusting land of good humour and polite frivolity.
pl_pl: Śmiechowice. Żyjący w królestwie radości mieszkańcy Śmiechowic, cierpią jedynie na kurcze mięśni twarzy, a nie na wrzody, jak przypuszczaliśmy. Śmiechowice to obrzydliwa kraina dobrego humoru i przyzwoitej frywolności.

# Level summary
source: Brana Hauk. War and anthrax have taken to this land likes fleas to a rat. The region is, thanks to your unstinting efforts, now a major eyesore.
pl_pl: Wyrzynowo. Wojna i wrzody nawiedziły ten kraj niczym pchły szczura. Obrzydliwość, dzięki twoim nieustannym wysiłkom, panuje tu niepodzielnie.

# Level introduction
source: Cozyton. A hideous sham of a town, in which the prosperous citizens have no gripes or moans. Sadly, even the children are happy and secure. This is because they aren't punished for non-existent crimes..
pl_pl: Przytulice. Odrażająca imitacja miasta, w którym pracowicy i zamożni obywatele nie mają zmartwień ani niestrawności. Z ubolewaniem należy zaznaczyć, iż nawet dzieci są tu szczęśliwe i bezpieczne. Z pewnością dlatego, że nie karze się ich za wydumane przewiny.

# Level summary
source: Darkhana. The surviving citizens have more on their plates than a Demonspawn with three dead adventurers to munch. Not that many citizens have survived, as such.
pl_pl: Ciemnogród. Niedobitki zamieszkujące tę mieścinę, mają nieco więcej zajęcia niż demoni pomiot przy pochłanianiu trzech martwych poszukiwaczy przygód. Cóż, nawet tylu nie przeżyło.

# Level introduction
source: WaterDream Warm. A region of pointless frolicking and endless pleasure. No one here understands the true meaning of suffering and RANDOM SHOCKING VIOLENCE METED OUT ARBITRARILY.
pl_pl: Cieplice Letnie. Rejon bezsensownych figli i nieustających przyjemności. Nikt tu nie jest w stanie pojąć prawdziwego sensu cierpienia i przypadkowych aktów wstrząsającej, nieuzasadnionej przemocy.

# Level summary
source: Wither's Tread. This place now has a proper name, because of what you did here. There is a healthy disrespect for life, and you will be amused to hear that cannibalism has gained a strong foothold amongst the ragged inhabitants.
pl_pl: Wredniewo. Obecna nazwa miejscowoości dobrze odpowiada temu, czego tam dokonałeś. Z pewnością ucieszy cię wiadomość, że obdartych mieszkańców cechuje zdrowy brak szacunku dla życia i łaknienie drugiego człowieka, przez intelektualistów nazywane kanibalizmem.

# Level introduction
source: Flowerhat. Polite bartering has lead to extreme compassion and a servative contentment in this area. Not even a thick skinned troll could survive the understanding and help these scummy people could provide.
pl_pl: Kwiatowice. Przykładny handel wymienny pociągnął tu za sobą niebywałe rozplenienie się poczucia wspólnoty i nadmiaru zadowolenia. Nawet gruboskórny Troll nie wytrzymał by takiego współczującego i ofiarnego sąsiedztwa dłużej niż cztery i pół minuty.

# Level summary
source: Firemore. There's a burning mess where once a pretty village stood. Truly you have achieved a significant improvement in the area. Even the poisonous smoke smells sweet.
pl_pl: Pogorzelice. Tam gdzie niegdyś stała wioska, rozlewa się morze ognia. doprawdy, udało ci się nadać tej krainie nowe walory krajobrazowe. I ten słodki zapach duszącego dymu.

# Level introduction
source: Lushmeadow-on-down. The bloody axes of war and famine have so far bypassed this quiet backwater, leaving the inhabitants totally unaware of the purpose of real agony and loss. Unbearably most die of old age.
pl_pl: Spokojowo Niżne. Zakrwawione topory wojenne i głód omijały jak dotąd ten cichy zakątek, utrzymując mieszkańców w całkowitej nieświadomości piękna, jakie niesie ze sobą przedwczesna agonia i zatrata. To nie do zniesienia że większość z nich umiera ze starości.

# Level summary
source: Knife. The streets run with the blood of the slain. Screams of pain and howls of anguish rip the night air like a vengeful siren song. This really is somewhere you can take the kids for a weekend.
pl_pl: Śmierdnica. Ulice zamienione w rzeki krwi. Powietrze przepełnione wrzaskiem katowanych i jękiem udręczonych, niby nocną pieśnią mściwych syren. Każdy chętnie urządził by tu piknik dzieciakom.

# Level introduction
source: Snugglebell. The folk of snugglebell worship the common rabbit. Floppy eared bunnies are encouraged to hop around the fields surrounding the hamlet, bringing happiness, love, and more bunnies to the entire area.
pl_pl: Pieszczochów. Lud z pieszczochowa otacza kultem króliki. Zacheca te przebrzydłe uszate potwory do baraszkowania po otaczajace wioskę polach, co zapewnia całej okolicy szczęście, miłość i więcej królików.

# Level summary
source: Steepscythe. Everyone has been put to the sword, and we've made an enormous magic carpet out of the thousands of bunnies that swarmed here. Your minions will feast on their tiny remains for weeks. Truly a majestic victory.
pl_pl: Cioskosowo. Wszyscy mieszkańcy podłożyli gardła pod miecz, lub inny ostry przedmiot. Z rojących się wszędzie królików zdarliśmy skórki, żeby wykonać ogromny latający dywan. To co z nich zostało zapewni twoim oddziałom zaprowiantowanie na długi czas. Oto smak zwycięstwa!

# Level introduction
source: Wishveil. This region of dreaming underlings is ruled by the Lady Catherine. She is kind, and fair, and doesn't imprison or torture her subjects, for some reason.
pl_pl: Wymarzenice. Region zamieszkany przez niepoprawnych marzycieli, zarządzany przez piękną Kasię. Jest dobra i sprawiedliwa, nie więzi i nie torturuje swoich poddanych. Nie zmusza ich też do płacenia coraz większych podatków na utrzymanie wojska.

# Level summary
source: Panicantrizica. A weeping, wizened crone presides over this ruined empty land now. Once she was beautiful, now she's one to make you vomit. The improvement is impressive.
pl_pl: Straszno. Zawodząca, pomarszczona starucha panuje nad tym co pozostało z tego spustoszonego kraju. Kiedyś była piękna, teraz robi się niedobrze na jej widok. Prawdziwy cud chirurgii kosmetycznej!

# Level introduction
source: Blissfully unaware of the damage protracted war can wreak on their idyllic cluster of homesteads, the villagers of Tickle are pure of heart, and unblemished of face and neck.
pl_pl: Łaskotniki. Rozkosznie nieświadomi zniszczeń, jakie przewlekła wojna może wywrześ na ich beztroskiej egzystencji, mieszkańcy Łaskotnik mają czyste serca i nieskazitelne oblicza.

# Level summary
source: Neverdwarf. Once a flourishing homestead, now it's a stinking hole in the ground. It will be years before even the hardiest weed grows here again. War, on the other hand, is in full blossom.
pl_pl: Niewieńców. Niegdyś kwitnąca mieścina, obecnie nie więcej niż cuchnąca dzióra w ziemii. Miną wieki nim popioły porosną trawą. Jak to mówią, wojna w pełnym rozkwicie.

# Level introduction
source: Moonbrush Wood. A forest town with a welcoming population. Demons and the legions of Hell could ride in, and would probably be offered cheap lodgings and a night of good cheer in a warm cozy tavern.
pl_pl: Księżylas. Leśne miasto zamieszkałe przez niezwykle gościnnych ludzi. Legiony piekieł które napadły by na tę miejscowość, zapewne otrzymały by tani nocleg ze smacznym posiłkiem, w czystym, przytulnym zajeździe.

# Level summary
source: Grimsforth. The legions of hell have been through here at your bidding. They've altered the appearance of the place as you would wish Master. Now we breath the heady perfumes of toxins wherever we wander.
pl_pl: Pomurzyce. Legiony piekieł pojawiły się niczym z podziemii. Wygląd tego miejsca został zmieniony zgodnie z twoimi planami, panie. Teraz pełbymi płucami można wdychać aromat trujących wyziewów.

# Level introduction
source: Nevergrim. Unable to see the bad side of anyone, these folk could benefit from a swinging sword to the back of the neck, or possibly a lightning spell to the throat. Such possibilities never cross their happy minds...
pl_pl: Niesmuta. Mieszkańcy tej wiochy w nikim nie potrafią dostrzec wad, więc klinga na gardle lub rażenie piorunem mogło by ich czegoś nauczyć. Tym bardziej że myśl o takich zdarzeniach nigdy nie kala ich szczęśliwych łbów.

# Level introduction
source: Hearth. Family life is the reason these serfs feel so confident and cheerful. Their unruffled existence would make even a terror dog throw up it's breakfast of half-chewed champions.
pl_pl: Zacisze. Życie rodzinne leży u podstaw szczęścia i ufności tych prymitywów. Ich niezmącony spokój ducha może spowodować, że nawet najzagorzalszy pies wojny straci apetyt i porzuci na wpół przeżute ciała boraterów.

# Level introduction
source: Elf's Dance. A village set inside a giant fairy ring. A weak kind of magic provides the dwellers with all their hearts could desire. Embarrassingly, most simply wish for peace, happiness, and a long untroubled life.
pl_pl: Elfitan. Mieścina zbudowana w olbrzymim magicznym kregu. Rodzaj słabej magii zapewnia wieśniakom wszystko czego zapragną. Co wręcz żenujace, w większości pragną oni po prostu pokoju, szczęścia i długiego, spokojnego życia.

# Level introduction
source: Buffy Oak. A small location, where the people just sit around all day and enjoy each other's company. They talk, laugh, and sing without ever arguing, drawing daggers, and dying in a gurgling rush of blood! A truly bizarre place...
pl_pl: Dąbrowa Imprezowa. Niewielka miejscowość, której mieszkańcy doskonale się bawią we własnym towarzystwie. Rozmawiają, zartują, śpiewają sobie - bez kłutni, machania sztyletami i krwawego bulgotu agonii. Zaprawdę, niesamowite miejsce.

# Level introduction
source: Sleepiborough. A settlement in the fertile farmland near the mountains. Nothing ever happens here, apart from some good deeds and the odd exchange of kind-hearted greetings. A disgusting pit of Hades in other words.
pl_pl: Śpiochowice. Osiedle położone wśród pól, niedaleko gór. Nic tu się nigdy nie dzieje, może z wyjątkiem kilku dobrych uczynków dziennie i wymiany uprzejmych pozdrowień. Innymi słowy - paskudna i obrzydliwa nora.

# Level introduction
source: Woodly Rhyme. A place of such obscene contentment, it's criminal that a horde of undead vigilantes haven't massacred every soul in the place. If there is any justice, that will soon happen, my lord.
pl_pl: Sielanków. To zbrodnia, że wiochy w której panuje tak nieprzyzwoite zadowolenie, nie nawiedziła jeszcze żadna chorda głodnych potworów, by wyciąć w pień mieszkańców. To musi się stać, mój Panie, jeśli tylko jest jakaś sprawiedliwość na tym świecie.

# Level introduction
source: Tulipscent. Flowers are on display in every building in this area. The poisonous stink of these fetid blooms will stick in the throats and noses of every right-thinking villains that comes within four leagues of the place.
pl_pl: Ogrodowo. W tym miasteczku widać doniczki w oknach każdego domostwa. Ochydny odór tych wszystkich pąków i kwiatów zakręci w nosie i zwali z nóg każdego prawdziwego potwora w promieniu czterech mil.

# Level introduction
source: Mirthshire. Industrious citizens go about their daily business with care, enthusiasm, and diligence. There is no crime, and everybody is working for the common good. It's a disaster of a place and deserves razing.
pl_pl: Uciechów. Pracowici obywatele uwijają się raźnie, pieczołowicie i entuzjastycznie wokół swoich drobnych spraw. Nie ma tu zbrodni i przestępstw, każdy działa na rzecZ wspólnego dobra. To miejsce jest kompletną katastrofą i zasługuje na splądrowanie.

# Level introduction
source: Blaise End. A place of joy and love. Nothing, the legends say, has ever spoiled the calm of Blaise End. So, when something does, it will be long overdue, and the inhabitants will thoroughly deserved it.
pl_pl: Młoda Miłosna. Zacisze miłości i radości. Nic, jak mówią legendy, nie zakłóciło tu nigdy spokoju. Zatem gdy w końcu coś zakłóci, będzie to wyraz sprawiedliwości dziejowej. W każdym razie mieszkańcy już dawno sobie na to zasłużyli.

# Level introduction
source: Mistle. Light and Airy. Mistle is a haven for those that love the peaceful countryside. The sort of people that won't like miles of sulphurous stinking wasteland. And the screams of the damned, of course.
pl_pl: Miłościn. Położony w pięknej okolicy miłościn, jest rajem dla miłośników ładnych widoków. Ludzi którzy raczej nie docenili by uroku rozległych, cuchnących siarką pustkowii, że nie wspomnę o wrzasku potępionych.

# Level introduction
source: Skybird Trill. The Ultimate in cute. A frown in Skybird Trill brings all the townspeople to the sufferer's door with gifts of love, fine cheer, and eternal friendship. A place where nothing can ever go wrong, or so they fondly believe.
pl_pl: Ptaszkoćwierkowo. Kwintesencja cukierkowości. Skrzywiona mina powoduje, że całe miasto gromadzi się u drzwi cierpiętnika, wznosząc okrzyki sympatii, niosac dary miłości i wieczystą przyjkaźń. Miejsce gdzie wszystko dobrze się kończy - a przynajmiej, tak im się zdaje.
