Repository: dkfans/keeperfx
Catalog: lang/levels/lostlvls/text_rus.po
Languages: ru

# In-game message
source: Moo
ru: Му

# In-game message
source: Money sits at the root of all Evil, and so it is appropriate that you start your Empire by building a Treasure Room. Select the Treasure Room Icon with the Left Mouse Button (LMB) and build a 3X3 Treasure Room in an empty space in your Dungeon.
ru: Деньги - источник зла, так что начните строительство Вашей империи с постройки сокровищницы. Выберите сокровищницу, щелкнув левой кнопкой мыши (ЛКМ) по иконке сокровищницы, и постройте комнату площадью 3x3 в незастроенной части Вашего подземелья.

# In-game message
source: You may see a map of the entire realm by pressing 'M' or clicking on the scroll at the top-left of your panel.
ru: Вы можете посмотреть карту королевства нажатием кнопки <M> или щелчком по свитку в левой верхней части панели.

# In-game message
source: A Treasure Room is used to store any gold mined by your imps.
ru: В сокровищнице хранится золото, добытое Вашими бесами.

# In-game message
source: Your gold reserves are running low. Tag the gold seam to the South. Your imps will mine it out and replenish your coffers.
ru: В Вашей казне заканчивается золото. Выделите золотую жилу на юге. Ваши бесы будут добывать из неё руду и пополнят Ваши сундуки.

# In-game message
source: Click with the right mouse button to stop building rooms. Now tunnel to the Portal in the East by tagging the rock with your left mouse button. Your Imps will then claim it for you.
ru: Нажмите правую кнопку мыши, чтобы выйти из режима строительства. Теперь прокопайте туннель к порталу на востоке, выделив землю под него левой кнопкой мыши. Ваши бесы впоследствии присоединят портал к Вашим владениям.

# In-game message
source: Using the right mouse button (RMB), you may slap your creatures, thus making them work more quickly. Be careful not to beat them too frequently! This will make them angry, or at worst you will beat them to death!
ru: Правой кнопкой мыши (ПКМ) Вы можете влепить пощечину своим созданиям, тем самым заставляя их работать быстрее. Не стоит бить их слишком часто - это делает их несчастными. А еще Вы можете просто забить их до смерти.

# In-game message
source: Clicking with the LMB whilst over a minion will pick that creature up. Any eight of the creatures you own can be carried in your hand like this. Use this method to place Imps next to the tasks that you wish them to carry out. Drop them on your own, or Neutral territory with the RMB.
ru: Щелчок ЛКМ, когда Рука зла находится над созданием, позволяет схватить создание. Рукой можно одновременно переносить не более восьми созданий. Таким образом Вы можете переносить бесов туда, где Вы желаете, чтобы они выполняли работу. Чтобы сбросить их на Вашей или нейтральной территории, нажимайте ПКМ.

# In-game message
source: Now you have claimed a portal creatures will enter your dungeon seeking employment. You must build a 3X3 Lair to house your creatures. Larger Lairs hold more creatures.
ru: Теперь, когда Вы захватили портал, создания будут приходить в Ваше подземелье, ища нового хозяина. Нужно построить логово площадью 3x3, чтобы им было где жить. Чем больше логово, тем больше созданий оно может вместить.

# In-game message
source: Now you have built a small lair, await the arrival of your first minion.
ru: Теперь, когда Вы построили небольшое логово, ждите появления в подземелье первого прислужника.

# In-game message
source: Rooms become more efficient as they increase in size. Build neat, rectangular rooms to ensure maximum efficiency.
ru: Чем больше помещение, тем оно эффективнее. Стройте геометрически правильные прямоугольные помещения, чтобы они были максимально эффективны.

# In-game message
source: A humble Fly has become the first of your troops. More powerful creatures require a source of sustenance. Build a 3X3 Hatchery to feed your creatures.
ru: Неказистая муха стала первым бойцом в Вашем войске. Более сильным существам нужен источник пищи. Постройте питомник площадью 3x3, чтобы Вашим созданиям было чем питаться.

# In-game message
source: A Beetle has settled in your Lair. To make your dungeon more appealing to the creatures of this world you can build bigger rooms.
ru: В Вашем логове поселился жук. Чтобы сделать подземелье более привлекательным для созданий, обитающих в этом мире, Вы должны строить более просторные помещения.

# In-game message
source: While you are waiting for your ranks to grow, try possessing a creature. Select the icon from the spell menu and choose your creature, right clicking to release it from its bond.
ru: Пока Вы ждете улучшения навыков созданий, попробуйте вселиться в создание. Щелкните по иконке заклинания на панели заклинаний и выберите Свое создание. Нажмите правую кнопку мыши, чтобы вернуть ему свободу воли.

# In-game message
source: Left Click on a creature in the creature panel to place it in your Hand of Evil. Clicking on the creature icon itself will select the most experienced specimen of the breed.
ru: Щелкните левой кнопкой мыши по иконке создания на панели созданий, чтобы схватить их Рукой зла. Щелчок по иконке создания позволяет выбрать самых опытных созданий конкретного вида.

# In-game message
source: Now dig out a 3X3 area and, once your imps have claimed the floor, build a Training Room in the space you have excavated.
ru: Теперь прокопайте комнату площадью 3x3, и когда бесы присоединят выкопанное пространство к Вашим владениям, постройте в ней тренировочный зал.

# In-game message
source: Creatures in the training room will improve their fighting prowess.
ru: В тренировочном зале создания будут развивать свои боевые навыки.

# In-game message
source: Now that you have built the training room, you can tell your creatures to train by picking them up with the LMB and dropping them in it.
ru: Теперь, когда у вас есть тренировочный зал, Вы можете отправить созданий на тренировку, собирая их ЛКМ и бросая в это помещение.

# In-game message
source: You may create more imps by choosing the Create Imp spell in the spell panel and then clicking with the left mouse button on a section of your dungeon floor.
ru: Вы можете материализовать новых бесов, щелкнув по иконке заклинания "Призвать беса" на панели заклинаний и затем ЛКМ на любом тайле пола подземелья.

# In-game message
source: Your mission here is to use your power to rid this land of all good. Forge a path North!
ru: Ваша задача здесь - использовать Вашу мощь, чтобы очистить эти земли от всякого добра. Проложите путь на север!

# In-game message
source: You have found a spell of acceleration. When cast on your creatures this will allow them to move at a greatly increased rate for a time. Holding down the LMB will increase the power and cost of the spell.
ru: Вы нашли свиток ускорения. При применении заклинания на создании оно некоторое время будет двигаться со значительно более высокой, чем обычно, скоростью. Если удерживать ЛКМ, эффективность и стоимость заклинания возрастает.

# In-game message
source: The Heroes' castle lies out of reach on the far bank of the lava flow. Use bridges to connect your land to the north bank and seek out this nest of virtue.
ru: Крепость героев расположена на другом берегу лавовой реки, так что до неё просто так не добраться. Стройте мосты, чтобы соединить принадлежащие Вам земли с северным берегом и осадить это гнездо добродетели.

# In-game message
source: You now have the ability to cast Heal on your creatures. Hold down the LMB for more power. The hero forces are sure to retaliate.
ru: Теперь Вы можете использовать заклинание "Исцелить" на Своих созданиях. Удерживайте ЛКМ, чтобы усилить его эффект. Войско героев несомненно нанесет ответный удар.

# In-game message
source: A goblin has entered your dungeon. While not as intelligent as the average human, goblins make excellent soldiers.
ru: Гоблин пришел в Ваше подземелье. Хотя они и не столь умны, сколь обычные люди, из гоблинов получаются отличные солдаты.

# In-game message
source: You have found a new Bile Demon ally. The aggression and tenacity of these beasts is matched only by their appetites.
ru: Вы обнаружили нового союзника - желчного демона. С агрессивностью и выносливостью этих тварей может сравниться только их аппетит.

# In-game message
source: From the markings, you have broken into an old dungeon. Claim any assets remaining, but be on your guard!
ru: Судя по меткам, Вы прокопали туннель в древнее подземелье. Заберите Себе всё, что сможете добыть, но берегитесь!

# In-game message
source: Danger! Your untidy exploration of this realm has left you exposed to the Lord's troops.
ru: Берегитесь! Чересчур активное исследование королевства привлекло внимание войска лорда этой земли.

# In-game message
source: You've discovered the Heroes' castle. Break down the doors and wreak havoc upon the enemy!
ru: Вы обнаружили замок героев. Снесите ворота и посейте хаос в рядах врага!

# In-game message
source: Congratulations. You have defeated the Lord of the Land and completed the Dungeon Keeper demo.
ru: Поздравляем! Вы одолели лорда этой страны и прошли демо-версию игры "Хранитель подземелий".

# In-game message
source: This will be your most difficult battle to date; you must use all of your skills to defeat your distant enemy.
ru: Это будет самое тяжелое сражение для Вас. Используйте все, чему научились, чтобы одолеть дальнего врага.

# In-game message
source: You are but one of four Dungeon Keepers in the land and all are as evil as yourself. Can you defeat them all?
ru: Вы лишь один из четырех Хранителей подземелья, претендующих на эти земли, и у всех у них такая же черная душа, как у Вас. Сможете ли Вы одолеть их?

# In-game message
source: This realm is ruled by a noble Knight, whom another Keeper also seeks to destroy. His land has already been besieged, so make haste.
ru: Этим королевством правит благородный рыцарь, с которым уже пытается расправиться другой Хранитель. И он прямо сейчас осаждает земли этого лорда, так что поторопитесь.

# In-game message
source: Your rival has already prevailed over the heroes of this realm. There is room for only one ultimate evil here though, so find out which one of you is worthy.
ru: Ваш соперник уже одолел героев в этом королевстве. Однако на троне абсолютного зла есть лишь одно место, так что пришло время выяснить, чье оно по праву.

# In-game message
source: This level will test your ability to travel through these underground caverns at great speed. Indeed, speed is your only ally here. Make it to the end of the course in the time allowed to win.
ru: Этот уровень покажет, насколько быстро Вы способны двигаться по этим подземным пещерам. Тут скорость и в самом деле Ваш единственный союзник. Нужно дойти до конца за время, отведенное на выполнение задания.

# In-game message
source: Make haste to subjugate your adversaries here, the Dungeon Keeper cake-boys.
ru: Поскорее подчините Своей воле своих местных соперников, хранителей-пирожочков.

# In-game message
source: Build a Treasure Room and fill it with 2000 gold.
ru: Постройте сокровищницу и соберите в ней 2000 золота.

# In-game message
source: Well done. Now build a Lair and Hatchery and attract five creatures into your dungeon.
ru: Хорошо сработано. Теперь постройте логово и питомник, а затем привлеките пять созданий в Свое подземелье.

# In-game message
source: Excellent. Now continue to mine the area for gold, but beware, your success will have attracted the unwanted attentions of local heroes. Defend your dungeon from these do-gooders.
ru: Превосходно. Продолжайте добывать золото из золотых жил, расположенных вокруг, но будьте осторожны. Ваш успех неизбежно привлечет ненужное внимание местных героев. Защищайте подземелье от этих добрячков.

# In-game message
source: Your continued success has attracted the attentions of the local lord. He must be defeated so you can claim this realm as your own.
ru: Ваши неизменные успехи привлекли внимание местного лорда. Вы должны одолеть его, чтобы захватить это королевство.

# In-game message
source: Great work. By defeating the lord, you have claimed this realm as your own.
ru: Отличная работа. Одолев лорда этой страны, Вы покорили это королевство.

# In-game message
source: You have been defeated. Better luck next time.
ru: Вас одолели. Удачи в следующей попытке.

# In-game message
source: This is a holy place, and the most powerful magic will become available to you here from research. Subordinate your competition and then raise the electric church to reveal its powers.
ru: Это священное место. Здесь исследования Вам помогут обрести мощные заклинания. Отодвиньте конкуретнтную борьбу на второй план и займитесь возведением электроцеркви, чтобы раскрыть сокрытые здесь силы.

# In-game message
source: You have researched the evil audience; if you are powerful enough, victory is now yours for the taking.
ru: Вы исследовали заклинание "Собрать публику". Если Ваша мощь достаточно велика, победа скоро будет за Вами.

# In-game message
source: You have discovered an evil Temple, a source of great power, the uses of which will only be revealed to you in the worlds to come.
ru: Вы обнаружили храм Зла - источник огромной силы. Для чего он служит, откроется Вам в последующих мирах.

# In-game message
source: Your competition has been put in its rightful place; take what is now yours. You will find the electric church to the south. You will require the ultimate weapon.
ru: Ваш соперник был поставлен на место. Теперь возьмите то, что принадлежит Вам по праву. Электроцерковь лежит на юге. Вам понадобится сверхоружие.

# In-game message
source: Build up your dungeon, build a research room, and see what it has to offer you.
ru: Постройте Свое подземелье, затем пристройте зал для исследований и увидите, что Вам это даст.

# In-game message
source: You have discovered a lost cave, home of the Tentacles. Take them into your dungeon; others are sure to follow them to you.
ru: Вы нашли затерянную пещеру, в которой жили щупальца. Приведите их в Ваше подземелье, и новые щупальца наверняка не заставят себя ждать.

# In-game message
source: You have researched a Workshop; with it, doors and traps will become available to you.
ru: Вы закончили исследование мастерской. Её постройка позволит Вам производить двери и ловушки.

# In-game message
source: Dispense with the particularly obnoxious Dwarves which wander this region while you build a well defended Dungeon.
ru: Избавьтесь от особенно назойливых гномов, которые бродят неподалеку, пока идет строительство хорошо укрепленного подземелья.

# In-game message
source: The final battle is at hand. Find and destroy the heroic stronghold.
ru: Последняя битва уже не за горами. Найдите и разрушьте крепость героев.

# In-game message
source: In the caves of Savactor, a rival Keeper battles with the tireless forces of good. Vanquish the pathetic heroes and them proceed to conquer the rival Keeper to gain dominance over this land.
ru: В пещерах Савактора другой Хранитель бьется не на жизнь, а на смерть с неутомимыми силами добра. Разгромите жалких героев, а затем отвоюйте земли у соперника и станьте безраздельным повелителем этой страны.

# In-game message
source: The corpses of the good lie strewn around you. Now go, and conquer your rival on this land. Dominion awaits ...
ru: Телами мертвых героев устлано все пространство вокруг Вас. Теперь ступайте и одолейте Вашего соперника за обладание этими землями. Безраздельное господство ждет...

# Level name
source: Dungeon Keeper Demo
ru: Карта из демо-версии "Хранителя подземелья"

# Level name
source: Skybird Trill 30
ru: Скайбёрд-Трилл 30

# Level name
source: Skybird Trill 32
ru: Скайбёрд-Трилл 32

# Level name
source: Watercreek Drip
ru: Уотеркрик-Дрип

# Level name
source: Bonus Level - Crush the Imp
ru: Бонусный уровень - Раздави беса

# Level name
source: Bonus Level - Time flies
ru: Бонусный уровень - Время летит

# Level name
source: Bonus Level - Cake Boy
ru: Бонусный уровень - Пирожочки

# Level name
source: Othersmile
ru: Отерсмайл

# Level name
source: Krowalocar
ru: Кровалёцар

# Level name
source: Electric Church
ru: Электроцерковь

# Level name
source: Staging Point
ru: Плацдарм

# Level name
source: Quick Death in Chaos
ru: Быстрая смерть посреди хаоса

# Level name
source: Single Example
ru: Единичный пример

# Level name
source: Mirthhold
ru: Миртхолд
