Repository: dkfans/keeperfx
Catalog: lang/campgns/burdnimp/text_spa.po
Languages: es

# In-game message
source: Moo3
es: Muu3

# In-game message
source: Moonshadow Keep. Home to many knights and wizards of moral excellence. They truly are a stain on this world and deserving of certain death. Speed is of the essence, Keeper, restore this old dungeon as fast as you can. I can already hear heroes readying themselves to meet you.
es: Torreón Sombraluna. Hogar de muchos caballeros y magos de excelente moral. Realmente son una mancha en este mundo y merecen una muerte segura. La velocidad es esencial, Guardián, restablece esta antigua mazmorra lo más rápido que puedas. Ya puedo escuchar a los héroes preparándose para encontrarse contigo.

# In-game message
source: A final and desperate attempt to reclaim this land, Keeper. They should have fled when they had the chance. Make them regret their choice.
es: Un último y desesperado intento de recuperar esta tierra, Guardián. Deberían haber huido cuando tuvieron la oportunidad. Haz que se arrepientan de su elección.

# In-game message
source: All knights and wizards have been defeated. Without their leadership and wisdom this land has no choice but to bow down before your will. Expertly done, Keeper.
es: Todos los caballeros y magos han sido derrotados. Sin su liderazgo y sabiduría, esta tierra no tiene más remedio que inclinarse ante tu voluntad. Hecho por expertos, Guardián.

# In-game message
source: Be warned, Keeper! A band of heroes has left the keep and are heading for your domain!
es: ¡Cuidado, Guardián! ¡Una banda de héroes ha dejado la fortaleza y se dirige a tu dominio!

# In-game message
source: Be advised, Keeper, more heroes have left the safety of their home to destroy your dungeon.
es: Ten en cuenta, Guardián, más héroes han dejado la seguridad de su hogar para destruir tu mazmorra.

# In-game message
source: Beware! Another group of heroes left the keep! See that they receive an unexpected, fitting and gruesome end.
es: ¡Ten cuidado! ¡Otro grupo de héroes abandonó su fortaleza! Asegúrese de que reciban un final inesperado, apropiado y espantoso.

# In-game message
source: Keeper, here comes Yet another attempt to destroy your dungeon heart. How pathetic.
es: Guardián, aquí viene otro intento más de destruir tu Corazón de Mazmorra. Qué patético.

# In-game message
source: A large group of heroes have left the keep once more to make a final, desperate attempt to destroy you. I thought you'd like to know.
es: Un gran grupo de héroes ha abandonado su fortaleza una vez más, para hacer un intento final y desesperado por destruirte. Pensé que te gustaría saberlo.

# In-game message
source: The heroes have given up their pointless attacks on your dungeon and are cowering inside their fortress. The time has come to hunt them down. Put every so called noble knight and wizard out of his misery. Any other hero slain is more meat for your creatures to feast upon.
es: Los héroes han renunciado a sus ataques inútiles en tu mazmorra y se esconden dentro de su fortaleza. Ha llegado el momento de cazarlos. Saca a todos los llamados nobles caballeros y magos de su miseria. Cualquier otro héroe asesinado es más carne para que tus criaturas se den un festín.

# In-game message
source: An epic battle raged here, resulting in the defeat of a keeper. The heroes are healing their wounds and have not yet destroyed the keeper's dungeon. This is the perfect time to take his place and display the power of a real Keeper. Find your way into the dungeon and find the last remaining portal. But be wary, Keeper! You lack resources and minions. The death of a single creature could mean instant failure!
es: Aquí se desató una batalla épica que resultó en la derrota de un Guardián. Los héroes están curando sus heridas y aún no han destruido la mazmorra del Guardián. Este es el momento perfecto para tomar su lugar y mostrar el poder de un verdadero Guardián. Encuentra tu camino hacia la mazmorra y encuentra el último portal restante. ¡Pero ten cuidado, Guardián! Te faltan recursos y servidores. ¡La muerte de una sola criatura podría significar un fracaso instantáneo!

# In-game message
source: Without servants or gold it will be impossible to go on, Keeper. You have failed miserably.
es: Sin sirvientes ni oro será imposible continuar, Guardián. Has fracasado miserablemente.

# In-game message
source: This creature was vital to your success, Keeper! You have failed.
es: ¡Esta criatura era vital para tu éxito, Guardián! Fallaste.

# In-game message
source: A skeleton. Use his abilities wisely, Keeper. He might prove to be quite useful.
es: Un esqueleto. Usa sus habilidades sabiamente, Guardián. Podría resultar bastante útil.

# In-game message
source: Speed and wings will prove to be useful. Be sure that it does not perish before it carries out its task.
es: La velocidad y las alas demostrarán ser útiles. Asegúrate de que no perezca antes de que lleve a cabo su tarea.

# In-game message
source: Several cowardly imps have managed to hide during the slaughter and pledge their allegiance to you. Furthermore, they have restored your ability to summon them. It is time to dig out the portal and build up your forces. Be sure to be well prepared when you start your attack on the heroes' fortress.
es: Varios duendes cobardes lograron esconderse durante la masacre y te juraron lealtad. Además, han restaurado tu habilidad para crearlos. Es hora de excavar hacia el portal y aumentar tus fuerzas. Asegúrate de estar bien preparado cuando comiences tu ataque a la fortaleza de los héroes.

# In-game message
source: The lord of the land lies defeated in his stinking pool of corrupted undead minions and his dungeon heart is shattered like the bones of the skeletons that protected it. Excellent work, Keeper.
es: El Señor de la Tierra yace derrotado en su apestoso estanque de corruptos fieles muertos vivientes y su Corazón de Mazmorra está destrozado como los huesos de los esqueletos que lo protegían. Excelente trabajo, Guardián.

# In-game message
source: There doesn't seem to be a library available. There is another Keeper who can provide what you seek. Find him in the south-west and steal his magic. This Keeper is old and weak and lost his portal during a fight. He should not be a threat to you.
es: No parece haber una biblioteca disponible. Hay otro Guardián que puede proporcionarte lo que buscas. Encuéntralo en el suroeste y roba su magia. Este Guardián es viejo y débil y perdió su portal durante un combate. No debería ser una amenaza para ti.

# In-game message
source: This hallway reeks of death and decay. While the smell is very soothing it does not belong here. These so-called heroes might have had outside help to overthrow their enemies. Proceed with caution, Keeper.
es: Este pasillo apesta a muerte y descomposición. Si bien el olor es muy relajante, no pertenece aquí. Estos supuestos héroes podrían haber tenido ayuda externa para derrotar a sus enemigos. Procede con precaución, Guardián.

# In-game message
source: In case you were taking a nap, a band of fully rested heroes are on their way to meet you, Keeper.
es: En caso de que te estés tomando una siesta, una banda de héroes completamente descansados, ​​están de camino y te encontraran, Guardián.

# In-game message
source: More heroes are on their way. Be ready.
es: Más héroes están de camino. Debes estar preparado.

# In-game message
source: Another feeble attempt has been launched to remove you from this land. Just that you know.
es: Se ha lanzado otro débil intento para sacarte de esta tierra. Solo que lo sepas.

# In-game message
source: Heroes are becoming scarce. A final desperate attack has been launched to reclaim this dungeon. I see undead among them. What treachery is this?
es: Los héroes son cada vez más escasos. Se ha lanzado un último ataque desesperado para recuperar esta mazmorra. Veo muertos vivientes entre ellos. ¿Qué traición es esta?

# In-game message
source: A portal is absent on this island. Without minions you have no hope of defeating the enemy Keeper here. However, visiting the nearby hero fortress might open some recruitment options. Starving heroes make fine skeletons and you might even be able to attract a vampire or two. Or, if you feel particularly evil today, why not convert them all to your cause and create a legion of heroes?
es: Un portal está ausente en esta isla. Sin criaturas no tienes ninguna esperanza de derrotar al Guardián enemigo. Sin embargo, visitar la fortaleza de los héroes cercana podría abrir algunas opciones de reclutamiento. Los héroes hambrientos son buenos esqueletos e incluso podrías atraer a uno o dos vampiros. O, si te sientes particularmente malo hoy, ¿por qué no convertirlos a todos a tu causa y crear una legión de héroes?

# In-game message
source: A fine display of wickedness. Congratulations, Keeper. Now, what to do with your remaining heroes...
es: Una hermosa muestra de maldad. Felicitaciones, Guardián. Ahora, qué hacer con los héroes restantes…

# In-game message
source: You cannot hope to win without minions, Keeper. You have failed.
es: No puedes esperar ganar sin criaturas, Guardián. Fallaste.

# In-game message
source: You are well on your way, Keeper. Thirty or more minions might do to overthrow your adversary. But it will be wise to gather more. Remember, you cannot replace fallen minions easily without a portal.
es: Vas por buen camino, Guardián. Treinta o más criaturas derrotarían a tu adversario. Pero será prudente reunir más. Recuerda, no puedes reemplazar fácilmente a los servidores caídos sin un portal.

# In-game message
source: An assortment of heroes have arrived. They will undoubtly attack your dungeon after seeing the grief you have caused to their friends. Potential future servants?
es: Ha llegado una variedad de héroes. Sin duda atacarán tu mazmorra después de ver el dolor que has causado a sus amigos. ¿Posibles futuros sirvientes?

# In-game message
source: The lord of this land has come to revenge his comrades. What he doesn't know is that he'll soon be fighting them. One has got to love the irony in that.
es: El Señor de esta tierra ha venido a vengarse de sus aliados. Lo que no sabe es que pronto estará combatiendo contra ellos. Uno tiene que adorar esa ironía.

# In-game message
source: Magnificent thinking, Keeper. The contamination of these holy wells by your minions' dirty feet has led to an interesting gift from the Gods. A Horned Reaper has come to aid you.
es: Magnífico pensamiento, Guardián. La contaminación de estos pozos sagrados por los sucios pies de tus servidores, ha dado lugar a un interesante regalo de los dioses. Un Segador Astado ha venido a ayudarte.

# In-game message
source: Most unpleasantly done, Keeper. This knight will make an excellent addition to your force.
es: Lo más desagradablemente está hecho, Guardián. Este caballero será un excelente refuerzo.

# In-game message
source: A dragon has joined your cause. There may be others around. Be advised, Keeper, if you seek to imprisonate and torture your enemy, a dragon's flames can burn any victim beyond unconsciousness. It would be best to find other minions to subdue your enemy.
es: Un dragón se ha unido a tu causa. Puede haber otros alrededor. Ten en cuenta, Guardián, si buscas encarcelar y torturar a tu enemigo, las llamas de un dragón pueden quemar a cualquier víctima hasta dejarla inconsciente. Sería mejor encontrar otras criaturas para someter a tu enemigo.

# In-game message
source: Four distinct mages are currently researching ways of becoming a Keeper such as yourself. If they would succeed there would be four more keepers threatening your land. Flush them out while they are still simple mortals. They are holed up in a cave called the Raven's Claw, past an ancient monastery.
es: Cuatro magos distintos están actualmente investigando formas de convertirse en un Guardián como tú. Si tuvieran éxito, habría cuatro guardianes más amenazando tu tierra. Límpialos mientras aún son simples mortales. Están escondidos en una cueva llamada Garra Cuervo, más allá de un antiguo monasterio.

# In-game message
source: All mages have been most efficiently removed. This will save you some time in the future for more important things. Like torturing your prisoners. Or slapping your imps. Or see a skeleton play with a group of hellhounds. Or play with your gold. Or flirt with a mistress. Well done.
es: Todos los magos han sido eliminados de manera muy eficiente. Esto te ahorrará algo de tiempo en el futuro, para cosas más importantes. Como torturar a tus prisioneros o abofetear a tus duendes, o ver un esqueleto jugando con un grupo de sabuesos infernales, o jugar con tu oro, o incluso coquetear con una dama oscura. Bien hecho.

# In-game message
source: Von Lichstein. His bloodsucking days are quite over. A masterful victory.
es: Von Lichstein. Sus días de chupasangre han terminado. Una victoria magistral.

# In-game message
source: Shakara, voodoo witch extraordinaire. She also majored in the summoning of various types of demons. It is almost a shame to see such a talent wasted... Almost.
es: Shakara, una extraordinaria bruja vudú. También se especializó en la invocación de varios tipos de demonios. Es casi una pena ver desperdiciado tal talento... O casi.

# In-game message
source: Tovus the Dread, a powerful wizard. Now known as Tovus the Dead. He bled before he could have fled. Well done.
es: Tovus el Terrorífico, un poderoso mago. Ahora conocido como Tovus el Muerto. Sangró antes de que pudiera haber huido. Bien hecho.

# In-game message
source: Xaan, once a warlock of great stature. Now he lies on the floor in his own pool of blood. And his 'stature' died with him. That old fool.
es: Xaan, una vez un brujo de gran estatura. Ahora yace en el suelo en su propio charco de sangre. Y su 'estatura' murió con él. Ese viejo tonto.

# In-game message
source: Quite the haunted place, Keeper. Such fun your minions must have!
es: Todo un lugar embrujado, Guardián. ¡Qué diversión deben tener tus criaturas!

# In-game message
source: The village of Silversong has been deserted. Rumors are that the people have fled underground, hiding from their enemies above. Little do they know that there is more below the ground than they are led to believe. Pay them a little visit and make them understand that this is your domain. In other words, destroy their heart and eradicate every hero alive.
es: El pueblo Canto Plata ha quedado desierto. Los rumores son que la gente ha huido bajo tierra, escondiéndose de sus enemigos de arriba. Poco saben que hay debajo de la tierra y que se les hace creer. Hágales una pequeña visita y hágales entender que este es su dominio. En otras palabras, destruir su Corazón y erradicar a todos los héroes vivos.

# In-game message
source: Heroes have come to take their revenge. There's quite a bunch of them. Good luck, Keeper. You might need it.
es: Los héroes han venido a vengarse. Hay un montón de ellos. Buena suerte, Guardián. Puede que lo necesites.

# In-game message
source: Well done, Keeper. Another piece of land added to your ever growing domain.
es: Bien hecho, Guardián. Otro pedazo de tierra agregado a tu dominio en constante crecimiento.

# In-game message
source: Just that you know, someone has undoubtly heard the destruction of this door. The heroes might be aware of your presence.
es: Solo que lo sepas, alguien sin duda ha escuchado la destrucción de esta puerta. Los héroes pueden ser conscientes de tu presencia.

# In-game message
source: Beware, a party of heroes is on its way to find your dungeon heart.
es: Cuidado, un grupo de héroes está de camino en buscada de tu Corazón de Mazmorra.

# In-game message
source: Another try has been initiated to invade and destroy your dungeon. Just that you know.
es: Se ha iniciado otro intento de invadir y destruir tu mazmorra. Solo que lo sepas…

# In-game message
source: Heads up, Keeper. More incoming heroes.
es: Atención, Guardián. LLegan más héroes.

# In-game message
source: A few wizards did not agree on you taking their tome of wall shattering. They are after revenge, Keeper.
es: Unos cuantos magos no estuvieron de acuerdo en que te quedaras su libro, Destrucción de Muros. Buscan venganza, Guardián.

# In-game message
source: Well done, Keeper. All knights have been dealt with. The river seems to have calmed down a bit too. You can now build a bridge to the other side. But beware, I sense something is coming for you.
es: Bien hecho, Guardián. Todos los caballeros han sido tratados. El río parece haberse calmado un poco. Ahora puedes construir un puente hacia el otro lado. Pero cuidado, siento que algo viene hacía a ti.

# In-game message
source: Well done. Let's hope the Avatar will not be resurrected this time, although I fear that it will be the case. But for today You are done here.
es: Bien hecho. Esperemos que el Avatar no resucite esta vez, aunque me temo que así será. Pero por hoy has terminado aquí.

# In-game message
source: Well done. Let's hope the Avatar will not escape from your grasp this time, although I fear that it will be the case. But for today you are done here.
es: Bien hecho. Esperemos que el Avatar no escape de tus manos esta vez, aunque me temo que así será. Pero por hoy has terminado aquí.

# In-game message
source: The Avatar himself has come to defeat the corrupted knights. Ofcourse, he will not find them, but WILL find you instead. Be ready.
es: El propio Avatar ha venido a enterrar a los caballeros corruptos. Por supuesto, él no los encontrará, sino que te encontrará a ti. Debes estar preparado.

# In-game message
source: The shallow river running through this area has a strong current at the moment. Building bridges would result in failure. You will have to do without for now.
es: El río poco profundo que atraviesa esta área tiene una fuerte corriente en este momento. Construir puentes resultaría en un fracaso. Tendrás que prescindir de él por ahora.

# In-game message
source: Six knights occupy this realm, but they are no ordinary knights. These knights have abandoned their virtues. Lord Angelus the Unjust, Lord Donahan the Greedy, Lord Espardio the Cowardly, Lord Vladavir the Betrayer, Lord Demunus the Vile and Lord Gustavo the Unliving all hide here from their brethren's vengeance. Spineless cowards. Flush them out.
es: Seis caballeros ocupan este reino, pero no son caballeros ordinarios. Estos caballeros han abandonado sus virtudes. Señor Ángelus el Injusto, Señor Donahan el Codicioso, Señor Espardio el Cobarde, Señor Vladavir el Traidor, Señor Demuno el Vil y Señor Gustavo el Sin Vida, se esconden aquí de la venganza de sus hermanos. Cobardes sin carácter. Límpielos.

# In-game message
source: How nice. A welcoming party is coming your way. Be sure to accept their invitation. And be sure to expect more of them.
es: Que agradable. Se acerca un grupo de bienvenida. Asegúrete de aceptar su invitación. Y asegúrete de esperar más de ellos.

# In-game message
source: More incoming heroes. Do they annoy you yet, Keeper?
es: Entran más héroes. ¿Empiezan a molestar, Guardián?

# In-game message
source: More heroes have come to invade your home. This looks like their last try to destroy your dungeon. It is about time they gave up.
es: Más héroes han venido a invadir tu hogar. Este parece ser su último intento de destruir tu mazmorra. Ya era hora de que se rindieran.

# In-game message
source: A prison is now available to you, in case you feel like giving some heroes a new home.
es: Una prisión ahora está disponible para ti, en caso de que tengas ganas de darles un nuevo hogar a algunos héroes.

# In-game message
source: Well, there goes your last hope of success. You cannot hope to defeat anything emptyhanded, can you?
es: Bueno, ahí va tu última esperanza de éxito. No puedes esperar derrotar nada con las manos vacías, ¿verdad?

# In-game message
source: Although small and annoying, imps are the backbone of your existence. Without them you are nothing, and since you lost all your servants you are indeed... nothing.
es: Aunque pequeños y molestos, los duendes son la columna vertebral de tu existencia. Sin ellos no eres nada, y dado que perdiste a todos tus sirvientes, eres de hecho… nada.

# In-game message
source: Masterfully done. A victory like this makes my flaming heart burn with conflagration. Congratulations, Keeper.
es: Lo has hecho magistralmente. Una victoria como esta hace que mi corazón llameante arda con intensidad. Felicitaciones, Guardián.

# In-game message
source: Here you are, with nothing but three little servants and an enemy keeper to kill. His magic has stripped away your spells and resources, but things are not so bad... yet. Unless, ofcourse, you pick the wrong door. Choose wisely, Keeper. Your life depends on it.
es: Aquí estás, con nada más que tres pequeños sirvientes y un Guardián enemigo para matar. Su magia te ha quitado tus hechizos y recursos, pero las cosas no están tan mal… todavía. A menos, por supuesto, que elijas la puerta equivocada. Elige sabiamente, Guardián. Tu vida depende de ello.

# In-game message
source: This old portal is a start, but you will have to find more ways to enlarge your power. Search around. There are many secrets to be found in this place.
es: Este antiguo portal es un comienzo, pero tendrás que encontrar más formas de ampliar tu poder. Busca alrededor. Hay muchos secretos que se encuentran en este lugar.

# In-game message
source: You are about ready to start making your enemy's life miserable. Destroy his dungeon with extreme prejudice.
es: Estás a punto de comenzar a hacerle la vida imposible a tu enemigo. Destruye su mazmorra con extremo prejuicio.

# In-game message
source: Moo11
es: Moo1

# In-game message
source: Four wizards have cast a spell of fear over your servants, Keeper. Twelve imps fled into the northern part of these caves. Find at least eight of them and make sure they live. Oh, your servants took your spellbooks as well. Time to do a thorough search.
es: Cuatro magos han lanzado un hechizo de miedo sobre tus criaturas, Guardián. Doce duendes huyeron a la parte norte de estas cuevas. Encuentra al menos ocho de ellos y asegúrate de que vivan. Oh, tus servidores también se llevaron tus libros de hechizos. Es hora de hacer una búsqueda exhaustiva.

# In-game message
source: An imp was carrying your Create Imp spell in its backpack. You are back in business. Pay the wizards a little visit, one that they will not survice, and level their dungeon for good measure.
es: Un duende llevaba tu hechizo, Crear Duende en su mochila. Estás de vuelta en la conquista. Haz una pequeña visita a los magos, que no sobreviva ni uno, y nivela su mazmorra por si acaso.

# In-game message
source: Revenge is ever so sweet, don't you agree, Keeper? A marvelous victory.
es: La venganza es muy dulce, ¿no le parece, Guardián? Una maravillosa victoria.

# Level name
source: Moonshadow Keep
es: Torreón Sombraluna

# Level name
source: Winterfrost Run
es: Carrera Escarcha Invernal

# Level name
source: Blistering Furnace
es: Horno abrasador

# Level name
source: Raven's Claw
es: Garra Cuervo

# Level name
source: Silversong Fall
es: La caída de Cantoplata

# Level name
source: Waterspring River
es: Río Aguaprimaveral

# Level name
source: Amberstone Hills
es: Colinas Piedra Ámbar

# Level name
source: Dreamweave Caverns
es: Cavernas Tejesueños
