Repository: dkfans/keeperfx
Catalog: lang/levels/classic/text_rus.po
Languages: ru

# In-game message
source: Here you are in enemy territory Keeper. The smugglers are organised and have numerous defense posts at their disposal. Be quick and tactical to ensure your victory!
ru: Вы на вражеской земле, Хранитель. Контрабандисты хорошо организованы, и у них повсюду сторожевые посты. Действуйте быстро, применяя тактические маневры, - и победа Ваша!

# In-game message
source: A Baron whose lands have been pillaged has joined your lines. Your chances of victory over the syndicate's agents have improved significantly!
ru: Барон, чьи земли разграбляют бандиты, встал на Вашу сторону. Ваши шансы на победу над агентами синдиката значительно выросли!

# In-game message
source: Now that you have slaughtered the syndicate's troops, his director seems pretty angry. Atrociously played Keeper! Now you must decimate his army, a necessary task in order to take control over these lands.
ru: Вы разгромили войско синдиката, отчего его директор в ярости. Впечатляюще мерзко, Хранитель! А теперь истребите его войско - это последняя ступень к завоеванию этих земель.

# In-game message
source: The syndicate has been eradicated! Congratulations Keeper on your victory against the Director.
ru: Синдикат разгромлен! Поздравляю с победой над директором, Хранитель.

# In-game message
source: Magic powers in this realm have reduced your abilities. The meager resources of this realm are fiercely guarded by smugglers whom you must overcome if you are to be victorious Keeper! Maybe separate them from their heads?
ru: Волшебные силы, защищающие это королевство, подействовали на Ваши способности. Его скудные ресурсы отчаянно защищает горстка контрабандистов, которых Вам придется одолеть, чтобы остаться непобедимым Хранителем. Может, стоит попытаться отделить их от вожаков?

# In-game message
source: The smugglers have sent a raiding party towards you. You know what must be done!
ru: Контрабандисты отправили за Вами бригаду налетчиков. Вы знаете, что делать!

# In-game message
source: The elite troupe has been resurrected. Destroy them again, and this time let it be once and for all!
ru: Элитных бойцов возродили. Одолейте их снова, и на сей раз - навсегда!

# In-game message
source: A second bandit king has been raised in the secret altar, with a formidable army. When he counts his troops after the forthcoming battles, teach him to understand the number zero!
ru: Еще один атаман разбойников восстал на тайном алтаре - и сразу с превосходным войском. Когда он станет подсчитывать оставшихся в его распоряжении, научите его числу ноль!

# In-game message
source: Heroic reinforcements have arrived on your land to take your belongings. Reward them for their impudence!
ru: На Вашу землю пришли подкрепления сил героев. Они собираются взять то, что принадлежит Вам по праву. Вознаградите их за такую дерзость!

# In-game message
source: Agents have infiltrated your dungeon to steal gold. Find a way to make their suffering special!
ru: Агенты проникли в Ваше подземелье и пытаются разграбить сокровищницу. Постарайтесь сделать их страдания особенно ощутимыми!

# In-game message
source: Hell must have a pact with these smugglers? Make preparations Keeper, as these Demons have come to obliterate you!
ru: Неужели ад заключил договор с этими контрабандистами? Готовьтесь, Хранитель - эти демоны собираются стереть Вас с лица земли!

# In-game message
source: The last of the bandit masters is preparing to return. You must raze his realm to the ground!
ru: Последний главарь бандитов готовится к возвращению. Повергните его королевство во прах!

# In-game message
source: The Lord has returned with a bunch of optimistic puppets. Let the reward for their impudence be a slow death!
ru: Лорд вернулся с горсткой марионеток-оптимистов. Да будет медленная смерть наградой за их дерзость!

# In-game message
source: The bandits and smugglers will not dare to return now.You have won a great Victory Master!
ru: Бандиты и контрабандисты больше не осмелятся сунуть сюда свой нос. Вы одержали потрясающую победу, Повелитель!

# In-game message
source: Congratulations. You have conquered the enemy hordes.
ru: Поздравляю. Вы одолели орды врага.

# In-game message
source: Only one Dungeon Keeper can reign victorious over this land. Do not suffer a humiliating defeat Keeper, the penalty for such failure is torture and death!
ru: Только один хранитель может одержать здесь победу. Если вы потерпите унизительное поражение, Хранитель, в наказание за провал Вас ждут пытки и смерть!

# In-game message
source: When your troops are sufficient in number and have had some training, lead them north and crush any who oppose you.
ru: Когда Ваше войско станет достаточно многочисленным и подготовленным, ведите его на север и раздавите любого, кто воспротивится Вам.

# In-game message
source: This realm sees you and the Heroes as unlikely allies against a trio of rival Keepers. Dispose of them all, and I do mean ALL!
ru: Жители этого королевства не видят в Вас и героях подходящих союзников против трех враждующих хранителей. Избавьтесь от них всех. ВООБЩЕ ВСЕХ!

# In-game message
source: You have triggered an alarm Keeper. More Heroes are on their way!
ru: Сработала сигнализация, Хранитель! Очередные герои наступают!

# In-game message
source: You have more attacks to endure Keeper. Can you survive these relentless attacks?
ru: Вас ждут новые штурмы, Хранитель. Сможете ли Вы выдержать непрекращающиеся наступления?

# In-game message
source: Yet more Hero reinforcements are on their way! But I think this is their last desperate attack. Survive this and victory may be yours!
ru: И вновь силы героев получили подкрепление! Но я полагаю, что это их последний отчаянный штурм. Переживете его - победа Ваша!

# In-game message
source: Your tenacity has won you a remarkable victory here Keeper. Legends will tell of your achievements here today!
ru: Ваша стойкость позволила Вам одержать здесь выдающуюся победу, Хранитель. О том, чего Вы сегодня добились, будут слагать легенды!

# In-game message
source: The hounds have been released!
ru: Гончих спустили!

# In-game message
source: Souls of ancient keepers lurk to the south-west. They watch you intently with what is left of their magical powers!
ru: Души древних хранителей скитаются на юго-западе. Они пристально следят за Вами, используя все остатки своих волшебных сил!

# In-game message
source: Welcome to the Avatar's castle! His domain lies to the North-East, while his followers lurk to the North-West.
ru: Добро пожаловать в замок аватара! Его владения лежат на северо-восток, а его прихвостни бродят на северо-западе.

# In-game message
source: Beware, the Avatar is escaping even now....
ru: Берегитесь! Аватар удирает даже теперь...

# In-game message
source: The door to the east bears a simple plaque which reads, Emergency Exit - Keep Clear at all Times - Offenders will be shot!
ru: Над восточными воротами висит простая табличка, которая гласит: "Пожарный выход. Не загораживать! Виновники будут расстреляны!".

# In-game message
source: The Battle of Midway is afoot. Beware Evil one, the enemy is strong and well defended. Turn their misled minions against each other, sit back and let the butchery begin.
ru: Битва за атолл Мидуэй в самом разгаре. Берегитесь, Нечистый, - враг силен и хорошо укрепился. Оберните его заблудших прислужников друг против друга, откиньтесь в кресле и наслаждайтесь разворачивающейся бойней.

# In-game message
source: A fine victory Keeper!
ru: Блестящая победа, Хранитель!

# In-game message
source: Noble one, a massive army serves a Keeper by the name of Urien in this realm. Many of your forces are engaged in the East against Urien. However, you must also support our ally Keeper Morgant in the North who is also suffering from Urien's advancing onslaught. Quite a task Keeper!
ru: О благородный! В этом королевстве Хранитель, который зовется Уриен, собрал огромное войско. Значительная часть Ваших сил бьется против него на востоке. Вам к тому же придется поддерживать Вашего союзника - хранителя Морганта - на севере, где он тоже сдерживает натиск Уриена. Непростая задачка, Хранитель!

# In-game message
source: Morgant has fallen to Urien's armies because you have failed in your duties Keeper. Defeat and shame are your reward.
ru: Моргант пал под натиском сил Уриена, потому что Вы не выполнили Своих обязательств как союзник, Хранитель. Поражение и бесчестье Вам наградой.

# In-game message
source: An army without a Knight can never succeed, so your defeat is now sealed. Shame is your reward.
ru: Армии без рыцаря победы не одержать, так что Ваше поражение предрешено. Позор - Ваша награда.

# In-game message
source: Well done noble one. Urien has fallen and Morgant flourishes. A rare act of loyalty has delivered a fine victory!
ru: Отличная работа, о благородный. Уриен пал, а Моргант преуспел. Исключительное проявление лояльности позволило одержать блестящую победу!

# In-game message
source: Urien must have great power to recruit skeletons to the hero cause?!
ru: Уриен способен поднимать скелетов, чтобы они сражались на стороне героев?!

# In-game message
source: Davaraux and Eis have suffered the same fate, and your rule over this land is now certain. A famous victory Keeper!
ru: Даваро и Айса постигла та же участь, и больше некому оспорить Ваше владычество над этой страной. Славная победа, Хранитель!

# In-game message
source: Welcome Noble one! The ruler of this realm, Lord Davaraux, has gone rogue at the expense of the innocent citizens who are now overtaxed. Deal with this bandit king appropriately! Do not let other matters distract you; he is your first and only priority.
ru: Добро пожаловать, о благородный! Правитель этого королевства, Лорд Даваро, пустился во все тяжкие и начал взимать непомерные налоги с неповинных граждан. Разберитесь с этим королем-разбойником как следует! Не отвлекайтесь на посторонние дела - он Ваша главная и единственная цель.

# In-game message
source: Beware, we have detected the presence of a relentless Keeper called Eis whose massive demonic army will arrive within some days. Deal with Lord Davaraux swiftly, as you cannot hold Eis out indefinitely.
ru: Берегитесь! Мы обнаружили присутствие свирепого хранителя, именующего себя Айсом. Его огромное войско зла придет через несколько дней. Побыстрее покончите с Лордом Даваро - Вы не сможете бесконечно сдерживать Айса.

# In-game message
source: The forces of Eis have arrived! Defeat must now be certain?
ru: Силы Айса прибыли. Поражение неизбежно?

# In-game message
source: We have found construction plans for bridges. These will be essential if you are to defeat Eis.
ru: Мы обнаружили чертежи моста. Без них не обойтись, если Вы рассчитываете одолеть Айса.

# In-game message
source: Apologies Master, but grave developments have necessitated your return to the land of one of your greatest conquests. Four magical Heroes plan to create a skillful new Keeper to serve them! They must be reminded of your authority in this land? However, they have acquired great power, so you must expect an even greater challenge than your last visit. I'm sure you relish the opportunity to punish these Heroes for their impudence? To work your Evilness!
ru: Прошу простить, Повелитель! Тревожные новости потребовали Вашего возвращения в страну, ставшую местом одного из Ваших величайших завоеваний. Четверка героев-волшебников собирается призвать себе на службу искусного Хранителя! Пора напомнить им, кто правит этой страной. Учтите, что они обрели большую мощь, так что готовьтесь к еще более серьезным испытаниям, чем в прошлый раз. Полагаю, Вы также не откажете себе в удовольствии наказать этих героев за их безрассудство. За работу, Ваше Злейшество!

# In-game message
source: Your powers in this realm have been limited by the Magical Heroes, which will make progress difficult. However, their arrogance prevents them working together effectively, which will give you an opportunity to slay them all!
ru: Ваши силы в этом королевстве сдерживают герои-волшебники, что осложняет борьбу. Однако высокомерие не позволяет им эффективно сотрудничать, что делает их уязвимыми и даст Вам возможность перебить их поодиночке!

# In-game message
source: How much do you recall of this realm Keeper? A trip down memory lane might prove useful?
ru: Хорошо ли Вы помните это королевство, Хранитель? Может, стоит прогуляться по закоулкам памяти?..

# In-game message
source: Your Majesty, I have received word that the Witch of Summonings awaits you. It would be rude not to visit her, especially as she holds many assets that you need? Best to make the visit short and simple!
ru: Ваше Величество! Я только что выяснил, что ведьма-призыватель поджидает Вас. Было бы бестактно не заглянуть к ней, особенно учитывая, что у нее есть многое из того, что нужно Вам. Этикет требует, чтобы визит был кратким и непосредственным.

# In-game message
source: I hope this isn't her only defense against you? She is but a trifle to be dealt with on your journey to reclaim this realm!
ru: Надеюсь, это не было её единственным средством защиты от Вас? Она, в сущности, лишь мелкое препятствие на Вашем пути к восстановлению власти над этим королевством!

# In-game message
source: I see you've found some Orcs? These will be fine additions to your army, and help crush those who are against you!
ru: Вижу, Вы нашли орков? Они послужат хорошим пополнением Вашему войску и помогут сокрушить любого, кто встанет у Вас на пути!

# In-game message
source: The Witch of Summonings can call forth Bile Demons at will. Maybe she is stronger than we thought?
ru: Ведьма призыва может по своему желанию материализовывать желчных демонов. Быть может, она сильнее, чем мы полагали?

# In-game message
source: Behold the Witch of Summonings! Isn't she happy to see you? Why don't you repay the compliment. Good manners demand that you introduce yourself properly?
ru: Узрите ведьму призыва! Разве она не рада Вас видеть? Почему бы не отплатить ей тем же? Правила хороших манер требуют, чтобы Вы представились по всей форме?

# In-game message
source: The Witch of Summonings is defeated! Seize her collection of spells and head to the East, where the gold you need will be found. Of course, it's not going to be handed to you for nothing!
ru: Ведьма призыва побеждена! Присвойте её коллекцию заклинаний и двигайтесь на восток, где находится столь необходимое Вам золото. Разумеется, даром Вам оно не достанется!

# In-game message
source: These Heroes have faith in their quest to take what is yours. As you have no faith in anything, power must be your substitute!Use this reclaimed power to break down the doors to their dungeon and teach the real meaning of fear!The Monk of Might will be your first victim. Armed with his faith, he waits to face you nearby!
ru: Эти герои верят в свое дело, собираясь отнять у Вас то, что принадлежит Вам. Раз Вы ни во что не верите, сила должна быть Вашей опорой! Используйте вновь обретенные силы, чтобы выбить врата в их подземелье, и продемонстрируйте им, что такое истинный страх! Монах могущества должен пасть первым от Вашей руки. Вооруженный силой своей веры, он собирается встретить Вас неподалеку.

# In-game message
source: Correct me if I'm wrong, which I doubt, but wasn't there a third way in?
ru: Поправьте меня, если я ошибаюсь - что вряд ли - но там точно не было третьего входа?

# In-game message
source: Where does the Monk of Cowardice hide? Use your instinct to make the right choice.
ru: Где же прячется этот чертов монах трусости? Полагайтесь на интуицию, чтобы сделать правильный выбор.

# In-game message
source: Looks like this worthless Dwarf has been hiding behind locked doors creating boulder traps? He was stupid enough not to use them all which you can use to your advantage!
ru: Кажется, этот никчемный гном прятался за закрытыми дверями и расставлял ловушки-валуны? Ему хватило ума не активировать их все, так что Вы сможете использовать оставшиеся в Своих целях!

# In-game message
source: Such holy actions by such a holy Monk? Now take his holiness and corrupt it with your dark ways. This should be fun, right my lord?
ru: Такие священнодействия от столь благочестивого монаха? А теперь развратите его и обратите его благочестие во зло. Это будет весело, не так ли, Милорд?

# In-game message
source: You have acquired more power! This torture room allows you to attract the Dark Mistress. Now that the Monk has been dealt with, you must proceed to where an old rival, the Lava Fairy eagerly awaits you! Lets stop by to visit, and tell her how her friends are doing?
ru: Вы обрели новые силы! Пыточная позволяет завлечь темную госпожу. Теперь, когда с монахом покончено, направляйтесь туда, где Вас ждет не дождется фея лавы. Заскочим к ней, чтобы рассказать, как дела у её приятелей?

# In-game message
source: And now to engage the Lava Fairy! Look at her abilities, and then look at her pitifulness in beseeching the great spirits to aid in her 'holy' quest. How brave, noble, and stupid!
ru: Пришло время заняться феей лавы! Посмотрите, какими способностями она обладает. А теперь взгляните, как жалко она умоляет великих духов помочь ей в её "священной миссии". Как смело, благородно и глупо!

# In-game message
source: The Lava-Fairy is eliminated and the Training Room now yours to build! Next the Wizard of Allknowing awaits you in the northwestern area of this land. His power is great, yet no match for yours? Pay him a visit and deliver agonies he has never known; wretched evil deeds by someone dark and powerful who will show absolutely no mercy. In the unlikely event he survives, he should never forget it!
ru: Вы уничтожили фею лавы и теперь можете строить тренировочный зал! На очереди волшебник всезнания, поджидающий вас в северо-западной части этой страны. Его мощь велика, но она ведь не чета Вашей? Нанесите ему визит и покарайте его агонией, какой он и вообразить себе не мог. Продемонстрируйте, что такое чудовищно гадкие дела, совершенные кем-то темным, могущественным и не знающим никакой пощады. Если - что весьма маловероятно - он и выживет, то никогда об этом не забудет!

# In-game message
source: The Mighty Wizard of All-Knowing appears to be neither Mighty nor All-Knowing! Time to share your own knowledge Master?
ru: Всемогущий волшебник всезнания, похоже, на самом деле не всемогущий и не всезнающий. Ну что, пришло время продемонстрировать Ваши знания, Повелитель?

# In-game message
source: The four Magical Heroes are defeated! But you cannot relax yet Master. Their final act was to invoke their Keeper creation, who is even now preparing his attack!. If you are to restore your authority in this land you must defeat him. Restoration of the Skybird Trill throne awaits you!
ru: Четверо героев-волшебников побеждены. Но не время расслабляться, Повелитель. Перед тем как потерпеть поражение, они призвали своего хранителя, и он уже готовит штурм! Если хотите восстановить Свою власть над этими землями, Вам придется одолеть его. Реставрация на престоле Скайбёрд-Трилла ждет Вас!

# In-game message
source: Your total victory is now complete Master! This land is yours once more. Let no-one dare to challenge you here again! However, I suspect they probably will?
ru: Вы одержали полную и окончательную победу, Повелитель! Эта земля снова Ваша. Не дайте никому бросить Вам новый вызов! Вот только, полагаю, потенциальных конкурентов это не остановит?

# In-game message
source: Beware Master, for many Keepers have tried to conquer this land but they have all failed. These Heroes are not to be underestimated, and your presence in this realm is already known! Prepare for a tough war. The local forces are numerous, and determined to eject you before you can establish an effective army. You must train your forces swiftly, as attacks must surely start soon!
ru: Будьте начеку, Повелитель! Многие хранители пытались покорить эту страну, но все они потерпели неудачу. Не стоит недооценивать местных героев, и они уже проведали о Вашем появлении в этом королевстве. Готовьтесь к изматывающей войне. Местные силы многочисленны и собираются изгнать Вас, пока Вы не подготовили настоящее войско. Вы должны тренировать своих существ как можно быстрее. Штурм не заставит себя ждать!

# In-game message
source: Beware Keeper. An attack is on its way! Are your forces ready for battle?
ru: Будьте начеку, Хранитель! На Вас напали. Ваше войско готово к сражению?

# In-game message
source: Yet more Heroes? These people are determined to defeat you. You must stay focussed Keeper!
ru: Еще герои? Эти людишки точно вознамерились одолеть Вас. Не теряйте концентрации, Хранитель!

# In-game message
source: Spies inform us that there are some abandoned magic spells to the South-West. These would be useful, but can you spare the time to find them? Oh, hang on, another raiding party is on its way!
ru: Шпионы сообщают нам, что на юго-западе есть несколько бесхозных заклинаний. Они могут пригодиться, но есть ли у Вас время на их поиски? Ой, внимание! На нас наступают очередные штурмующие!

# In-game message
source: Another hero raiding party?! Where are they coming from? These people are relentless!
ru: Еще одна группа штурмующих? Откуда их столько? Эти людишки всё никак не успокоятся!

# In-game message
source: Apparently a Knight has gathered an army to finish you off, and is on his way. You must force your exhausted minions back into action!
ru: Похоже, рыцарь собрал войско, чтобы сокрушить Вас, и уже пошел на штурм. Вам придется вновь бросить Своих измотанных прислужников в бой!

# In-game message
source: Now a Knight has gathered a tunnelling party to drive you from this realm. Have you found the time to research any useful spells yet Keeper?
ru: Ну что ж. Рыцарь собрал проходческую бригаду, чтобы изгнать Вас из этого королевства. Надеюсь, Вы потратили время на исследование полезных заклинаний, Хранитель?

# In-game message
source: An impressive victory Keeper! I'm sure you will enjoy plundering this land in your own time, but your remaining minions must need a rest?!
ru: Впечатляющая победа, Хранитель! Уверен, Вы в полной мере насладитесь разграблением этой земли в должное время, но Вашим выжившим прислужникам нужен отдых.

# In-game message
source: Moo
ru: Му

# Level name
source: Kzelbatu
ru: Зелбату

# Level name
source: Titan 2
ru: Титан 2

# Level name
source: Vassago
ru: Вассаго

# Level name
source: Battle of Midway
ru: Битва за атолл Мидуэй

# Level name
source: Reaver Verruckt
ru: Чокнутый разбойник

# Level name
source: Frostsorrow Glacier
ru: Ледник Фростсорроу

# Level name
source: Return to Skybird Trill
ru: Возвращение в Скайбёрд-Трилл

# Level name
source: Heroic invasion
ru: Вторжение героев

# Level name
source: Skybird's Other Side
ru: Обратная сторона Скайбёрда

# Level name
source: Syndika
ru: Синдика

# Level name
source: Under Kagi Juuji Shrine
ru: Под храмом Каги Дзюдзи
