Repository: dkfans/keeperfx
Catalog: lang/campgns/ami2019/text_ger.po
Languages: de

# In-game message
source: There are 4 creature dwelling bases in this land: orc, comprising Samurai, Warlock and Bile Demon forts. Choose the one to raid, get one of their troops to join you and they'll be joining your army from the portal at a maximum 6 of each (of level of the unit type you obtain as first). Be careful, however: they will be only willing to join you as long as you have at least one of a kind in your dungeon! If they die off their time is over in this land!
de: In diesem Land gibt es 4 von Kreaturen bewohnte Basen: Ork-, Samurai-, Magier- und Teuflerfestungen. Wähle jene aus, die du besetzen willst, bringe eine ihrer Truppen dazu sich dir anzuschließen, und sie werden sich deiner Armee vom Portal aus anschließen, und zwar in einer Stärke von maximal 6 Stück (der Stufe des Einheitentyps, den du als erstes erhältst). Aber Vorsicht: Sie kommen nur auf deine Seite, solange du mindestens eine Einheit dieser Art in deinem Dungeon hast! Wenn sie aussterben, ist ihre Zeit in diesem Land vorbei!

# In-game message
source: Occupying a fort absorbs their building knowledge and provides a financial income. The Samuari can build Training Rooms. Orcs build Guard posts. Warlocks can build bridges, and Bile Demons use the Workshop. Plan your strategy Keeper!
de: Die Besetzung einer Festung absorbiert ihr Bauwissen und sorgt für ein finanzielles Einkommen. Die Samuari können Traningsräume bauen. Orks bauen Wachposten. Hexenmeister können Brücken bauen, und Teufler nutzen die Werkstatt. Plan deine Strategie Keeper!

# In-game message
source: You cannot own a Torture Chamber in this land. Get rid of the prisoners as soon as possible, or the Heroes will try to rescue them on their way to erase you!
de: Du kannst in diesem Land keine Folterkammer besitzen. Werde die Gefangenen so schnell wie möglich los, sonst werden sie die Helden auf dem Weg zu deiner auszulöschung befreien!

# In-game message
source: The Lord of the Land has arrived. I can smell his fear. Defeat him and the realm is yours.
de: Der Herr des Landes ist angekommen. Ich kann seine Angst riechen. Schlage ihn nieder und diese Saftladenmühle gehört dir.

# In-game message
source: Highly skilled Imps will join your army through the Portal when you seize any fort.
de: Hochtrainierte Imps schließen sich deiner Armee durch das Portal an wenn du Festungen einnimmst.

# In-game message
source: Perfect! Another piece of land added to your domain.
de: Perfekt! Ein weiteres Stück Land das zu deiner Besetzung gehört.

# In-game message
source: Careful keeper. Resources are insufficient to build more than one slab of bridge! Think well where you place it as that is the last slab of bridge you will ever build!
de: Vorsicht, Keeper! Die Ressourcen reichen nicht aus um mehr als eine Brückenplatte zu bauen! Überlege dir gut wo du sie reinbutterst, denn es ist die letzte Brückenplatte die du jemals bauen wirst!

# In-game message
source: Autistic monks are at it again! Their exorcistical incantations prevent you from recruiting any more undead creatures.
de: Autistische Mönche haben schon wieder zugeschlagen! Ihre exorzistischen Beschwörungsformeln verhindern, dass du weitere untote Kreaturen rekrutieren kannst.

# In-game message
source: The platform has four points of access. Expect human parties attacking from all directions. You must protect your dungeon heart at all costs!
de: Die Plattform hat vier Zugangspunkte. Rechne mit massiven Angriffen aus allen Richtungen. Du musst dein Dungeonherz um jeden Preis schützen!

# In-game message
source: Your once wealthy minions are guarded by Heroes in the eastern lava-flooded area. These Knights have confiscated their gold, so you have extra motivation to defeat them and reclaim what is rightfully yours!
de: Deine einst reichen Untergebenen werden im östlichen von Lava überfluteten Gebiet von Helden bewacht. Diese Ritter haben ihr Gold entwendet, du hast also zusätzlich motivation sie zu erlegen und einzusacken was rechtmäßig dir gehört hat!

# In-game message
source: The end of the resistance is near, Keeper. I can smell the desperation in their greedy faces!
de: Das Ende des Widerstands ist nahe, Keeper. Ich kann die Hoffnungslosigkeit in ihren schmierigen Gesichtern riechen!

# In-game message
source: The final pathetic attempt to bring you down is on its way. Withstand the attack, defeat every Knight and the land is yours.
de: Der letzte erbärmliche Versuch dich zu stürzen ist auf dem Weg. Halte dem Angriff stand, besiege jeden Ritter und das Land gehört dir.

# In-game message
source: Gold falls from the Knight's pockets as he mumbles something in Polish. Then he shuts up and dies. Kill some more of them. Not just for the fun but also for the gold they owe you.
de: Gold fällt aus den Taschen des Ritters während er irgendwas auf Polnisch murrt. Dann stopft er den Rachen und fällt tot um. Erledige noch ein paar von ihnen. Nicht nur zum Spaß, sondern auch für das Gold das sie dir schulden.

# In-game message
source: The library you have claimed contains plans for bridge building. Useful stuff! You know what to do. .
de: Die von dir eingenommene Bibliothek enthält Pläne für den Brückenbau. Nützliches Zeug! Du weißt was zu tun ist.

# In-game message
source: Fantastic work, Keeper. Just one more land and the Isle is free from the Polish empire.
de: Ausgezeichnete Arbeit, Keeper. Nur noch ein Land und die Insel ist frei vom polnischen Imperium.

# In-game message
source: Something has fallen out of the sky, opening a path to the surface, and bestowing the area with life and riches. Could the esoteric Altars have attracted this object?
de: Irgendetwas ist aus dem Himmel gefallen, hat einen Weg zur Oberfläche durchbrochen und das Gebiet mit Leben und Reichtum erfüllt. Könnten die esoterischen Altäre dieses Objekt angezogen haben?

# In-game message
source: Touch the red Altar of the Elders to grant you a boulder trap. Touch the blue Altar of Kings to receive 25,000 gold. Touch the green Altar of the Damned and the Gods will destroy ten Undead minions in this realm. Touch the yellow Altar of Light and the Gods kill ten of the most powerful Monks and Priestesses. Touching an Altar makes you unable to activate another for some time. It also causes some dismay to the heroes on the surface.
de: Berühre den roten Altar der Ältesten um eine Indyfalle zu erhalten. Berühre den blauen Altar der Könige um 25.000 Gold zu erhalten. Berühr den grünen Altar der Verdammten und die Götter vernichten zehn untote Diener in diesem Reich. Berühre den gelben Altar des Lichts und die Götter töten zehn der mächtigsten Mönche und Priesterinnen. Wenn du einen Altar berührst, kannst du eine Zeit lang keinen anderen Altar aktivieren. Auch die Helden an der Oberfläche werden dadurch bestürzt.

# In-game message
source: You have activated the Green Altar and destroyed the Heroes Undead allies! However, they are in no way defeated. Prepare well for they are greedy in nature, and will not relinquish their riches without a fight!
de: Du hast den Grünen Altar aktiviert und die untoten Verbündeten der Helden vernichtet! Doch sie sind keineswegs besiegt. Bereite dich gut vor, denn sie sind von Natur aus gierig und werden ihre Reichtümer nicht kampflos aufgeben!

# In-game message
source: You have activated the Red Altar and gained a single boulder trap. use it wisely.
de: Du hast den Roten Altar aktiviert und eine einzelne Indyfalle erhalten. Nutze sie weise.

# In-game message
source: You have activated the Blue Altar and gained great wealth. Spend it wisely preparing for the battles to come.
de: Du hast den Blauen Altar aktiviert und großen Reichtum erlangt. Gib es weise aus um dich auf die kommenden Schlachten vorzubereiten.

# In-game message
source: You have activated the Yellow Altar and eliminated the enemy Monks & Priestesses! These Altars do indeed have great power!
de: Du hast den Gelben Altar aktiviert und die feindlichen Mönche und Priesterinnen ausgeschaltet! Diese Altäre haben tatsächlich große Macht!

# In-game message
source: The lord of the land has visited this land to examine the regeneration caused by the strange comet. He has now sealed himself off to raise an army of Fairies. Be aware that the Wizards in this realm are unusually powerful, and one of them guards a spell that can destroy walls. You must defeat them and use this valuable power!
de: Der Fürst des Landes ist in dieses Land eingetroffen, um die durch den seltsamen Kometen verursachte Verjüngung zu untersuchen. Er hat sich nun abgeschottet um eine Armee von Feen aufzustellen. Sei dir bewusst, dass die Zauberer in diesem Reich ungewöhnlich mächtig sind und einer von ihnen den Zauber bewacht, der Mauern zerstören kann. Du musst sie besiegen um diese wertvolle Macht nutzen zu können!

# In-game message
source: The Heroes and the Undead are allied in this strange land! These traditional foes must both sense your impending conquest? Quickly possess your Ghost and use the power of the Green Altar to send them back to where they belong!
de: Die Helden und Untoten sind in diesem seltsamen Land verbündet! Diese langjährigen Feinde müssen beide deine bevorstehende Unterwerfung spüren? Ergreift schnell von eurem Geist Besitz und nutzt die Macht des Grünen Altars, um sie dorthin zurückzuschicken wo sie hingehören!

# In-game message
source: You have claimed the spell which destroys walls! As a bonus you also extracted Torture Chamber plans, which will make it interesting when you make a social call to your uninvited guests?
de: Du hast den Zauberspruch erlangt der Mauern zerstört! Als Bonus hast du auch die Pläne für die Folterkammer ausgegraben, was sich als ein interessantes Begrüßungskommitee für deine ungebetenen Gäste herausstellen wird?

# In-game message
source: Is it not over yet? The altars begin to glow strangely... It's as if their glow is directed to the center of the impact, embodying the spirits glow into living beings! Eliminate every hero in this land to win!
de: Ist es noch nicht vorbei? Die Altäre beginnen seltsam zu leuchten... Es ist, als ob ihr Leuchten auf das Zentrum des Aufpralls gerichtet ist welcher das Glühen der Geister in lebenden Wesen verkörpert! Eliminiere jeden Helden in diesem Land um die Allherrschaft zu erlangen!

# In-game message
source: Seems like they won't give up! Defeat them all!
de: Es scheint als würden sie immernoch nicht aufgeben! Vernichte sie alle!

# In-game message
source: Another party of Heroes! Where are they coming from?!
de: Eine weitere Gruppe von Helden! Wo kommen die denn her?!

# In-game message
source: I see dead people. And dead undead. Congratulations, the Assmist Isle is yours! You'll be surprised to hear that living here has actually improved. Thanks for playing.
de: Ich sehe tote Menschen. Und tote Untote. Herzlichen Glückwunsch, die Insel Arschnebel gehört dir! Du wirst überrascht sein zu hören, dass das Leben hier tatsächlich besser geworden ist. Danke fürs Durchspielen.

# In-game message
source: You'll be battling two Keepers and the natives for the riches of the land. Eliminate them all and the barbarians will be joining you throughout the campaign! Good luck!
de: Du kämpfst gegen zwei Keeper und die Eingeborenen um die Reichtümer des Landes. Eliminiere sie alle und die Barbaren werden sich dir im Laufe der Kampagne anschließen! Viel Glück!

# In-game message
source: A new group of natives has appeared!
de: Eine neue Gruppe von Eingeborenen ist aufgetaucht!

# In-game message
source: Legends say the barbaric natives keep fairies somewhere near the ruins...
de: Die Legenden besagen, dass die barbarischen Eingeborenen irgendwo in der Nähe der Ruinen Feen festhalten...

# In-game message
source: The natives are now under your command. New slaves! Wonderful!
de: Die Eingeborenen stehen jetzt unter deinem Kommando. Viele neue Sklaven! Wunderbar!

# In-game message
source: A den of thieves. Or at least it used to be. Now it's training grounds for crusaders. FIX IT
de: Eine Höhle der Diebe. Oder zumindest war es das mal. Jetzt ist es ein Trainingsgelände für Kreuzritter. FIXIERE DAS

# In-game message
source: There are no libraries in this land. Acquire spellbooks as you find them. Bridge-building will be possible when you gather some gold.
de: In diesem Land gibt es keine Bibliotheken. Erwirb Zauberbücher wenn du sie findest. Der Brückenbau wird möglich wenn du etwas Gold sammelst.

# In-game message
source: Be aware Keeper that victory in this realm is not possible if you sell any rooms.
de: Sei dir bewusst Keeper, dass der Sieg in diesem Reich nicht möglich ist wenn du Räume verhökerst.

# In-game message
source: Eliminate the Knight and dungeon heart located southward to win this scenario. But first... reach them...
de: Eliminiere den Ritter und das Dungeonherz im Süden um dieses Szenario zu gewinnen. Aber zuerst... erreicht sie...

# In-game message
source: Good job! Use the Transfer Creature special to bring one of your minions to the next realm.
de: Gut gemacht! Benutze die Transferbox um einen deiner Diener in das nächste Reich zu verfrachten.

# In-game message
source: Look! That wall can be dug through!
de: Schau! Diese Mauer kann man durchbohren!

# In-game message
source: Did you see? Your Demon Spawn has evolved to become a powerful Dragon ready to reduces your enemies into ashes!
de: Hast du gesehen? Eure Dämonenechse hat sich zu einem mächtigen Drachen entwickelt,um deine Feinde in Asche zu verwandeln!

# In-game message
source: Well done! Your immense wealth has drew the attention of a Thief. He will serve you well in the next realm!
de: Dein immenser Reichtum hat die Aufmerksamkeit eines Diebes auf sich gezogen. Er wird dir gut Dienen im nächsten Reich!

# In-game message
source: Your researchers have discovered the Heal Creature spell that allows to replenish the health of your creatures and keep them from dying for a while longer.
de: Deine Forscher haben den Zauber 'Kreatur heilen' entdeckt, der es ermöglicht, die Gesundheit deiner Kreaturen wieder aufzufüllen und sie für eine Weile vom Sterben abzuhalten.

# In-game message
source: Try the Must Obey spell. When activated, it constantly forces your creatures to obey to all your orders, making all of them working faster without the possibility for them to take a nap. Be sure to have plenty of money so that the spell will stay activated.
de: Versuch den Gehorsamszauber. Wenn er aktiviert ist, werden deine Kreaturen ständig gezwungen, allen deinen Befehlen Folge zu leisten und sie alle schneller arbeiten zu lassen, ohne die Möglichkeit für ein Nickerchen.

# In-game message
source: A Tentacle has joined your dungeon. These rare little creatures enjoy to be in water and their spine can even pierce the most solid armors and paralyze your enemies! Marvellous!
de: Ein Tentakel hat sich deinem Dungeon angeschlossen. Diese seltenen kleinen Kreaturen sind gerne im Wasser und ihr Dorn kann sogar die festesten Rstungen durchbohren und deine Feinde lähmen!

# In-game message
source: You have entered this realm to gain a creature for your further efforts. You got the creature from start, so you must only keep it safe. And the only way to make this place safe is to kill every hero in the realm.
de: Du hast dieses Reich betreten, um eine Kreatur für deine weiteren Bemühungen zu gewinnen. Du hast die Kreatur von Anfang an erhalten, also musst du sie nur noch in Sicherheit bringen. Und der einzige Weg, diesen Ort sicher zu machen, ist, jeden Helden in diesem Reich zu töten.

# Level name
source: Deserted Crypt
de: Verfallene Krypta

# Level name
source: Don't Fear The Reaper
de: Fürchte nicht den Schnitter

# Level name
source: Lighthouse Underground
de: Leuchtturm Untergrund

# Level name
source: Martyr Halls
de: Märtyrerhallen

# Level name
source: Opulent Point
de: Opulenter Punkt

# Level name
source: Ziggurat Blitz Massacre
de: Zikkurat Blitzmassaker

# Level name
source: Relic Tunnels
de: Relikttunnel

# Level name
source: Spring Execration
de: Frühlingsverwünschung

# Level name
source: Abandoned Sanctum
de: Verlassenes Sanktum

# Level name
source: Fervent Asylum
de: Inbrünstiges Exil

# Level name
source: The Phoenix Penitentiary
de: Die Phoenix Haftanstalt

# Level name
source: Mill Vault
de: Mühlengewölbe

# Level name
source: Reapers' Yard
de: Schnitters' Garten

# Level name
source: Comet Landing Grotto
de: Kometenlandungs-Grotte

# Level name
source: Cloud Temple Ruins
de: Wolkentempelruinen

# Level name
source: Thieves Den Detour
de: Diebeshöhlen-Umleitung
