Repository: dkfans/keeperfx
Catalog: lang/campgns/ami2019/text_ger.po
Languages: de

# In-game message
source: We're done here but the siege just begins. Let's head for the Isle.
de: Wir sind hier fertig aber die Belagerung beginnt erst. Lasst uns zur Insel aufbrechen.

# In-game message
source: I can see some familiar structures in the south. Make sure you're well prepared in case guards are nearby.
de: Ich kann einige vertraute Strukturen im Süden sehen. Es können Wachen in der Nähe sein, stell daher sicher, dass du gut vorbereitet bist.

# In-game message
source: Great, a troop! Find the transfer creature special and you get to keep him.
de: Prima, eine Kreatur! Nun finde die Transferbox und du darfst sie sogar behalten.

# In-game message
source: Heroes have been alerted and are heading to your dungeon now!
de: Einige Helden wurden alarmiert und marschieren jetzt zu deinem Dungeon!

# In-game message
source: Locate and deploy any traps you can find to prevent these pests from attacking you. Acquiring 32000 pieces of gold is our goal.
de: Plaziere alle Fallen die du finden kannst, um dieses Ungeziefer von deinem Territorium frenzuhalten. 32000 Goldstücke zu sammeln ist weiterhin unser Ziel.

# In-game message
source: As the library becomes a part of your dungeon, you have a strange vision uncovering a small area. Getting to the spell as soon as possible should be your top priority. Acquiring 32000 pieces of gold is your goal.
de: Als die Bibliothek zum Teil deines Dungeons wird hast du eine seltsame Vision, die auf einen speziellen Bereich hindeutet. Deine oberste Priorität sollte es sein, diesen Zauber so schnell wie möglich zu erlangen. 32000 Goldstücke zu sammeln ist weiterhin dein Ziel.

# In-game message
source: The sacred tombs are infested with pests of all kinds. You'll have to find a way to raid the tombs and resist pest attacks.
de: Die heiligen Gräber sind von Schädlingen aller Art befallen. Du musst einen Weg finden, die Gräber zu plündern und den Schädlingsangriffen zu widerstehen.

# In-game message
source: Unsurprisingly, even down here, far from any civilisation, a few cheap slavs are here to rob you. Your financial goal is in jeopardy! I also think you can expect at least one more party.
de: Es überrascht nicht, dass selbst im tiefsten Loch weit weg von jeglicher Zivilisation, ein paar billige Slaven hier sind um dich auszurauben. Dein finanzielles Ziel gerät in Bedrängnis! Ich denke auch dass du mindestens eine weitere Gruppe erwarten kannst.

# In-game message
source: Pray and Work are the scared words here. Pray and Work! Your goal is to save the people living on Acemist Isle from their boring lives. Don't think killing them is too cruel: they'll be glad their miserable lives are over, believe me! Now, let's find a way how to get to the isle and take the island from Polish empire.
de: Beten und Arbeiten sind hier die gefürchteten Worte. Bete und arbeite! Dein Ziel ist es, die Menschen auf der Insel Assnebel aus ihrem monotonem Leben zu retten. Denkt nicht, dass es zu grausam ist sie zu töten: Sie werden froh sein dass ihr elendes Leben vorbei ist, glaubt mir! Nun lasst uns einen Weg finden, wie wir auf die Insel gelangen um sie dem polnischen Reich entreißen zu können.

# In-game message
source: There's a shipyard nearby. Although heavily guarded, some cheap Polish sailors agreed to transport you to the isle for a small bribe of 32,000 gold. Now raid these tombs, loot the required amount of gold and off we go.
de: Da ist eine Werft in der Nähe. Obwohl sie schwer bewacht ist, haben sich ein paar billige polnische Matrosen bereit erklärt dich für ein kleines Schmiergeld von 32.000 Gold auf die Insel zu bringen. Nun plündere diese Gräber, erbeute die benötigte Menge Gold und los geht's.

# In-game message
source: You have an old version of KeeperFX. You need to update to play this campaign correctly with all available features. Go to www.keeperklan.com
de: Sie haben eine alte Version von KeeperFX. Sie müssen ein Update durchführen, um diese Kampagne mit allen verfügbaren Funktionen korrekt spielen zu können. Gehen Sie zu www.keeperklan.com

# In-game message
source: Your arrival has caused great alarm amongst the people of this land. As a way of saving money, a converted horned reaper was offered to take on not one but two pathetic keepers and their minions all alone! An offer he just could not resist. A simple yet difficult task: Make this day his last!
de: Eure Ankunft hat bei den Bewohnern dieser Insel große Unruhe ausgelöst. Um Geld zu sparen, wurde einem bekehrten gehörnten Schnitter angeboten es nicht nur mit einem, sondern gleich mit zwei erbärmlichen Keepern und ihren Lakaien aufzunehmen - ganz allein! Ein Angebot dem er einfach nicht widerstehen konnte. Eine einfache, und zugleich schwierige Aufgabe: Mach diesen Tag zu seinem letzten!

# In-game message
source: You're at the shores of Acemist isle. An awfully poor and Christian place where citizens die of old age, after a boring puritanical life spreading their ludicrous beliefs! Some call it the second Poland. However, do not underestimate them. They have managed to convert some of your minions which they'll gladly use against you. Their abominable accent makes the isle name sound as if they were mumbling 'Assmist isle'. A fitting future name once your bile demons are done with it, don't you think?
de: Du befindest dich an der Küste der Insel Assnebel. Ein furchtbar armer und christlicher Ort an dem die Bürger an Altersschwäche sterben, nachdem sie ein langweiliges, puritanisches Leben geführt und ihre lächerlichen Überzeugungen verbreitet haben! Manche nennen es das zweite Polen. Doch sollte man sie nicht unterschätzen, sie haben es geschafft einige deiner Untergebenen zu bekehren, die sie gewissenslos gegen dich einsetzen werden. Ihr abscheulicher Akzent lässt den Namen der Insel so klingen, als ob sie 'Insel Arschnebel' murren würden. Ein würdiger Name für die Zukunft nachdem deine Teufler mit ihr fertig sind, findest du nicht auch?

# In-game message
source: Horny is not so horny any more! Good job.
de: Gehörnter Stricher streichte hier seinen letzten Tag! Gute Arbeit.

# In-game message
source: 20,000 Gold has been credited to your Bank of Evil account!
de: 20.000 Gold wurden Ihrem Bank des Bösen-Konto überwiesen!

# In-game message
source: Creature limit reached. Do not expect any new arrivals until a creature is lost.
de: Kreaturlimit erreicht. Erwarte keine weiteren Neuankömmlinge bis eine Kreatur verschwunden ist.

# In-game message
source: A couple of dwarf miners to the north-west have mined this lucrative land. They jealously guard their treasure in a nearby garrison. Their warlock Dr. Goldstein has made a dark magic portal to transport their fortune to another land. You must reach it before they do if you wish to use it in the next realm. I'm sure you can think of a better use for it?!
de: Ein paar Bergzwerge im Nordwesten haben dieses lukrative Land abgebaut. Sie sitzen eingebildet auf ihrem Schatzhaufen an einer nahe gelegenen Garnison. Ihr Hexenmeister Dr. Goldstein hat ein dunkles Portal geöffnet, um die Kohle in ein anderes Land zu verfrachten. Ich bin mir sicher, du kannst dir eine bessere Verwendung dafür vorstellen?! Erreiche das Portal vor ihm, wenn du es im nächsten Reich einsacken willst.

# In-game message
source: Dr Goldstein has transported the treasure beyond your reach. Your chance of great wealth has gone...
de: Dr. Goldstein hat den Schatz außer Reichweite gebracht. Deine Chance auf den Hauptgewinn ist dahin...

# In-game message
source: Well done, Dr. Goldstein teleported the gold to the halls nearby! You will be 20,000 gold richer in the Martyr Halls dungeon!
de: Gut gemacht, Dr. Goldstein hat das Gold in die nahen Hallen teleportiert! Du wirst im Kerker der Märtyrerhallen um 20.000 Gold breiter sein!

# In-game message
source: Hint: wizards have difficulty training in this realm, and cannot get past level 5 here.
de: Anmerkung: Zauberer haben in diesem Reich Konzentrationsstörungen, und können nicht über Stufe 5 trainieren.

# In-game message
source: Your undead fiend has just attracted a vampire!
de: Dein untoter Unhold hat gerade einen Vampir angelockt!

# In-game message
source: The plans have failed. The Guardians of this land have banished you down here, not far away from an entrance leading to the lighthouse on the surface. With no gold, rooms or army and walled in, the heroes have retreated as you pose no danger. The only people still here are accompanied by water dwelling creatures who are wary of newcomers and will not hesitate to attack you.
de: Die Pläne sind gescheitert. Die Wächter dieses Landes haben dich hier eingeknastet, nicht weit entfernt von einem Eingang der zum Leuchtturm an der Oberfläche führt. Ohne Gold, Räume oder Armee und eingemauert, haben sich die Helden zurückgezogen, da du harmlos darstehst. Die einzigen Menschen die noch umherlaufen werden von im Wasser lebenden Kreaturen begleitet die Neuankömmlinge hassen und nicht zögern werden dich anzugreifen.

# In-game message
source: Lucky for you, one of the samurais tried to use a tentacle to ... to .. Well let's just say the tentacle got really pissed and joined you. Quickly, Keeper! This is your chance!
de: Zu deinem Glück hat einer der Samurais versucht mit einem Tentakel zu ... zu .. Sagen wir einfach, der Tentakel wurde hart angepisst und ist jetzt auf deiner Seite. Schnell, Keeper! Das ist deine Chance!

# In-game message
source: Hearing unusual noise from your dungeon, an attentive lighthouse guard accompanied by his two-headed pet is heading to your dungeon. Defeat them and the victory is yours.
de: Den ungewöhnlichen Geräuschen aus deinem Verlies folgend, macht sich ein aufmerksamer Leuchtturmwächter in Begleitung seines zweiköpfigen Haustiers auf den Weg zu deinem Dungeon. Vernichte ihn und der Sieg ist dein.

# In-game message
source: Your creatures have difficulty training in this miserable land, and your bridge builders are slow and incompetent! Are you ruthless enough to prevail Keeper?
de: Deine Kreaturen haben Probleme in diesem elenden Land zu trainieren, und deine Brückenbauer sind langsam und inkompetent! Bist du skrupellos genug hier am Leben zu bleiben?

# In-game message
source: Beware Keeper. These lighthouse guardians are no ordinary heroes. You must be prepared!
de: Vorsicht Keeper. Diese Leuchtturmwächter sind keine gewöhnlichen Helden. Du musst vorbereitet sein!

# In-game message
source: Make haste Keeper! The Lord of this Land has gathered an army and they are on their way. Defeat the Warden and your work is done!
de: Mach hinne, Keeper! Der Herr dieses Landes hat eine Armee versammelt und sie sind auf dem Weg hierher. Besiege den Aufseher und deine Arbeit ist getan!

# In-game message
source: The Lord of this land has arrived. Good luck!
de: Der Herr dieses Landes ist gekommen. Viel Glück und gute Nacht!

# In-game message
source: Victory! The lighthouse sentinel lies dead!
de: Sieg! Der Leuchtturmwächter liegt hier abgekorkst!

# In-game message
source: A novice Keeper with barely any knowledge of spells or rooms has little chance of victory. The Avatar in the North is comfortable that you pose no threat, but I'm certain you can surprise him? Start by claiming the poorly guarded prison and then exploring the room west of the portal. Use what you find to your best advantage if you wish to claim this land.
de: Ein Amateurkeeper, der kaum etwas über Magie oder Räume weiß hat kaum eine Chance auf einen Sieg. Der Avatar im Norden ist davon überzeugt, dass du harmlos bist. Aber ich bin sicher, dass auch sein Hintern bald anbrennen wird! Beginne mit der Einnahme des schlecht bewachten Gefängnisses und erforsche dann den Raum westlich des Portals. Nutze was du findest zu deinem Vorteil wenn du in diesem Land Fuß fassen willst.

# In-game message
source: Excellent! You have extracted information from your prisoners as you turn them to your cause. However, the heroes of this land despise betrayal over all else, and will gather greater forces to counter this treason!
de: Ausgezeichnet! Du hast deinen Gefangenen Informationen entlockt als sie desertiert sind. Doch die Helden dieses Landes verachten Betrug über alles und werden größere Kräfte aufbringen um diesen Verrat zu bekämpfen!

# In-game message
source: Bile Demons are a great asset, as long as you have lair space for him?
de: Teufler sind eine große Bereicherung, solange sie dich nicht aus Haus und Dungeon fressen?

# In-game message
source: These thieves have seen many treasure rooms in their pathetic lives, and will now happily build one for you!
de: Diese Diebe haben in ihrem erbärmlichen Leben schon viele Schatzkammern gesehen und werden nun mit Freude eine für dich bauen!

# In-game message
source: With Barbarians on your side, you will learn some of their fighting tactics. They bring the Call-to-Arms spell to cement their loyalty!
de: Mit Barbaren auf deiner Seite werden einige ihrer Kampftaktiken undicht. Sie bringen den Zauber „Zusammenrufen“ mit, um ihre Loyalität zu festigen!

# In-game message
source: Aaah, you have converted a Samurai? These disciplined warriors bring the ability to hasten your other minions in their tasks!
de: Aaah, du hast einen Samurai bekehrt? Diese disziplinierten Krieger bringen die Fähigkeit mit, deine anderen Diener bei ihren Aufgaben zu beschleunigen!

# In-game message
source: Your converted monk has now shared the ability to heal your creatures!
de: Dein bekehrter Mönch hat seine Magie veröffentlicht, die deine Kreaturen heilen kann!

# In-game message
source: The Archer brings with him the ability to build a workshop. Ironic given how lazy he is!
de: Dieser Bogenschütze bringt Pläne für eine Werkstatt. Ironisch wenn man bedenkt, wie faul er ist!

# In-game message
source: This Fairy knows the secret to attracting your enemies to your cause. Use it well!
de: Diese Fee kennt das Prinzip deine Feinde zu knechten, sie ins dunkel zu treiben, und für immer zu binden. Nutze es gut!

# In-game message
source: This broken Witch brings with her a powerful spell.
de: Diese gestörte Hexe zerrt ein mächtiges Zauberbuch mit sich.

# In-game message
source: Don't think you're the only one with a torture chamber. The warlocks didn't last for too long before they deserted.
de: Glaube nicht, dass du der Einzige mit einer Folterkammer bist. Die Magier desertierten schneller als gebremste Keeper auf Hohenbollern.

# In-game message
source: Behold this attempt to reclaim the Vampire! I'm sure you're eager to reunite them?
de: Betrachte diesen Versuch den Vampir zurückzuerobern! Ich bin sicher, du bist begierig darauf sie wieder zu vereinen?

# In-game message
source: Wizards of this land possess the knowledge required to construct a library.
de: Die Zauberer dieses Landes verfügen über das nötige Wissen, um eine Bibliothek zu errichten.

# In-game message
source: The conversion of this dwarf has revealed useful information for your cause.
de: Die Bekehrung dieses Zwerges hat nützliche Informationen hervorgebracht.

# In-game message
source: Word of the deserted Knight has travelled fast, and a party of vengeful heroes is on its way!
de: Die Nachricht von dem desertierten Ritter hat sich schnell herumgesprochen, und eine wütende Meute ist bereits auf dem Weg!

# In-game message
source: The battle is not over yet. The monks are reviving the Avatar and the sentinel groups are getting ready. Defeat the Avatar, withstand the hero waves and the land will be yours!
de: Die Schlacht ist noch nicht vorbei. Mönche beleben den Avatar wieder und alle verbleibenden Wächtergruppen ziehen in den Kampf. Vernichte den Avatar, widerstehe den Heldenwellen und dieses Land wird dir gehören!

# In-game message
source: Behold the Great Cathedral burns. No more Sunday schools here. Time to leave this land before it all falls down.
de: Erblicket die große Kathedrale in Flammen. Hier gibt es keine Sonntagsschulen mehr. Zeit aus diesem Land auszuwandern bevor alles zusammenbricht.

# In-game message
source: Some kind of alarm sets off as you take a step into the hallway. Heroes are taking precautions to avoid imprisonment. You must seek the Avatar.
de: Eine Art Alarm wurde ausgelöst als du in diesen Flur eintretest. Nun treffen die Helden Vorkehrungen, um eine Einknastung zu vermeiden. Du musst den Avatar finden.

# In-game message
source: You've found a rich vein below one of the towers. However, your presence is known, and people lurk near the western tombs hoping to steal what is yours. Some of them were wise enough to join forces with you as they sense you will conquer this realm. However, in response your two rival keepers have combined their forces against you. You must free your trapped reaper to ensure victory!
de: Du hast eine reiche Ader unter einem der Türme gefunden. Deine Anwesenheit ist jedoch bekannt, und in der Nähe der westlichen Gräber lauern Leute die darauf hoffen zu entreißen, was dir gehört. Einige von ihnen waren klug genug sich mit dir zu verbünden, da sie ahnen, dass du dieses Reich unterjochen wirst. Als Vergeltung dafür haben deine beiden gegnerischen Keeper ihre Kräfte gegen dich vereint. Du musst deinen gefangenen Horny befreien um zu Triumphieren!

# In-game message
source: This land is so full of riches you will never run out of money. Little wonder you must fight many enemies to gain such a realm!
de: Dieses Land ist so übersättigt mit Reichtum, dass dir das Geld nie ausgehen wird. Wenig verwunderlich, dass du viele Antragsteller totschlagen musst um hier breit zu werden!

# In-game message
source: How can such a rich land have no bridge builders? Your Wizard knows this magic, so you must free him first, which will be a challenging task. The call-to-arms spell must be used to claim the tombs, which will allow you to unlock this essential magic. To work Keeper!
de: Wie kann ein so reiches Land keine Brückenbauer haben? Dein Zauberer kennt diese Magie, also musst du ihn dort herausholen, was eine schwere Aufgabe sein wird. Der Zauber Zusammenrufen muss eingesetzt werden um die Gräber zu durchbrechen und diesen essenziellen Zauber zu erlangen. An die Arbeit Keeper!

# In-game message
source: I can hear water dripping near the corner behind the guard post. A secret passage, perhaps?
de: Ich höre Wasser in der Nähe der Ecke hinter dem Wachposten tropfen. Womöglich ein Geheimgang?

# In-game message
source: Traitors loyal to your cause have entered the tombs through the surface gate! Lead them in your quest to free the Wizard.
de: Verräter die deiner Bestimmung treu sind haben die Gräber durch das Oberflächentor betreten! Führe sie in deinem Bestreben den Zauberer zu befreien.

# In-game message
source: Your bearded wise man is a hero trophy no longer! But hurry Keeper; you must free the Reaper before he is starved to death!
de: Dein bärtiger Weiser ist keine Heldentrophäe mehr! Aber mach hinne Keeper, du musst den Horny befreien bevor er endgültig verhungert!

# In-game message
source: Horny has departed, and taken with him your only chance of victory. Your failure has deprived you of the riches in this Land.
de: Horny hat sich auf den letzten Weg begeben und eure einzige Chance auf einen Sieg mitgenommen. Dein Versagen hat dich der Reichtümer dieses Landes beraubt.

# In-game message
source: You are reunited with the symbol of your power, and victory in this land of riches has been achieved! The next realm awaits you.
de: Du bist wieder mit dem Symbol deiner Macht vereint, und der Sieg in diesem Land der Reichtümer ist errungen! Das nächste Reich wartet auf dich.

# In-game message
source: Your vampires are angry! treat them well if you wish to keep these fickle creatures on your side.
de: Deine Vampire sind wütend! Behandle sie gut, wenn du diese flüchtigen Kreaturen auf deiner Seite behalten willst.

# In-game message
source: It is rumoured that the people of this land have been preparing a once-and-for-all solution to the ziggurat you two managed to claim, yet barely control. Break out and see what you can do.
de: Es wird gerüchtet, dass die Bewohner dieses Landes eine endgültige Lösung für das Zikkurat vorbereiten, welches ihr zwei Streuner für euch erobern und doch nicht kontrollieren konntet. Brecht aus und seht, was ihr anstellen könnt.

# In-game message
source: The rumours are true. Although still in preparation, lots of people are prepared to fight you. They are training and learning how to avoid imprisonment. Find their dungeon heart, destroy it and defeat the lord of the land. There should be an imp gate somewhere nearby... look for an altar with a green light and examine it carefully.
de: Die Gerüchte sind wahr. Obwohl noch in der Vorbereitung, ist eine große Meute bereit gegen dich zu kämpfen. Sie trainieren und lernen wie man der Gefangenschaft entgehen kann. Finde ihr Dungeonherz, zerstöre es mitsamt dem Ritter des Landes. Irgendwo in der Nähe sollte sich ein Imptor befinden... halte Ausschau nach einem Altar mit grünem Licht und untersuche ihn vorsichtig.

# In-game message
source: You have activated the Imp-Gate! Henceforth Imps will enter your dungeon whenever you need them.
de: Du hast das Imptor aktiviert! Von nun an werden Imps deinen Dungeon betreten wann immer du sie brauchst.

# In-game message
source: Be warned, Keeper. A Dungeon Heart beating is not the only thing I can hear behind these doors!
de: Sei gewarnt, Keeper. Das Schlagen eines Dungeonherzens ist nicht das Einzige was ich hinter diesen Türen hören kann!

# In-game message
source: Your breakout has caused great alarm amongst the people of this land. You must expect some resistance, pathetic though it may be!
de: Dein Ausbruch hat bei den Leuten in diesem Land fette Alarmglocken schrillen lassen. Du musst mit einem gewissen Widerstand rechnen, so zwecklos und erbärmlich er auch sein mag!

# In-game message
source: You have reclaimed the graveyard, and so your Vampires begin to recover their powers! Their powers will recover further as you reclaim more of their native ground.
de: Du hast den Friedhof zurückerobert, und so beginnen deine Vampire ihre Kräfte wiederzuerlangen! Ihre Macht wird sich weiter steigern wenn du mehr von ihrem Heimatboden zurückeroberst.

# In-game message
source: Well done Keeper. Your Vampires' strength continues to recover!
de: Gut gemacht Keeper. Die Kraft deiner Vampire steigt weiter an!

# In-game message
source: Your Vampires' strength is returning. Are you keeping them happy Keeper?
de: Die Kraft deiner Vampire kehrt zurück. Hältst du sie auch bei Laune, Keeper?

# In-game message
source: All the graveyards are regained, and your Vampires' power is fully restored. And this last graveyard contained a hoarde of hidden gold!
de: Alle Friedhöfe sind zurückgewonnen, und die Macht der Vampire ist nun uneingeschränkt gegeben. Und dieser letzte Friedhof enthielt eine fette Ladung versteckten Goldes!

# In-game message
source: You have a Vampire! However, be aware that a group of monks on the surface have blessed the Ziggurat which has drained the strength from these creatures. You must fight your way to their graveyards to counter the blessing and regain their strength.
de: Du hast einen Vampir! Es gibt aber ein Problem - eine Gruppe von Mönchen auf der Oberfläche hat das Zikkurat gesegnet was diesen Kreaturen die Kraft entzogen hat. Du musst dich zu ihren Friedhöfen durchkämpfen um die Segnung zu brechen und ihre Kraft wiederzuerlangen.

# In-game message
source: This is not a pleasant realm for Vampires. If you keep them happy, and lead them to victory, then some will surely accompany to you to the next realm.
de: Dies ist kein angenehmes Umfeld für Vampire. Wenn du sie bei Laune hältst und sie zum Sieg führst, dann werden dich sicher einige auch im das nächsten Reich beglücken.
