Repository: dkfans/keeperfx
Catalog: lang/campgns/ami2019/text_ger.po
Languages: de

# In-game message
source: A group of virgin monks atop your dungeon have just begun their consecrations. Unfortunately for you, it is working and your vampires slowly perish.
de: Eine Gruppe unverdorbener Mönche hat über deinem Dungeon gerade mit ihren heiligen Weihungen begonnen. Zu deinem Unheil funktioniert es, und deine Vampire verrecken daran langsam.

# In-game message
source: The Ziggurat carries the stench of dead people. Good job.
de: In der gesamten Zikkurat stinkt es nach toten Menschen. Gute Arbeit.

# In-game message
source: The Ziggurat carries the stench of dead people. Good job. Two of your Vampires will accompany you to the next realm!
de: In der gesamten Zikkurat stinkt es nach toten Menschen. Gute Arbeit. Zwei deiner Vampire werden dich in das nächste Gebiet begleiten!

# In-game message
source: You've found an ancient acolyte altar. It is said to feast upon a dozen souls of believers situated nearby. The legends say it takes a whole century for it to recharge. And it certainly does look like it hasn't been touched in ages. Useful, right? Walk over when you need to kill any monks and priestesses located on your territory. This is powerful magic Keeper, but it can only be activated once, so use it wisely.
de: Du hast einen alten Akolythenaltar gefunden. Es heißt, dass er sich an einem Dutzend Seelen von Gläubigen in der Nähe sättigt. Die Legenden besagen, es dauert ein ganzes Jahrhundert bis er sich auflädt. Und es sieht wirklich so aus als wäre er seit Ewigkeiten nicht mehr angerührt worden. Nützlich, nicht wahr? Renn drüber wenn du Mönche und Priesterinnen in deinem Gebiet abwürgen willst. Dies ist ein mächtiger magischer Keeper, aber er kann nur einmal aktiviert werden, setze ihn also mit Bedacht ein.

# In-game message
source: You touched the acolyte altar and hear distant screams...
de: Du hast den Akolythenaltar begrapscht und hörst fernes Geschrei...

# In-game message
source: In ancient times this was a Wizard realm. When the Polish came they were eliminated, except for one Keeper who retreated to the northern caverns He was eventually discovered and defeated, but he left behind a fascinating relic: a spell that is said to eliminate every living being recently exposed to sunlight. You must find it! But first, some bad news: only your ally the blue keeper can attract creatures in this land. However, whilst there are 2 scavengers capable of summoning heroes, one has joined the green keeper and the remaining one is guarded by dragons. To work Keeper!
de: In alten Zeiten war dies ein Reich der Zauberer. Als die Polen einmarschierten wurden sie vernichtet, bis auf einen Keeper, der sich in die nördlichen Höhlen zurückzog. Er wurde schließlich entdeckt und besiegt, hinterließ jedoch ein faszinierendes Relikt: einen Zauber, der angeblich jedes Lebewesen vernichtet das kürzlich dem Sonnenlicht ausgesetzt war. Du musst ihn finden! Doch zunächst die schlechte Nachricht: Nur dein Verbündeter, der blaue Keeper, kann in diesem Land Kreaturen anlocken. Es gibt zwar 2 Köderräume die Helden beschwören können, aber einer hat sich dem grünen Keeper angeschlossen und der andere wird von Drachen bewacht. An die Arbeit Keeper!

# In-game message
source: Touch the scavenger to claim it! This one summons tunnellers. Not the strongest fighters, but indeed quite useful when imps are unavailable. Some imps might still hide in the tunnels. Now, I hope you know how to enter the area without letting the dragons in. Do not rush to eliminate your ally, as you still need him. Let him claim the portal somehow and he will be a source of recruits to your cause!
de: Berühre den Köder um ihn einzufordern! Dieser beschwört Tunnelbauer. Sie sind nicht die stärksten Kämpfer, aber immernoch nützlich wenn keine Imps verfügbar sind. Einige Imps könnten sich auch noch in den Tunneln verstecken. Ich hoffe du kennst die Methode, um in das Gebiet eindringen ohne die Drachen hereinzulassen. Eliminiere deinen Verbündeten nicht überstürzt, denn du brauchst ihn noch. Er soll das Portal irgendwie für sich erobern, und es wird eine Quelle von Verstärkung für deine Sache sein!

# In-game message
source: With only dwarves in the tunnels, the guards have long gone. Behold the relic - touch it and all the heroes are eliminated! Choosing the moment to unleash this power must be done with care? Only two altars with this awesome power exist in this land. Also, be aware that when this power is activated, your scavenging abilities are eliminated.
de: Da nur Zwerge in den Tunneln sind, sind die Wachen schon lange weg. Erblicke das Relikt - berühre es, und alle Helden werden eliminiert! Der Zeitpunkt für die Entfesselung dieser Macht muss mit Bedacht gewählt werden? Nur zwei Altäre mit dieser gewaltigen Macht existieren in diesem Land. Sei dir außerdem bewusst, dass wenn diese Macht aktiviert ist, deine Fähigkeiten zum Plündern aufgehoben sind.

# In-game message
source: These Priestesses channel some sort of spell towards your dungeon, weakening your creatures. However, it also weakens their own abilities
de: Diese Priesterinnen kanalisieren eine Art von Zauber auf deinen Dungeon, der deine Kreaturen schwächt. Allerdings werden dadurch auch ihre eigenen Fähigkeiten geschwächt.

# In-game message
source: You have activated the relic obliterating all non-dungeon native beings, and cancelling the Keeper's curse! However, this has attracted the unwelcome attention of the local heroes. Survive their aggression and victory is yours! You have one more use of this spell. Use it wisely!
de: Du hast die Reliquie aktiviert die alle nicht Dungeonstammigen Wesen auslöscht und den Fluch des Keepers aufgehoben hat! Dies hat jedoch die unwillkommene Aufmerksamkeit der örtlichen Helden auf sich gezogen. Überlebe ihre Aggression und der Sieg ist dein! Du hast noch eine weitere Anwendung dieses Zaubers. Setzt ihn weise ein!

# In-game message
source: No sign of the Heroes? Have they given up, or are they assembling ready for battle? Let's hope they just took a break to pray!
de: Keine Spur von Helden? Haben sie aufgegeben, oder ballen sich kampfbereit? Hoffen wir, dass sie nur eine Pause zum Beten eingelegt haben!

# In-game message
source: I'm sure you've noticed, but an angry mob has arrived!
de: Du hast es sicher schon bemerkt, aber eine erzürnte Herde ist angekommen!

# In-game message
source: You have done well so far Keeper, but the Lord of the Land and his crew is on his way!
de: Du hast dich bisher gut geschlagen Keeper, aber der Herr des Landes und seine Geringverdienermannschaft ist auf dem Weg!

# In-game message
source: The final battle for this realm begins. Victory is very close Keeper, if you can keep your nerve?
de: Die letzte Schlacht um dieses Reich beginnt. Der Sieg ist sehr nahe Keeper, wenn deine Nerven nicht abreißen?

# In-game message
source: Wonderful job, Keeper. Onto the next realm!
de: Wunderbare Arbeit, Keeper. Und jetzt raus aus diesem Loch der Freiheit entgegen!

# In-game message
source: The annoying humans will be entering your dungeon, exposing you more and more to the powerful Southern Keeper.
de: Diese lästigen Menschen werden deinen Dungeon betreten und dich mehr und mehr dem mächtigen Südkeeper aussetzen.

# In-game message
source: These infuriating humans are digging through the only opening separating you from the rival keeper!
de: Diese verdrießlichen Typen graben sich durch die einzige Öffnung die dich vom rivalisierenden Keeper trennt!

# In-game message
source: No time for preparation keeper, as the locals know of your presence and plan to attack. There is an enemy Keeper in the East who must also be dealt with! There is no rest for the wicked Master!
de: Keine Zeit für Frühjahrsschlaf, denn die Einheimischen wissen von deiner Anwesenheit und planen einen Angriff. Im Osten gibt es einen feindlichen Keeper der ebenfalls aufgeräumt werden muss! Hier gibt es keine Ruhe für den gottlosen Meister!

# In-game message
source: Many people see joining you as the only way to defeat the Eastern Keeper and his vampires. Use this to your advantage: these reinforcements are wealthy, and their gold will prove extremely useful in your quest. Touch the 4 coloured flames to keep receiving the full power of the sentinels.
de: Viele Einheimische sehen, dass sich dir anzuschließen die einzige Möglichkeit ist den östlichen Keeper und seine Vampire niederzumähen. Nutze dies zu deinem Vorteil: Diese Verstärkung ist reich und ihr Gold wird sich als äußerst nützlich für deine Aufgabe erweisen. Berühre die 4 farbigen Flammen um weiterhin die volle Kraft der Wächter zu erhalten.

# In-game message
source: Look! A few Barbarians have joined you!
de: Sieh an, ein paar Barbaren sind zu dir übergelaufen!

# In-game message
source: All the sentinel dwellings have been captured Master.
de: Alle Wächterhäuser wurden erobert Meister.

# In-game message
source: Can you hear some buzzing from the North-East?
de: Hörst du ein Schnarren aus dem Nord-Osten?

# In-game message
source: Fairies have joined your cause.
de: Feen sind zu dir übergelaufen.

# In-game message
source: Monks have joined your cause. Tedious minions, but they have their uses Master!
de: Mönche sind zu dir übergelaufen. Lästige Diener, aber sie haben ihren Nutzen, Meister!

# In-game message
source: Archers have now joined your army. Noble warriors as they are, I'm sure they sicken you, but their skills will be of use to you.
de: Die Bogenschützen sind nun Teil deiner Armee. So edle Krieger sie auch sind, ich bin mir sicher dass sie dich ankotzen. Aberrr ihre Fähigkeiten werden sicher von Nutzen sein.

# In-game message
source: These priestesses have useful abilities Master, and will be very useful in the battles to come!
de: Diese Priesterinnen haben nützliche Fähigkeiten Meister, und werden in der kommenden Miesere sehr nützlich sein!

# In-game message
source: You can thank those people for one thing though. A group of autistic monks have managed to limit the east keeper's vampires' power for some time.
de: Eines kannst du diesen Typen dennoch verdanken. Einer Gruppe autistischer Mönche ist es gelungen die Macht der Vampire des Ostkeepers für einige Zeit zu begrenzen.

# In-game message
source: Beware Master! The Vampires have overcome the Monks' curse and are restored to full strength!
de: Hüte dich, Meister! Die Vampire haben den gesegneten Fluch der Mönche überwunden und sind wieder zu voller Stärke gelangt!

# In-game message
source: The Lord of the Land took his time but is finally here to revenge his comrades. Send him where he belongs!
de: Der Herr des Landes hat lange ausgeschlafen aber jetzt ist er hier um seine Kameraden zu rächen. Sende ihn dorthin zurück wo er hingehört!

# In-game message
source: What are you waiting for? You're done. To the next realm!
de: Worauf wartest du noch? Du bist hier fertig. Zieh Leine ins nächste Reich!

# In-game message
source: The Eastern Keeper's vampire army grows ever larger Master. Defeat awaits if you don't do something about it!
de: Die Vampirarmee des östlichen Keepers wird immer breiter, Meister. Die Niederlage steht bevor wenn du nicht aus dem Tiefschlaf kommst!

# In-game message
source: Some of the resistance has arrived!
de: Ein Teil des Widerstandes ist angekommen!

# In-game message
source: The land is unusable with this many insects crawling around. Your task is to find and case any insect and spider lairs you find. Careful, for they are hidden well and they do like revenge. Flush them out.
de: Das Land ist unbrauchbar wenn so viele Insekten herumkrabbeln. Deine Aufgabe ist es, alle Insekten- und Spinnenverstecke die du findest zu entsorgen. Vorsicht, denn sie sind gut versteckt und rächen sich gerne. Scheuche sie auf.

# In-game message
source: This realm was once an Imp prison beneath a monastery. A place of great suffering, it has now been abandoned. For good reason!
de: Dieses Reich war einst ein Impgefängnis unter einem Kloster. Es war ein Ort großen Elends und wurde nun verlassen. Aus guten Gründen!

# In-game message
source: Worms have spread through the bodies of your Vampires, killing some. Keeping more than a few vampires is impossible as they're getting eaten 'alive'!
de: Würmer haben sich in den Körpern deiner Vampire ausgebreitet und einige von ihnen getötet. Es ist unmöglich mehr als ein paar Vampire zu halten, da sie "lebendig" gefressen werden!

# In-game message
source: The enemy are upon us. I'm just telling you in case you were having a doze.
de: Der Feind ist über uns! Ich sage es dir nur falls du gerade gepennt hast.

# In-game message
source: You've activated an old Imp portal from the time of the Monastery. Some imps may die, and you can no longer summon them at will. However, there remains other strange Imp magic in this land for you to discover!
de: Du hast ein altes Impportal aus der Zeit des Klosters aktiviert. Einige Imps könnten sterben, und du kannst sie nicht mehr nach Belieben beschwören. Es gibt jedoch noch andere seltsame Impmagie in diesem Land die du finden könntest!

# In-game message
source: You hear insect noise in the tunnels... they sound angry.
de: Du hörst Insektenlärm in den Tunneln... sie klingen wütend.

# In-game message
source: You hear insect noise in the tunnels... as if they seemed even more angry!
de: Du hörst Insektenlärm in den Tunneln... als ob sie noch mehr angepisst wären!

# In-game message
source: You have conquered more than half of the insect lairs now Master!
de: Du hast jetzt mehr als die Hälfte der Insektenhöhlen ausgeräumt, Meister!

# In-game message
source: Just a few more lairs to destroy now!
de: Jetzt müssen nur noch ein paar wenige Höhlen rasiert werden!

# In-game message
source: you have destroyed all the insect lairs now, and the inevitable counter-attack is imminent!
de: Du hast jetzt alle Insektenverstecke zerstört und die unvermeidliche Abwehrreaktion steht unmittelbar bevor!

# In-game message
source: They are here, Keeper. Eliminate every foe, be it bug or otherwise!
de: Sie sind hier, Keeper. Eliminiere jeden Schädling, sei es ein Krabbeltier oder etwas anderes!

# In-game message
source: Finally. This land is now suitable to be added to your domain.
de: Na endlich. Dieses Land ist nun geeignet, um zu deiner Sammlung hinzugefügt zu werden.

# In-game message
source: Insufferable heat, lack of portals and the constant danger of being raided by heroes makes this dune treasury a truly forsaken place. Could it be the mysterious scavenger eye that attracts them?
de: Unerträgliche Hitze, fehlende Portale und die ständige Gefahr von Helden belästigt zu werden machen diese Dünenschatzkammer zu einem wahrhaft verhassten Ort. Könnte es das mysteriöse Köderauge sein, das sie anlockt?

# In-game message
source: This eerie scavenger eye works differently to a portal or a scavenger room. It attracts creatures from other realms based on the rooms you own. Claiming and expanding those rooms will summon higher level creatures. Barracks will summon Archers, hatchery summons Bile Demons. Warlocks and Wizards are attracted to your library, whilst Dragons are attracted by various other rooms you claim. The summoning works until your army is 30 strong!
de: Dieses schaurige Köderauge funktioniert anders als ein Portal oder ein Köderraum. Es zieht Kreaturen aus anderen Welten an, je nachdem welche Räume du besitzt. Das Einnehmen und Erweitern dieser Räume beschwört Kreaturen höherer Stufen. Kasernen beschwören Bogenschützen, Hühnerfarmen beschwören Teufler. Magier und Zauberer werden von der Bibliothek angezogen, während Drachen von verschiedenen anderen Räumen angezogen werden, die du einnimmst. Die Beschwörung funktioniert bis deine Armee 30 Einheiten stark ist!

# In-game message
source: One of the heroes' most dangerous insurgents has entered this realm. Recruit him and he'll serve you well...
de: Einer der gefährlichsten Aufständischen Helden hat dieses Reich betreten. Rekrutiere ihn und er wird dir ordentlichen Krach leisten...

# In-game message
source: People of this land are sending their troops periodically. As they foolishly think you are outnumbered they prioritize mobilising their tougher parties to other realms. Find and destroy their dungeon heart before the offense becomes overwhelming and eliminate every foe to win this land.
de: Die Bewohner dieses Landes schicken ihre Truppen in gewissen Intervallen. Da sie törichterweise glauben dass du in der Unterzahl bist, mobilisieren sie vorrangig ihre härteren Truppen in anderen Regionen. Finde und zerstöre ihr Dungeonherz bevor die Offensive überwältigend geworden ist, und eliminiere jeden Feind um dieses Land zu knechten.

# In-game message
source: This ancient dungeon possesses great archaeological significance. This simply means there should be some interesting treasure worth stealing. Now that's what I call practical archaeology.
de: Dieses alte Verlies ist von großer archäologischer Bedeutung. Das bedeutet einfach, dass es dort interessante Schätze geben sollte die es wert sind entwendet zu werden. Das nenne ich angewandte Archäologie.

# In-game message
source: The Mysterious Scavenger Eye will transfer your gold to the next realm when you are victorious. So amass what you can!
de: Das Mysteriöse Köderauge wird dein Gold ins nächste Reich übertragen wenn du siegreich bist. Also horte und hamstere was du kannst!

# In-game message
source: Spies have discovered that the dwarves will recede in the absence of workshops Master.
de: Spione haben herausgefunden dass sich Zwerge in Abwesenheit von Werkstätten zurückziehen werden, Master.

# In-game message
source: Look! The Scavenger Eye has summoned a few barbarians from Cloud Temple Ruins! It senses your impending victory perhaps?
de: Seht! Das Köderauge hat ein paar Barbaren aus den Wolkentempelruinen herbeigerufen! Spürt es vielleicht deinen bevorstehenden Sieg?

# In-game message
source: You have finally caught their attention. They have begun sending their most forceful troops. Good luck!
de: Ihr habt endlich ihre Aufmerksamkeit erregt. Sie haben begonnen ihre stärksten Truppen zu schicken. Viel Glück!

# In-game message
source: The final group is here to finish you off. Wreck them. Eliminate every foe in this land to win.
de: Die letzte Gruppe ist hier um dich zu erledigen. Vernichte sie. Begrabe jeden Feind in diesem Land bis nichts übrig geblieben ist.

# In-game message
source: The Heroes are despatched and you have plundered the riches of this realm to fund your next conquest. Excellent! Now you may depart this unbearably hot land.
de: Die Helden sind abgezogen und du hast die Reichtümer dieses Reiches eingesackt um deine nächste Eroberung zu schmieren. Ausgezeichnet! Nun kannst du dieses unerträglich heiße Land verlassen.

# In-game message
source: The Phoenix Penitentiary. Where Knights keep watch over convicted Sorcerors, and the Polish government send their Warlocks for injecting whole marijuanas. And a home to two and a half keepers. Every keeper in this land has his own reason for dwelling this place. It's futile to expect mercy from any of them; as if you care, right? Your task is to eliminate the Keepers and all Knights.
de: Die Phoenix Haftanstalt. Wo geringverdiente Ritter über verurteilte Zauberer wachen. Und die polnische Regierung schickt ihre Magier führs einführen ganzer Marihuanas. Und ein Zuhause für zwei und einen halben Keeper. Jeder Keeper in diesem Land hat seinen eigenen Gründe an diesem Ort umherzupoltern. Schöne Nachbarn und gute Gesellschaft zu erwarten ist hier zwecklos; als ob dich das auch jucken würde, richtig? Deine Aufgabe ist es die Keeper und alle zugedröhnten Ritter niederzumähen.

# In-game message
source: Spies have discovered that you may recruit Imps from the cavern to the east of your dungeon.
de: Spione haben herausgefunden dass du Imps aus der Höhle im Osten deines Dungeons rekrutieren kannst.

# In-game message
source: These Knights are not exactly the loyal types. Convert as many of them as possible. Perhaps you could talk them into joining you in the next realm?
de: Diese Ritter sind nicht gerade die loyalsten Typen. Bekehr' so viele von ihnen wie möglich. Vielleicht kannst du sie dafür schmieren, sich dir im nächsten Reich anzuschließen?

# In-game message
source: You have desecrated their Portal, so the Fairies should be no more.
de: Ihr habt ihr Portal entheiligt, so sollten diese Feen hier nicht mehr existieren.

# In-game message
source: The Gems were surrounded by intruder alarms, so guess what? Heroes are on their way!
de: Die Kristalle waren mit Einbruchsalarm gesichert, also rate was als nächstes kommt? Die wütende Herde ist schon auf dem Weg!

# In-game message
source: The heroes have opened a fairy portal in a lava cove nearby. Though annoying, it is very delicate: desecrate the portal by touching it and it'll stop working. Simple, right?
de: Die Helden haben in einer nahe gelegenen Lavabucht ein Feenportal geöffnet. Es ist zwar lästig, aber auch sehr empfindlich: Schände das Portal indem du es berührst, und wird es nicht mehr funktionieren. Ganz einfach, oder?

# In-game message
source: You are taking too long, keeper. You don't want to be here when the heroes come to clean up!
de: Du brauchst zu lange Keeper. Du willst nicht hier sein wenn die Helden kommen um abzuräumen!

# In-game message
source: Careful keeper, retribution has arrived. Eliminate every rival keeper and the four knights to win. Don't forget to convert knights if you wish to see them accompany you in the next realm! Also, be aware that Spies inform us that this land has access to a hidden realm!
de: Vorsicht Hüter, die Vergeltungskommitee ist da. Eliminiere alle gegnerischen Keeper und die vier Ritter um zu gewinnen. Vergiss nicht die Ritter zu bekehren, wenn du möchtest dass sie dich in das nächste Reich begleiten! Außerdem haben Spione Informationen über dem Zugang zu einem verborgenen Untergrund beschafft!

# In-game message
source: Impressive job, Keeper. Most of the isle is now yours.
de: Beeindruckende Arbeit, Keeper. Der Großteil der Insel ist jetzt unter deiner Kontrolle.

# In-game message
source: Impressive job, Keeper. One of your knights will join you in the next realm.
de: Beeindruckende Arbeit, Keeper. Einer deiner Ritter wird dir ins nächste Reich folgen.

# In-game message
source: Impressive job, Keeper. A couple of your knights will join you in the next realm.
de: Beeindruckende Arbeit, Keeper. Mehrere deiner Ritter werden dir ins nächste Reich folgen.

# In-game message
source: This realm is begging to be plunged into darkness. The Avatar himself has a castle here. Another Keeper also seeks his soul. This could get messy.
de: Dieses Reich bittet darum, in die Dunkelheit getaucht zu werden. Der Avatar selbst hat hier ein Schloss. Ein anderer Keeper sucht ebenfalls nach seiner Seele. Das könnte schmutzig werden.

# In-game message
source: The plan for a first strike went bust. The people of this land have already launched attacks upon your dungeon from multiple directions. It's up to you to take control. Withstand the smite and defeat the lord of the land.
de: Der Plan für einen Erstschlag ging flöten. Die Einwohner dieses Landes haben bereits aus mehreren Richtungen Angriffe auf diesen Dungeon gestartet. Jetzt liegt es an dir, die Kontrolle über diese Miesere zu übernehmen. Halte dem Ansturm stand und besiege den Herrn des Landes.
