Repository: dkfans/keeperfx
Catalog: trunk/keeperfx/lang/speech_cze.po
Languages: cs_cz

# In-game mentor
source: Your creatures are becoming angry.
cs_cz: Tvé bytosti se začínají zlobit.

# In-game mentor
source: Your creatures are angry - they have nowhere to live.
cs_cz: Tvé bytosti se zlobí - nemají kde bydlet.

# In-game mentor
source: Your minions are annoyed - you cannot pay them.
cs_cz: Tví přisluhovači jsou naštvaní - nemůžeš jim zaplatit.

# In-game mentor
source: Your creatures are upset because they are hungry.
cs_cz: Tvoje příšery jsou naštvané, protože mají hlad.

# In-game mentor
source: Your minions are vandalizing your dungeon!
cs_cz: Tví přisluhovači demolují tvou kobku!

# In-game mentor
source: Creatures are deserting!
cs_cz: Příšery dezertují!

# In-game mentor
source: The enemy has broken through your walls!
cs_cz: Nepřítel prolomil tvé zdi!

# In-game mentor
source: Your Dungeon Heart is being attacked!
cs_cz: Tvé Srdce kobky je napadeno!

# In-game mentor
source: Your minions have lost a battle.
cs_cz: Tví přisluhovači prohráli bitvu.

# In-game mentor
source: Your creatures have won a battle!
cs_cz: Tví tvorové vyhráli bitvu!

# In-game mentor
source: Your creatures are falling in battle!
cs_cz: Tvé stvoření prohrávají bitvu!

# In-game mentor
source: Your minions are winning the battle.
cs_cz: Tví přisluhovači vítězí v bitvě.

# In-game mentor
source: Your creatures are under attack.
cs_cz: Tví tvorové jsou pod útokem.

# In-game mentor
source: Your creatures are attacking the enemy!
cs_cz: Tvá stvoření útočí na nepřítele!

# In-game mentor
source: The enemy is destroying your rooms!
cs_cz: Nepřítel je ničí tvé místnosti!

# In-game mentor
source: You are losing teritory.
cs_cz: Strácíš území.

# In-game mentor
source: You have claimed an enemy room.
cs_cz: Zabral jsi místnost nepřítele.

# In-game mentor
source: You have taken control of a new room.
cs_cz: Převzal jsi kontrolu nad novou místností.

# In-game mentor
source: Beware, the lord of the land approaches!
cs_cz: Dej si pozor, pán země příchází!

# In-game mentor
source: Your creatures are fighting amongst themselves.
cs_cz: Tvé stvoření bojují samy mezi sebou.

# In-game mentor
source: The battle is over.
cs_cz: Bitva skončila.

# In-game mentor
source: Food is scarse, enlarge your Hatchery.
cs_cz: Jídlo je vzácné, zvětši Líheň.

# In-game mentor
source: Your creatures need a bigger Lair.
cs_cz: Tví tvorové potřebují větší Doupě.

# In-game mentor
source: You need a bigger Treasure Room.
cs_cz: Potřebuješ větší Pokladnici.

# In-game mentor
source: Your Library is too small.
cs_cz: Tvoje Knihovna je příliš malá.

# In-game mentor
source: Your Prison is too small.
cs_cz: Tvojě Vězení je příliš malé.

# In-game mentor
source: Your Torture Chamber is not big enough.
cs_cz: Tvoje Mučírna není dost velká.

# In-game mentor
source: You need a bigger Training Room.
cs_cz: Potřebuješ větší Tréningovou místnost.

# In-game mentor
source: Your Workshop is not big enough.
cs_cz: Tvoje Dílna není dost velká.

# In-game mentor
source: Your Scavenge Room is too small.
cs_cz: Tvůj Očistec je příliš malý.

# In-game mentor
source: You need a bigger Temple.
cs_cz: Potřebuješ větší Chrám.

# In-game mentor
source: Your Graveyard is not big enough.
cs_cz: Tvůj hřbitov není dost velký .

# In-game mentor
source: Your Barracks require expansion.
cs_cz: Tvoje Kasárna vyžadují rozšířit.

# In-game mentor
source: Hungry creatures cannot get to a Hatchery.
cs_cz: Hladové bytosti se nemohou dostat do Líhně.

# In-game mentor
source: Some of your minions are unable to reach the Treasure Room.
cs_cz: Někteří z tvých poskoků se nejsou schopni dostat k Pokladnici.

# In-game mentor
source: Some of your minions are unable to reach their lairs.
cs_cz: Někteří z tvých poskoků se nejsou schnopni dostat do Doupat.

# In-game mentor
source: An Entrance have been claimed.
cs_cz: Dosáhnul jsi Vstupu.

# In-game mentor
source: You have lost an entrance.
cs_cz: Ztratil jsi Vstup.

# In-game mentor
source: You must build a Treasure Room, to store gold.
cs_cz: Musíš vybudovat Pokladnici k ukládání zlata.

# In-game mentor
source: You need to build a Lair for your creatures.
cs_cz: Musíš vybudovat Doupě pro tvé stvoření.

# In-game mentor
source: You should build a Hatchery, to feed your minions.
cs_cz: Měl by jsi postavit Líheň, ať můžeš nakrmit své přisluhovače.

# In-game mentor
source: A new room has been researched.
cs_cz: Byla vynalezena nová místnost.

# In-game mentor
source: A new spell has been researched.
cs_cz: Bylo vynalezeno nové kouzlo.

# In-game mentor
source: A door has been manufactured.
cs_cz: Byly vyrobeny dveře.

# In-game mentor
source: A trap has been manufactured.
cs_cz: Byla vyrobena past.

# In-game mentor
source: There is nothing new to research.
cs_cz: Není nic nového k výzkumu.

# In-game mentor
source: You have taken an enemy's spellbook.
cs_cz: Vzal jsi nepříteli knihu kouzel.

# In-game mentor
source: You have taken an enemy's trap design.
cs_cz: Zabral jsi design k pasti nepřítele.

# In-game mentor
source: You have taken an enemy's door design.
cs_cz: Zabral jsi konstrukční plán k dveřím nepřítele.

# In-game mentor
source: The enemy has stolen a spellbook!
cs_cz: Nepřítel ti ukradnul knihu kouzel!

# In-game mentor
source: A trap design has been taken from you.
cs_cz: Byl ti ukraden plán k výrobě pastí.

# In-game mentor
source: The enemy has taken a door design.
cs_cz: Nepřítel ti ukradnul projekt k výrobě dveří.

# In-game mentor
source: Information has been tortured from the enemy.
cs_cz: Mučením byla získána informace z nepřítele.

# In-game mentor
source: An enemy has been converted to your cause.
cs_cz: Nepřítel konvertoval k tvému cíli.

# In-game mentor
source: A prisonner have died and returned as a Skeleton.
cs_cz: Vězeň zemřel a vrátil se jako Kostlivec.

# In-game mentor
source: A torture victim has died and returned as a Ghost.
cs_cz: Oběť mučení zemřela a vrátila jako duch.

# In-game mentor
source: Your prisonners are escaping!
cs_cz: Utíkají ti vězni!

# In-game mentor
source: A Vampire has risen on your Graveyard.
cs_cz: Na hřbitově povstal upír.

# In-game mentor
source: You have freed your creatures from prison!
cs_cz: Osvobodil jsi své bytosti z vězení!

# In-game mentor
source: Your prisonners are starving to death.
cs_cz: Tví vězni hladoví k smrti.

# In-game mentor
source: One of your creatures is being scavenged!
cs_cz: Jedno z tvých stvoření je očišťováno!

# In-game mentor
source: One of your minions is being scavenged!
cs_cz: Jden z tvých přisluhovačů je očišťován!

# In-game mentor
source: One of your creatures has joined the enemy.
cs_cz: Jeden z tvých tvorů se přidal k nepříteli.

# In-game mentor
source: Secrets have been tortured from your creatures!
cs_cz: Tajemství byla získána mučením z tvých stvoření.

# In-game mentor
source: The Gods are pleased with your sacrifice.
cs_cz: Bohové jsou spokojeni s tvou obětí.

# In-game mentor
source: The Gods have rewarded your offering.
cs_cz: Bohové odměněnili tvou nabídku.

# In-game mentor
source: The Gods do not care for your sacrifice.
cs_cz: Tvá oběť bohy nezajímá.

# In-game mentor
source: Your offering has made the Gods angry!
cs_cz: Tvá nabídka rozzuřila bohy!

# In-game mentor
source: The Gods have punished your unwothy offering.
cs_cz: Bohové tě potrestali za tvou nedůstojnou nabídku.

# In-game mentor
source: This is no wishing well, keeper.
cs_cz: Toto není žádné sbohem, Správče!

# In-game mentor
source: Your creatures have discovered a misterious magic box.
cs_cz: Tvé stvoření objevily tajemnou magickou bednu.

# In-game mentor
source: Your creatures have found a spell.
cs_cz: Tví tvorové našli kouzlo.

# In-game mentor
source: A door design has been discovered.
cs_cz: Byla objevena nová konstrukce dveří.

# In-game mentor
source: A trap design has been discovered.
cs_cz: Byla vynalezen design nové pasti.

# In-game mentor
source: New creatures have joined your dungeon.
cs_cz: Nové stvoření přišly do tvé kobky.

# In-game mentor
source: You have thalowed into a new area.
cs_cz: Prokopal jsi se do voné oblasti.

# In-game mentor
source: The entire realm has been revealed to you.
cs_cz: Byla ti odhalena celá země.

# In-game mentor
source: You may resurrect one creature.
cs_cz: Můžeš vzkřísit jednu bytost.

# In-game mentor
source: Select a creature to take with you to the next realm.
cs_cz: Vyber si stvoření, které si sebou vezmeš do další říše.

# In-game mentor
source: So be it.
cs_cz: Staniž se.

# In-game mentor
source: You have bewitched a hero.
cs_cz: Očaroval jsi hrdinu.

# In-game mentor
source: Your creatures have been doubled in number.
cs_cz: Počet tvých příšer se zdvojnásobil.

# In-game mentor
source: Your creatures have been blessed with experience.
cs_cz: Tvé příšery byly požehnány zkušenostmi.

# In-game mentor
source: Your dungeon has been fortified.
cs_cz: Tvá kobka byla opevněna.

# In-game mentor
source: You have found a hidden realm. Go there when you've conquered this land.
cs_cz: Našel jsi skrytou říši. Běž tam, až si podmaníš tuto zemi.

# In-game mentor
source: Your gold reserves are running low.
cs_cz: Tvé zásoby zlata docházejí.

# In-game mentor
source: You do not have enough gold.
cs_cz: Nemáš dostatek zlata.

# In-game mentor
source: You are too poor to scavenge creatures.
cs_cz: Jsi příliš chudý na to, aby jsi očistil příšeru.

# In-game mentor
source: You cannot afford to train creatures.
cs_cz: Nemůžeš si dovolit trénovat bytosti.

# In-game mentor
source: It is payday.
cs_cz: Je den výplaty.

# In-game mentor random funny message
source: My god, it's full of pies.
cs_cz: Můj bože, je to plné koláčů.

# In-game mentor random funny message
source: Something surreal is happening.
cs_cz: Děje se něco neskutečného.

# In-game mentor random funny message
source: Your creatures are developing a strange accent.
cs_cz: Tvé bytosti si rozvíjí zvláštní přízvuk.

# In-game mentor random funny message
source: Your pants are definitely too tight.
cs_cz: Tvé kalhoty jsou rozhodně příliš těsné.

# In-game mentor random funny message
source: Your minions have a craving for chocolate.
cs_cz: Tví přisluhovači mají chuť na čokoládu.

# In-game mentor random funny message
source: There's that smell again.
cs_cz: A je tu ten smrad, opět.

# In-game mentor random funny message
source: Hello.
cs_cz: Ahoj.

# In-game mentor random funny message
source: Cough
cs_cz: Zakašlání.

# In-game mentor
source: You cannot give your Imps any more jobs.
cs_cz: Nemůžeš dát svým Impům žádnou další práci .

# In-game mentor
source: Game loaded.
cs_cz: Hra načtena.

# In-game mentor
source: Game saved.
cs_cz: Hra uložena.

# In-game mentor
source: You have defeated an enemy Keeper.
cs_cz: Porazil jsi nepřátelského Správce.

# In-game mentor
source: You have been defeated.
cs_cz: Byl jsi poražen.

# In-game mentor
source: You have conquered this realm!
cs_cz: Dobyl jsi tuto říši!

# In-game mentor
source: Master, I sence the presence of the Avatar!
cs_cz: Mistře, cítím přítomnost Avatara!

# In-game mentor
source: What trickery is this? The Avatar's body has vanished.
cs_cz: Co je to podvod? Tělo Avatar zmizelo.

# In-game mentor
source: You are victorious, your darkness pervades througout the kingdom. All hail the new lord of shadows.
cs_cz: Zvítězil jsi, tvá temnota prostupuje skrze království. Všichni oslavujte nového pána stínů.

# Enemy Keeper Harassment
source: Your efforts are futile!
cs_cz: Tvé snahy jsou marné!

# Enemy Keeper Harassment
source: My dungeon is the finest You shall ever see!
cs_cz: Má kobka je nejlepší jakou kdy uvidíš!

# Enemy Keeper Harassment
source: My minions will leave your dungeon a crumbling ruin!
cs_cz: Mí přisluhovači zanechají z tvé kobky rozpadající zříceninu!

# Enemy Keeper Harassment
source: You entrails will decorate the darkest alchow of my domain!
cs_cz: Tvé vnitřnosti budou zdobit nejtmavší alchow mé domény!

# Enemy Keeper Harassment
source: Your corpse shall se my minions yet, keeper!
cs_cz: Tvé tělo ještě potká mé přisluhovače, Správče!

# Enemy Keeper Harassment
source: Prepare for oblivion, Keeper!
cs_cz: Připrav se na zapomnění, Správče!

# Enemy Keeper Harassment
source: Pathetic creature, I shall crush you in an instant!
cs_cz: Ubohé stvoření, rozdrtím tě v mžiku!

# Hero Talk Upon Entering
source: Your dark days are numbered, evil one!
cs_cz: Zlochu, tvé dny temna jsou u konce!

# Hero Talk Upon Entering
source: We come to rid the world of your evil!
cs_cz: Zbavíme se tvého světa zla!

# Hero Talk Upon Entering
source: We shall send you back to the pits, vile one!
cs_cz: Odporný, zaženeme tě zpátky do děr!

# Hero Talk Upon Entering
source: Your reign shall end before this day is done!
cs_cz: Tvá vláda skončí dříve než bude tento den u konce!

# Hero Talk Upon Entering
source: We shall cast you back into the shadows, keeper!
cs_cz: Uvrhneme tě zpátky do stínů, správče!

# Hero Talk Upon Entering
source: Leave us to live our lives in peace!
cs_cz: Nechte nás žít naše životy v míru!

# Hero Talk Upon Entering
source: In the name of all that is good, we shall defeat you!
cs_cz: Ve jménu všeho, co je dobré , tě porazíme!

# Hero Talk Upon Entering
source: We shall not tolerate your evil presence any longer!
cs_cz: Nebudeme už tolerovat tvou ďábelskou přítomnost!
