Repository: dkfans/keeperfx
Catalog: lang/campgns/dzjr06lv/landview_fre.po
Languages: fr_fr

# Level introduction
source: Pile of its own good. This land has never gained pain or the beauty of WAR. Everyone here is happy. You must change it immediately, my lord.
fr_fr: Pile de son propre bon - Cette terre n'a jamais été frappée par la douloureuse beauté de la GUERRE. Chacun ici est heureux. Vous devez y remédier immédiatement, mon Seigneur.

# Level summary
source: Handful of stones. Now, this land has tasted all the wonders of pain and war. Recently, its inhabitants were happy. Now we are happy. Great job, my lord!
fr_fr: Tas de pierres - Maintenant, cette terre a goûté à la douloureuse beauté de la guerre. Auparavant, ses habitants étaient heureux. Désormais, c'est nous qui le sommes. Quel travail, mon Seigneur!

# Level introduction
source: Ancient Fortress. This is a splendid fortress. Many keepers tried to conquer it, but no one done it at last. It is time to change this place into ruins!
fr_fr: Forteresse antique - Voici une splendide forteresse. Nombreux sont les gardiens qui s'y sont aventurés... Tous ont échoué. Il est temps de transformer cet endroit en ruines fumantes!

# Level summary
source: Splendid ruins. In my whole poor life I haven't seen stones crushed so wonderfully, and ugly humans cut in half as you did it... Now I can see scenes from my best dreams! Good work!
fr_fr: Ruines splendides - De ma triste existence, jamais je n'ai vu de ruines si merveilleusement dévastées, ni d'humains si parfaitement éviscérés. Vous êtes le virtuose de la désolation. Désormais, je vois en rêves les meilleurs moments de ce carnage! Bon travail!

# Level introduction
source: The Necromancer. This land is under rule of one Vampire, who is master in his worship.. Unfortunately, this ignorant fool refused to join our forces.. Now, it's time to show him, who will be master of this sad land.
fr_fr: Le Necromancien - Cette terre est sous l'emprise d'un vampire, qui est maître dans son culte. Malheureusement, cet imbécile ignorant a refusé de rejoindre nos forces. Il est venu le temps de lui montrer qui est le Maître de cette triste terre.

# Level summary
source: Valley of Vampires. The defeated vampire refused to acknowledge your rule.. But a few troll's hammer hits in his mutt, was enough for change his mind. I ordered him to change all local humans into vampires.. Now even children are on the DARK SIDE!
fr_fr: Vallée des vampires - Le vampire défait refusant d'admettre votre écrasante domination, quelques trolls se sont montrés suffisamment persuasifs pour qu'il change d'état d'esprit. Je lui ai ordonné de convertir tous les autochtones en vampires. Maintenant, même les enfants sont du côté obscur.

# Level introduction
source: Frozen Plains. Even the humans have left this land, in arachnophobia. They feared that giant spiders could come to their houses thru windows and eat them on dinner. Now we will bake those arthropods on supper!
fr_fr: Plaines congelées - Les humains terrorisés ont abandonné cette terre aux araignées. Ils craignaient que ces bêbêtes géantes n'investissent leur demeure et les grignotent en guise d'amuse-gueule. Maintenant, c'est à nous de nous régalé !

# Level summary
source: Warm plains. Now we can in calmness admire the sights this land, with its stirring lava drift. Spiders are crunchy, when we bake them in this hot lava long enough.
fr_fr: Plaines chaudes - Nous pouvons désormais admirer dans la plus grande quiétude la vue apaisante de votre travail, sanctifié par des flots de lave meurtriers. Les araignées sont croquantes, surtout lorsqu'elles sont suffisamment rôties dans un bain de lave en ébullition.

# Level introduction
source: Barbarian Stronghold. Barbarians are horrible human nation. Before centuries, they were afraid of attacks from underground so much, that they have built this impressive stronghold. We must conquer it at all costs!
fr_fr: Bastion des barbares - Les barbares sont d'horrible humain. Dans l'ancien temps, redoutant les attaques sous-terraines, ils établir ce bastion impressionnant. Nous devons le conquérir à tout prix!

# Level summary
source: Keepers Stronghold. Barbarians switched to our side without any complications. Now we've got there even a circus :O My favorite trick is throwing knifes to barbarians! You should try it some day, my lord!
fr_fr: Bastion des gardiens - Les barbares ont rallié notre cause sans montrer la moindre résistance. Les clowns ! Ils y sont comme dans un cirque. Mon numéro préféré : le lancer de poignards! Vous devriez vous y essayer mon Seigneur!

# Level introduction
source: Final Countdown. One last step separates us from final victory. None of the keepers went to those lands before. We only know, that all the people which survived, have regrouped there. They are awaiting you..
fr_fr: Compte à rebours final - Une dernière difficulté nous sépare de la victoire finale, une terre jamais foulée par aucun gardien. Pour préparer l'assaut, quelques rescapés ont été regroupés et attendent votre commandement.

# Level summary
source: Magmaland. Finally, we won! Now with the whole world conquered, at last we can go rest and relax, watching how blood and lava joyfully flows through all the plains, meadows and mountains!
fr_fr: Magmaland - En conclusion, nous avons gagné ! Maintenant que le monde entier est sous votre domination, un repos bien mérité s'impose. Vous pourrez ainsi admirer la magnifique irrisation du sang et la lave enlisant les contrées que vous avez dévastées.
