Repository: dkfans/keeperfx
Catalog: lang/campgns/lrdvexer/landview_fre.po
Languages: fr_fr

# Level introduction
source: Allarvale. The first land is ruled by a good and fair lord, which is completely enchanted with the magic of Vexer. We need to change the land to be the most disgusting in the world!
fr_fr: Allarvale - La première contrée est dirigée par un chef prétendu juste et bon qui est sous l'emprise de la magie du Seigneur Vexer. Nous devons transformer ce lieu en un des plus répugnants qui soit au monde !

# Level summary
source: Blooddale. The blood of former inhabitants of this land, has flooded all the nearby villages. Deluge of blood is really beautiful phenomenon, just a shame that it happens so rarely.
fr_fr: Blooddale - Le sang d'anciens habitants de cette terre a inondé tous les villages voisins. Le déluge du sang étant formidablement réjouissant, il est honteux qu'il ne se produise que si rarement.

# Level introduction
source: Motmot. The land doesn't have any true ruler, and is very peaceful. Until today! Another keeper threw the challenge to fight for this land. You should speak to his common sense and show him our justice!
fr_fr: Motmot - Cette paisible terre n'a jamais connu de véritable chef. Jusqu'à aujourd'hui ! Un autre gardien s'est mis en tête de la conquérir. Vous devriez vous rappeler à son bon souvenir et lui montrer votre sens aigu de la justice !

# Level summary
source: Drownman-marsh. When the guardian was defeated, we've decided to demolish the dam which was in the city. The water penetrated all around, drowning the inhabitants residing there. What a wonderful scenery, don't you think?
fr_fr: Drownman-marais - Quand le gardien a été défait, nous avions décidé de démolir le barrage en amont de la ville. L'eau l'a totalement recouverte, noyant les habitants qui y résidient. Quel paysage merveilleux, ne pensez-vous pas ?

# Level introduction
source: Darvicious. This land has a strong and noble ruler. There's a castle, protected by surrounding lava. The knight seems not to know that lava is not an obstacle for us!
fr_fr: Darvicious - Le Seigneur de cette terre est un homme fort et noble dont le château est retranché derrière de vastes étendues de lave. Ce qu'il semble ignorer, c'est que ce n'est pas un obstacle pour nous !

# Level summary
source: Lavaglow. When we've conquered this land, the lava flowed through one of our tunnels to the surface. Now, in both day and night, the sky is glowing red. Excellent job, my lord!
fr_fr: Lavaglow - Quand nous avons conquis cette terre, la lave est remontée à la surface par l'un de nos tunnels. Désormais, nuits et jours, le ciel est flamboyant. Quel excellent travail, mon Seigneur !

# Level introduction
source: Blossom. People are living in truth and joy in this peaceful village. Everyone is happiest in the world. The time has come to change that!
fr_fr: Blossom - Dans ce paisible village, les gens vivent dans l'insouciance et la joie. Chacun est le plus heureux du monde. Le temps est venu pour que nous changions cela !

# Level summary
source: Bonewalk. We've decided to put all the local residents in closed cell, and let them out only when they give up the ghost. After two weeks, we've let them out to re-populate the city. Now only living dead are walking there. What's strange, they enjoy their existence as good as when they were alive!
fr_fr: Bonewalk - Nous avons décidé de mettre tous les villageois au cachot, et avons uniquement laissé sortir leur fantôme. Deux semaines plus tard, la ville était entièrement repeuplée. Désormais, seuls les morts-vivants foulent cette terre. Quelle ironie qu'ils apprécient autant leur nouvelle condition que leur précédente existence !

# Level introduction
source: Forlon. This small village does not have any large garrison or defense. We should change it soon into our garrison!
fr_fr: Forlon - Ce petit village n'a aucune garnison de défense. Nous devrions changer les choses et l'intégrer à notre armée!

# Level summary
source: Wardemonville. Our demons have now a training place which should prepare them to the main challenge, Lord Vexer!
fr_fr: Wardemonville - Nos démons ont maintenant un endroit de formation qui devrait les préparer au défi principal, celui du Seigneur Vexer!

# Level introduction
source: Vexershrine. Lord Vexer is hiding in his castle, and expects you impatiently. He's a powerful vampire warrior. He has summoned an army of undead to protect this area.
fr_fr: Vexershrine - Le Seigneur Vexer se terre dans son château où il vous attend impatiemment. C'est un puissant guerrier et un vampire redoutable. Il a levé une armée de ses semblables pour protéger sa citadelle.

# Level summary
source: Veinsplash. When we've fulfilled our main objective, the blood started to drift again around the world. Beautiful view, is't it?
fr_fr: Veinsplash - Quand nous avons achevé notre oeuvre, des flots de sang ont submergé le monde du dessus. Agréable vision, n'est-ce pas Maître?
