Repository: dkfans/keeperfx
Catalog: lang/campgns/revlord/landview_por.po
Languages: pt_br

# Level introduction
source: You are the last prince of Dominus, trapped at Dwarfton. The city of hard-working folk is under siege, and it seems all but impossible to repel the invaders. In desperation, you perform a mystical ritual, found in the moldy tome spirited from your ancestors' library during your flight from evil. At the price of your humanity, it bestows great powers of omniscience upon you, and allows you to direct your subjects with superb ease.
pt_br: Você é o último príncipe de Dominus, encurralado em Dwarfton. A cidade de gente trabalhadora está sitiada, e parece quase impossível repelir os invasores. Em desespero, você realiza um ritual místico, encontrado no tomo mofado retirado da biblioteca de seus ancestrais durante sua fuga do mal. Ao preço de sua humanidade, ele lhe concede grandes poderes de onisciência e permite que você dirija seus súditos com suprema facilidade.

# Level summary
source: First victory in the long while, exhilarating. Empowered by an ancient ritual, you managed to turn the tide against the forces of evil. Yet soon comes the despair, for what are you now if not a monster yourself? There and now, you make a vow, to never let go of your origin as the human prince of Dominus.
pt_br: Primeira vitória em muito tempo, emocionante. Fortalecido por um ritual antigo, você conseguiu virar o jogo contra as forças do mal. No entanto, logo vem o desespero, pois o que você é agora senão um monstro? Ali e agora, você faz um voto: nunca abandonar sua origem como o príncipe humano de Dominus.

# Level introduction
source: For aoens, it was home to fairies and elves, mystical beings of goodness and ethereal beauty. Now the filthy orcs trudge the clearings, littered with hacked logs, and hunt the few survivors to roast them for fun. The kings Dominus has vowed to protect the Sparkleforest, and you now return to fulfill the obligation.
pt_br: Por éons, foi o lar de fadas e elfos, seres místicos de bondade e beleza etérea. Agora, os orcs imundos percorrem as clareiras, repletas de troncos cortados, e caçam os poucos sobreviventes para assá-los por diversão. Os reis de Dominus juraram proteger a Floresta Cintilante, e você agora retorna para cumprir essa obrigação.

# Level summary
source: Magic is a fickle thing. Just yesterday all the meadows of Sparkleforest were dead and stank of rotting caracasses, but since its protectors are now safe, the enchanted forest is reborn anew. Will similiar salvation await you in the end, you wonder?..
pt_br: A magia é uma coisa inconstante. Ainda ontem, todos os prados da Floresta Cintilante estavam mortos e fediam a carcaças em decomposição, mas como seus protetores estão agora seguros, a floresta encantada renasce. Uma salvação semelhante o aguardará no final, você se pergunta?..

# Level introduction
source: Unsightly banners and filthy markings desecrate the battlements of Abbeystone. The mighty monastery has fallen, and the survivors have fled underground, to the reinforced cellars. Your arrival post-haste left most of your forces behind, the time is still of the essence... but can you save the living if you are dead yourself?
pt_br: Estandartes feios e marcações imundas profanam as ameias de Abbeystone. O poderoso mosteiro caiu, e os sobreviventes fugiram para o subsolo, para as adegas reforçadas. Sua chegada apressada deixou a maior parte de suas forças para trás, o tempo ainda é essencial... mas você pode salvar os vivos se você mesmo está morto?

# Level summary
source: Halls of Abbeystone, are now a sight to behold. Peaceful gardens and shrines of the Pantokrator, restored by the hard-working fairies and dwarves, are marvelous. Hope spreads among the men, for what was nearly lost is regained once again. If only you were to rejoice alongside your subjects, it would be perfect.
pt_br: Os salões de Abbeystone são agora um espetáculo a ser contemplado. Jardins pacíficos e santuários do Pantokrator, restaurados pelas fadas e anões trabalhadores, são maravilhosos. A esperança se espalha entre os homens, pois o que estava quase perdido foi recuperado. Se ao menos você pudesse se alegrar ao lado de seus súditos, seria perfeito.

# Level introduction
source: Once loosely attached to the kingdom of Dominus, with its fall the barbarian clans went completely independent. Horrible monsters roam the wilderness, and by this day only a single clan still endures, united under single chieftain. He does not recognize your authority, and challenges you for daring to trespass through his lands.
pt_br: Antes vagamente ligados ao reino de Dominus, com sua queda os clãs bárbaros se tornaram completamente independentes. Monstros horríveis vagueiam pela selva, e até hoje apenas um único clã ainda resiste, unido sob um único chefe. Ele não reconhece sua autoridade e o desafia por ousar invadir suas terras.

# Level summary
source: After the treacherous devil hiding under the guise of a barbarian chieftain is put down, your righteous anger simmers down. You shudder at the sick irony of brave warriors serving the whims of the vile monster, all unaware of its true nature. Now the wilderness is safe to travel at night.
pt_br: Depois que o demônio traiçoeiro escondido sob o disfarce de um chefe bárbaro é derrotado, sua justa ira se acalma. Você estremece com a ironia doentia de bravos guerreiros servindo aos caprichos do monstro vil, todos inconscientes de sua verdadeira natureza. Agora, a selva é segura para viajar à noite.

# Level introduction
source: Filthy streams, bloody fog, sinister darkness and putrid mist - even weather died in presence of the worst necromancer in Dominus. His vampires were the instrument of destruction which brought down the Knightly Order of Dominus, and he went on to reanimate their bones and bind their spirits for his own sick amusement. The dead should rest, and you'll grant them their peace.
pt_br: Riachos imundos, névoa sangrenta, escuridão sinistra e névoa pútrida - até o clima morreu na presença do pior necromante de Dominus. Seus vampiros foram o instrumento de destruição que derrubou a Ordem dos Cavaleiros de Dominus, e ele passou a reanimar seus ossos e prender seus espíritos para sua própria diversão doentia. Os mortos devem descansar, e você lhes concederá a paz.

# Level summary
source: Murky waters, milky fog, blurry shadows and humid air. While still unpleasant, the weather is no longer tainted with unholy presence, and the wind is blowing eastwards. As the last vampire is staked in the bog, you wish you could've smiled grimly.
pt_br: Águas turvas, névoa leitosa, sombras embaçadas e ar úmido. Embora ainda desagradável, o clima não está mais contaminado com a presença profana, e o vento sopra para o leste. Enquanto o último vampiro é cravado no pântano, você deseja poder ter sorrido sombriamente.

# Level introduction
source: Ruins of your ancestral castle, abandoned by men and haunted by the ghosts. No monsters roam the land, as there are no villages to plunder anymore. As your subjects rebuild the worn battlements, you turn your attention to the dungeons where your sworn enemies made their foothold.
pt_br: Ruínas de seu castelo ancestral, abandonado pelos homens e assombrado por fantasmas. Nenhum monstro vagueia pela terra, pois não há mais aldeias para saquear. Enquanto seus súditos reconstroem as ameias desgastadas, você volta sua atenção para as masmorras onde seus inimigos jurados se estabeleceram.

# Level summary
source: Its white walls once again stand proud in the dawn, the defenders standing tall on the battlements. The people rejoice, for their kingdom is back. All the same, you aren't satisfied by enacting your vengeance. In short order, you march out against Wickedridge.
pt_br: Seus muros brancos mais uma vez se erguem orgulhosos ao amanhecer, os defensores postados nas ameias. O povo se alegra, pois seu reino está de volta. Mesmo assim, você não está satisfeito em executar sua vingança. Em pouco tempo, você marcha contra a Cordilheira Perversa.

# Level introduction
source: Fiery smoke and magmatic demons, wild and chaotic flow of molten sulfur - such are the lower levels of the Wickedridge. Across the lava, you can see the den of evil brimming with activity, and their sight drives you into frenzy.
pt_br: Fumaça de fogo e demônios magmáticos, fluxo selvagem e caótico de enxofre derretido - tais são os níveis inferiores da Cordilheira Perversa. Através da lava, você pode ver o covil do mal fervilhando de atividade, e a visão deles o leva ao frenesi.

# Level summary
source: Exorcised of its inhabitants, the lava river is now serene and calm. You can't help but feel restless at the sight, for it means the evil is still lurking upwards the stream. There's no time to waste as you move onwards to Wickedridge.
pt_br: Exorcizado de seus habitantes, o rio de lava está agora sereno e calmo. Você não pode deixar de se sentir inquieto com a visão, pois isso significa que o mal ainda está à espreita rio acima. Não há tempo a perder enquanto você avança para a Cordilheira Perversa.

# Level introduction
source: Haunted vale. Nothing grows here, and only monstrous vermin lurk in this land, littered with bones and shrouded with sickly smog blowing from the Wickedridge. Running out of supplies, half your forces turn back, yet you still press onward without care.
pt_br: Vale assombrado. Nada cresce aqui, e apenas vermes monstruosos espreitam nesta terra, cheia de ossos e envolta em uma névoa doentia vinda da Cordilheira Perversa. Ficando sem suprimentos, metade de suas forças recua, mas você ainda avança sem se importar.

# Level summary
source: All is silent. With the vermin-master slain, the vale is frighteningly dull and monotone. One could say the living do not belong here.
pt_br: Tudo está em silêncio. Com o mestre dos vermes morto, o vale é assustadoramente monótono e sem graça. Poder-se-ia dizer que os vivos não pertencem a este lugar.

# Level introduction
source: The hall of darkness, the stronghold of sin, the fortress of evil. You have gone far in your quest for revenge, and there is no turning back. Doubts aside, you cast your will outwards, the long-pursued goal finally within reach.
pt_br: O salão da escuridão, a fortaleza do pecado, a fortaleza do mal. Você foi longe em sua busca por vingança, e não há como voltar atrás. Deixando as dúvidas de lado, você lança sua vontade para fora, o objetivo há muito perseguido finalmente ao seu alcance.
