Repository: dkfans/keeperfx
Catalog: lang/campgns/undedkpr/text_por.po
Languages: pt_br

# In-game message
source: The heroes of Winterrage will be no match for our undead army. But make haste Master, it won't be long before your rival breaks into this realm!
pt_br: Os heróis de Fúria Invernal não serão páreo para nosso exército de mortos-vivos. Mas apresse-se, Mestre, não demorará muito para que seu rival invada este reino!

# In-game message
source: Your rival is advancing from the south. There is also word that reinforcements from Rosefield have arrived.
pt_br: Seu rival está avançando pelo sul. Há também notícias de que reforços de Campo das Rosas chegaram.

# In-game message
source: The first domino falls here! Can we assume the prisoners will be properly taken care of?!
pt_br: A primeira peça do dominó cai aqui! Podemos assumir que os prisioneiros serão devidamente cuidados?!

# In-game message
source: The Cathedral is currently under siege by one of Keeper Bane's underlings. Make haste and unearth the treasuries buried here.
pt_br: A Catedral está atualmente sob cerco por um dos subordinados do Guardião Bane. Apresse-se e desenterre os tesouros enterrados aqui.

# In-game message
source: Outstanding, Master! Now things will become more interesting.
pt_br: Excepcional, Mestre! Agora as coisas ficarão mais interessantes.

# In-game message
source: Just as I thought, the Victor was decided before the fight even began!
pt_br: Como eu pensei, o Vencedor foi decidido antes mesmo da luta começar!

# In-game message
source: This fortress is the last bastion of the Heroes. It is said that the construction took several hundred years, but I'm sure you can demolish it in an instant? However, be warned; there is evil within those walls.
pt_br: Esta fortaleza é o último bastião dos Heróis. Diz-se que a construção levou várias centenas de anos, mas tenho certeza de que você pode demoli-la em um instante? No entanto, esteja avisado; há maldade dentro daquelas paredes.

# In-game message
source: The Wizards of this realm have robbed you of your spells. They obviously haven't heard of the saying ''What goes around comes around''! Reprisals are to be expected.
pt_br: Os Magos deste reino roubaram seus feitiços. Eles obviamente não ouviram o ditado ''O que vai, volta''! Represálias são esperadas.

# In-game message
source: The Avatar is also among us! May I suggest we capture, torture him and listen to the wonderful sound of his bones being shattered?
pt_br: O Avatar também está entre nós! Posso sugerir que o capturemos, torturemos e ouçamos o som maravilhoso de seus ossos sendo estilhaçados?

# In-game message
source: Ahh, now this is what I like to call absolute CARNAGE! Can we move on please? This place has become too corpsy for my liking.
pt_br: Ahh, agora isso é o que eu gosto de chamar de CARNIFICINA absoluta! Podemos prosseguir, por favor? Este lugar ficou cadavérico demais para o meu gosto.

# In-game message
source: This is an ancient realm full of riches, which you must use to your advantage. You are outnumbered, and your library has been captured by the vile warlocks in the East. Make them pay for this theft with their lives!
pt_br: Este é um reino antigo cheio de riquezas, que você deve usar a seu favor. Você está em menor número, e sua biblioteca foi capturada pelos vis bruxos do Leste. Faça-os pagar por este roubo com suas vidas!

# In-game message
source: Excellent, now we can research spells and rooms!
pt_br: Excelente, agora podemos pesquisar feitiços e salas!

# In-game message
source: Another one bites the dust! Let us not waste too much time on these rookies, as greater challenges await on the horizon.
pt_br: Mais um morde o pó! Não percamos muito tempo com esses novatos, pois desafios maiores aguardam no horizonte.

# In-game message
source: A vast legion is hosted in this realm. However, with it's commanders being at odds, this makes the battle quite diverse. Quickly gather your forces and attack whilst there is still a state of confusion!
pt_br: Uma vasta legião está hospedada neste reino. No entanto, com seus comandantes em conflito, isso torna a batalha bastante diversificada. Reúna rapidamente suas forças e ataque enquanto ainda há um estado de confusão!

# In-game message
source: You cannot hope for victory without a portal to attract creatures. Go out and seek one.
pt_br: Você não pode esperar a vitória sem um portal para atrair criaturas. Vá e procure um.

# In-game message
source: A truly devastating victory. You've just routed and destroyed the last barrier between Keeper Bane and yourself. Now... let's kill that dirtbag!
pt_br: Uma vitória verdadeiramente devastadora. Você acabou de derrotar e destruir a última barreira entre o Guardião Bane e você. Agora... vamos matar aquele canalha!

# In-game message
source: Keeper Bane has barricaded himself in, the pathetic wretch. But the more suprising news is that most of the Elite Heroes along with their leader, the Avatar, have survived and are preparing to attack you!
pt_br: O Guardião Bane se barricou, o desgraçado patético. Mas a notícia mais surpreendente é que a maioria dos Heróis de Elite, juntamente com seu líder, o Avatar, sobreviveram e estão se preparando para atacá-lo!

# In-game message
source: Keeper Bane is very powerful because he has the support of all the creatures in this realm. The Dark Gods, however, are willing to help you, but they demand a tribute in the form of 100 Souls; preferably dead, of course!
pt_br: O Guardião Bane é muito poderoso porque tem o apoio de todas as criaturas deste reino. Os Deuses Sombrios, no entanto, estão dispostos a ajudá-lo, mas exigem um tributo na forma de 100 Almas; preferencialmente mortas, é claro!

# In-game message
source: The Dark Gods are pleased with your sacrifice!
pt_br: Os Deuses Sombrios estão satisfeitos com seu sacrifício!

# In-game message
source: Beware, the Avatar has returned. He won't give up and he's stronger than ever, so show this lunatic the error of his ways!
pt_br: Cuidado, o Avatar retornou. Ele não desistirá e está mais forte do que nunca, então mostre a este lunático o erro de seus caminhos!

# In-game message
source: The Avatar is badly wounded. Finish him off now so we can turn to the real prize of this realm - Bane!
pt_br: O Avatar está gravemente ferido. Acabe com ele agora para que possamos nos voltar para o verdadeiro prêmio deste reino - Bane!

# In-game message
source: Finally, Keeper Bane is destroyed, his minions are dead, and so are the Heroes. There are no more living creatures on this continent, and there is nothing left to conquer; you have won!
pt_br: Finalmente, o Guardião Bane foi destruído, seus lacaios estão mortos, e os Heróis também. Não há mais criaturas vivas neste continente, e não há mais nada a conquistar; você venceu!

# In-game message
source: An evil Keeper by the name of Dracovich has his designs for this realm. Let him know how you feel about those plans... in the appropriate way of course!
pt_br: Um Guardião maligno chamado Dracovich tem seus planos para este reino. Deixe-o saber como você se sente sobre esses planos... da maneira apropriada, é claro!

# In-game message
source: That is one less, well done.
pt_br: Menos um, muito bem.

# In-game message
source: The Heroes are getting somewhat nervous and have sent an army to attack you. Use the resources you have available to build an even bigger force and crush that so-called army.
pt_br: Os Heróis estão ficando um tanto nervosos e enviaram um exército para atacá-lo. Use os recursos que você tem disponíveis para construir uma força ainda maior e esmagar esse dito exército.

# In-game message
source: You have slaughtered the vast majority of the Heroes, now prepare yourself for their elite warriors. Maybe they can provide some some actual fight?
pt_br: Você massacrou a grande maioria dos Heróis, agora prepare-se para seus guerreiros de elite. Talvez eles possam oferecer alguma luta de verdade?

# In-game message
source: Here they come again.
pt_br: Lá vêm eles de novo.

# In-game message
source: With so many deaths here on the field, I have good reason to believe this place will forever be haunted with wailing, vengeful revenants until the end of time. Outstanding!
pt_br: Com tantas mortes aqui no campo, tenho boas razões para acreditar que este lugar ficará para sempre assombrado por almas penadas vingativas e lamuriosas até o fim dos tempos. Excepcional!

# In-game message
source: A pathetic duo known as Umbra and Abominor pride themselves being an unbeatable team, claiming that even Gods cower in their presence. Show them the error of their ways once seperated, the hard way.
pt_br: Uma dupla patética conhecida como Umbra e Abominor se orgulha de ser uma equipe imbatível, alegando que até os Deuses se acovardam em sua presença. Mostre-lhes o erro de seus caminhos uma vez separados, da maneira mais difícil.

# In-game message
source: Together they stand, together they fall!
pt_br: Juntos eles se erguem, juntos eles caem!

# In-game message
source: The Heroes have restored a fortress here that belonged to a legendary Samurai warrior. Alas, he was slain along with his men and his castle fell into ruin. I must say this was not a smart move on the Heroes' part because the piles of corpses will provide you with a steady stream of warriors. However, you are not the only one with the ability of necromancy; Nex seeks to make this realm a paradise of darkness. Destroy her, and raze this fortress to the ground. It seems like deja vu all over again!
pt_br: Os Heróis restauraram uma fortaleza aqui que pertenceu a um lendário guerreiro Samurai. Ai de mim, ele foi morto junto com seus homens e seu castelo caiu em ruínas. Devo dizer que esta não foi uma jogada inteligente por parte dos Heróis, porque as pilhas de cadáveres lhe fornecerão um fluxo constante de guerreiros. No entanto, você não é o único com a habilidade da necromancia; Nex busca fazer deste reino um paraíso de escuridão. Destrua-a e arrase esta fortaleza. Parece um deja vu de novo!

# In-game message
source: Nex wanted to make this realm a paradise of darkness. It will be one but, rightfully, under your banner!
pt_br: Nex queria fazer deste reino um paraíso de escuridão. Será um, mas, com razão, sob sua bandeira!

# In-game message
source: The Heroes are preparing for their last stand, which is, naturally, only delaying the inevitable. The Wizard Lucian himself will be present, so prepare for a long and tough fight. They are coming!
pt_br: Os Heróis estão se preparando para sua última resistência, o que, naturalmente, apenas adia o inevitável. O próprio Mago Lucian estará presente, então prepare-se para uma luta longa e difícil. Eles estão vindo!

# In-game message
source: Lucian has spoken out a spell that disables your Creatures from gaining experience from fighting. The essence of this magic is bound by 5 Generals that lead the armies against you. Find them and kill them before you are overrun.
pt_br: Lucian lançou um feitiço que impede suas Criaturas de ganhar experiência em combate. A essência desta magia está ligada a 5 Generais que lideram os exércitos contra você. Encontre-os e mate-os antes que você seja subjugado.

# In-game message
source: That is one less, well done. Be warned, I can sense something powerful stirring up the Heroes in the west...
pt_br: Menos um, muito bem. Esteja avisado, posso sentir algo poderoso agitando os Heróis a oeste...

# In-game message
source: I have discovered that an all-powerful Keeper by the name of Leto is present in this realm. I thought he was only a legend; the reputation of his ruthlessness, malice and cruelty alone is staggering. But it's his passion for warfare that makes him one of the most feared opponents you will ever find. Deliberate and cunning, he will use every dirty trick and dishonest tactic at his disposal to win the day.
pt_br: Descobri que um Guardião todo-poderoso chamado Leto está presente neste reino. Pensei que ele fosse apenas uma lenda; a reputação de sua crueldade, malícia e impiedade por si só é impressionante. Mas é sua paixão pela guerra que o torna um dos oponentes mais temidos que você jamais encontrará. Deliberado e astuto, ele usará todos os truques sujos e táticas desonestas à sua disposição para vencer o dia.

# In-game message
source: You have slain the 4th General and cut off their attack routes in the process, but the last and greatest of the Generals has been captured alive by Leto. You have to retrieve him from Leto's clutches somehow... No-one said this would be easy, did they?
pt_br: Você matou o 4º General e cortou suas rotas de ataque no processo, mas o último e maior dos Generais foi capturado vivo por Leto. Você tem que recuperá-lo das garras de Leto de alguma forma... Ninguém disse que seria fácil, não é?

# In-game message
source: With the death of all the Generals, I can already smell the fear from Lucian across the realm. Put his head on a spike when you are ready for it.
pt_br: Com a morte de todos os Generais, já posso sentir o cheiro do medo de Lucian por todo o reino. Coloque a cabeça dele em uma estaca quando estiver pronto.

# In-game message
source: I had never dreamed you were this powerful, Master. You have won, there is nothing left to conquer... for the moment... I have this feeling we have not seen the last of either Leto or the Heroes....
pt_br: Nunca sonhei que você fosse tão poderoso, Mestre. Você venceu, não há mais nada a conquistar... por enquanto... Tenho a sensação de que não vimos o último de Leto ou dos Heróis...

# In-game message
source: The Ancient Spirits of Intregity, Valour and Justice keep this realm protected with their ancient magic. They just missed one tiny detail, the elderly Vampire Lord Jedidiah was burried here long ago by those same spirits and is in slumber. Awake him! For that, you will need some power structures with the Heroes protecting them, find and secure them. The Heroes will not hesitate to destroy them if nessesary so keep your eyes on the rascals.
pt_br: Os Antigos Espíritos da Integridade, Valor e Justiça mantêm este reino protegido com sua magia ancestral. Eles apenas esqueceram um pequeno detalhe, o idoso Lorde Vampiro Jedidiah foi enterrado aqui há muito tempo por esses mesmos espíritos e está adormecido. Desperte-o! Para isso, você precisará de algumas estruturas de poder com os Heróis as protegendo, encontre-as e proteja-as. Os Heróis não hesitarão em destruí-las se necessário, então fique de olho nos malandros.

# In-game message
source: You have reached and secured one of the power structures. Remember, the goal is to secure them, NOT destroy them!
pt_br: Você alcançou e protegeu uma das estruturas de poder. Lembre-se, o objetivo é protegê-las, NÃO destruí-las!

# In-game message
source: Jeddiah has awakened and is eager on vengeance against those who imprisoned him. Lead on! Your forces will gradually appear as the battle progresses... as will some special allies...
pt_br: Jedidiah despertou e está ansioso por vingança contra aqueles que o aprisionaram. Lidere! Suas forças aparecerão gradualmente à medida que a batalha avança... assim como alguns aliados especiais...

# In-game message
source: More reinforcements are on the way to assist you.
pt_br: Mais reforços estão a caminho para ajudá-lo.

# In-game message
source: Use this spell to break down the walls and destroy the remaining opposition!
pt_br: Use este feitiço para derrubar as paredes e destruir a oposição restante!

# In-game message
source: The enemies of darkness and death have been shown no mercy... as it should be.... well done...
pt_br: Os inimigos da escuridão e da morte não receberam misericórdia... como deveria ser... muito bem...

# In-game message
source: Moo
pt_br: Muu

# Level name
source: Winterrage
pt_br: Fúria Invernal

# Level name
source: Rosefield Cathedral
pt_br: Catedral do Campo das Rosas

# Level name
source: Arbor Heights
pt_br: Alturas Arbóreas

# Level name
source: Drachenfeld
pt_br: Campo do Dragão

# Level name
source: Ashspire
pt_br: Agulha de Cinzas

# Level name
source: Dawnterror
pt_br: Terror da Alvorada

# Level name
source: Nazirite
pt_br: Nazireu

# Level name
source: Elysium
pt_br: Elísio
