Repository: dkfans/keeperfx
Catalog: lang/campgns/undedkpr/text_pol.po
Languages: pl

# In-game message
source: The heroes of Winterrage will be no match for our undead army. But make haste Master, it won't be long before your rival breaks into this realm!
pl: Bohaterowie Zimoszału nie będą w stanie pokonać naszej armii nieumarłych. Ale proszę się pospieszyć, Panie, Nie minie długo czasu zanim twój rywal wkroczy do tego królestwa!

# In-game message
source: Your rival is advancing from the south. There is also word that reinforcements from Rosefield have arrived.
pl: Twój rywal zbliża się od południa. Krążą również pogłoski, że przybyły posiłki z Różanychpól.

# In-game message
source: The first domino falls here! Can we assume the prisoners will be properly taken care of?!
pl: Pierwsze domino upada tutaj! Czy możemy założyć, że więźniowie będą odpowiednio traktowani?!

# In-game message
source: The Cathedral is currently under siege by one of Keeper Bane's underlings. Make haste and unearth the treasuries buried here.
pl: Katedra jest obecnie oblężona przez jednego z podwładnych Strażnika Banea. Pośpiesz się i odkop skarby zakopane w tym miejscu.

# In-game message
source: Outstanding, Master! Now things will become more interesting.
pl: Wspaniale, Mistrzu! Teraz wszystko stanie się jeszcze bardziej interesujące.

# In-game message
source: Just as I thought, the Victor was decided before the fight even began!
pl: Tak jak myślałem, zwycięzca został wybrany jeszcze przed rozpoczęciem walki!

# In-game message
source: This fortress is the last bastion of the Heroes. It is said that the construction took several hundred years, but I'm sure you can demolish it in an instant? However, be warned; there is evil within those walls.
pl: Ta forteca jest ostatnią twierdzą Bohaterów. Mówi się, że jej budowa trwała kilkaset lat, ale jestem pewien, że zdołasz ją zburzyć w mgnieniu oka. Jednak ostrzegam: w jej murach czai się zło.

# In-game message
source: The Wizards of this realm have robbed you of your spells. They obviously haven't heard of the saying ''What goes around comes around''! Reprisals are to be expected.
pl: Czarodzieje tej krainy pozbawili cię twoich zaklęć. Najwyraźniej nie słyszeli o powiedzeniu „zbierasz to co zasiałes”! Mogą spodziewać się odwetu.

# In-game message
source: The Avatar is also among us! May I suggest we capture, torture him and listen to the wonderful sound of his bones being shattered?
pl: Avatar jest wśród nas! czy mogę zaproponować, żebyśmy go złapali, torturowali i posłuchali cudownego dźwięku łamanych kości?

# In-game message
source: Ahh, now this is what I like to call absolute CARNAGE! Can we move on please? This place has become too corpsy for my liking.
pl: Ach, to właśnie nazywam absolutną RZEŹĄ! Czy możemy już iść dalej? To miejsce stało się zbyt pełne trupów, jak na mój gust.

# In-game message
source: This is an ancient realm full of riches, which you must use to your advantage. You are outnumbered, and your library has been captured by the vile warlocks in the East. Make them pay for this theft with their lives!
pl: To jest starożytne królestwo pełne bogactw, które musisz wykorzystać na swoją korzyść. Przeciwnicy mają przewagę liczebną, a twoja biblioteka została przejęta przez nikczemnych czarowników ze Wschodu. Niech zapłacą za tę kradzież własnym życiem!

# In-game message
source: Excellent, now we can research spells and rooms!
pl: Świetnie, teraz możemy zbadać zaklęcia i pokoje!

# In-game message
source: Another one bites the dust! Let us not waste too much time on these rookies, as greater challenges await on the horizon.
pl: Kolejny gryzie ziemie! Nie traćmy czasu na tych nowicjuszy, ponieważ na horyzoncie czekają nas większe wyzwania.

# In-game message
source: A vast legion is hosted in this realm. However, with it's commanders being at odds, this makes the battle quite diverse. Quickly gather your forces and attack whilst there is still a state of confusion!
pl: W tej krainie stacjonuje ogromna armia. Jednakże, ponieważ jej dowódcy są skłóceni, bitwa jest dość zróżnicowana. Szybko zbierz swoje siły i zaatakuj, póki jeszcze panuje zamieszanie!

# In-game message
source: You cannot hope for victory without a portal to attract creatures. Go out and seek one.
pl: Nie możesz liczyć na zwycięstwo bez portalu, który przyciągnie stwory. idź i go poszukaj.

# In-game message
source: A truly devastating victory. You've just routed and destroyed the last barrier between Keeper Bane and yourself. Now... let's kill that dirtbag!
pl: Zaiste miażdżące zwycięstwo. Właśnie pokonałeś i zniszczyłeś ostatnią barierę między Strażnikiem Banem a sobą. Teraz... zabijmy tego łajdaka!

# In-game message
source: Keeper Bane has barricaded himself in, the pathetic wretch. But the more suprising news is that most of the Elite Heroes along with their leader, the Avatar, have survived and are preparing to attack you!
pl: Strażnik Bane zabarykadował się w środku, żałosny nędznik. Ale bardziej zaskakującą wiadomością jest to, że większość elitarnych bohaterów wraz z ich przywódcą, Awatarem, przeżyła i przygotowuje się by cię zaatakować!

# In-game message
source: Keeper Bane is very powerful because he has the support of all the creatures in this realm. The Dark Gods, however, are willing to help you, but they demand a tribute in the form of 100 Souls; preferably dead, of course!
pl: Strażnik Bane jest bardzo potężny, gdyż ma wsparcie wszystkich stworzeń w tej krainie. Mroczni Bogowie są jednak gotowi ci pomóc, ale w zamian żądają daniny w postaci 100 dusz – najlepiej martwych, oczywiście!

# In-game message
source: The Dark Gods are pleased with your sacrifice!
pl: Mroczni Bogowie są zadowoleni z twojej ofiary!

# In-game message
source: Beware, the Avatar has returned. He won't give up and he's stronger than ever, so show this lunatic the error of his ways!
pl: Uwaga, Avatar powrócił. Nie podda się i jest silniejszy niż kiedykolwiek, więc pokaż temu szaleńcowi, jakim jest błedzie!

# In-game message
source: The Avatar is badly wounded. Finish him off now so we can turn to the real prize of this realm - Bane!
pl: Avatar jest ciężko ranny. Wykończ go, żebyśmy mogli zająć się prawdziwą nagrodą tego królestwa – Banem!

# In-game message
source: Finally, Keeper Bane is destroyed, his minions are dead, and so are the Heroes. There are no more living creatures on this continent, and there is nothing left to conquer; you have won!
pl: W końcu Strażnik Bane został pokonany, jego sługi giną, podobnie jak bohaterowie. Na tym kontynencie nie ma już żadnych żywych istot i nie ma nic do podbicia – wygrałeś!

# In-game message
source: An evil Keeper by the name of Dracovich has his designs for this realm. Let him know how you feel about those plans... in the appropriate way of course!
pl: Zły Strażnik o imieniu Dracovich ma swoje plany wobec tej krainy. Pokaż mu, co myślisz o tych planach... oczywiście w odpowiedni sposób!

# In-game message
source: That is one less, well done.
pl: No to o jednego mniej, dobra robota.

# In-game message
source: The Heroes are getting somewhat nervous and have sent an army to attack you. Use the resources you have available to build an even bigger force and crush that so-called army.
pl: Bohaterowie zaczynają się nieco denerwować i wysłali armię, aby cię zaatakować. Wykorzystaj dostępne zasoby, aby zwiększyć swoją siłę i zmiażdżyć tę tak zwaną armię.

# In-game message
source: You have slaughtered the vast majority of the Heroes, now prepare yourself for their elite warriors. Maybe they can provide some some actual fight?
pl: Wymordowaeś większość bohaterów, teraz przygotuj się na walkę z ich elitarnymi wojownikami. Może oni będą w stanie stawić ci jakieś prawdziwe wyzwanie?

# In-game message
source: Here they come again.
pl: Znowu nadchodzą.

# In-game message
source: With so many deaths here on the field, I have good reason to believe this place will forever be haunted with wailing, vengeful revenants until the end of time. Outstanding!
pl: Biorąc pod uwagę tak wiele trupów w tym miejscu, mam powody, by sądzić, że miejsce to będzie na zawsze nawiedzane przez zawodzące, mściwe duchy aż do końca świata. Znakomicie!

# In-game message
source: A pathetic duo known as Umbra and Abominor pride themselves being an unbeatable team, claiming that even Gods cower in their presence. Show them the error of their ways once seperated, the hard way.
pl: Żałosny duet znany jako Umbra i Abominor szczyci się tym, że jest niepokonaną drużyną, twierdzą, że nawet bogowie drżą w ich obecności. Pokaż im, że są w błędzie, gdy zostaną rozdzieleni, i w to bolesny sposób.

# In-game message
source: Together they stand, together they fall!
pl: Razem stoją, razem upadają!

# In-game message
source: The Heroes have restored a fortress here that belonged to a legendary Samurai warrior. Alas, he was slain along with his men and his castle fell into ruin. I must say this was not a smart move on the Heroes' part because the piles of corpses will provide you with a steady stream of warriors. However, you are not the only one with the ability of necromancy; Nex seeks to make this realm a paradise of darkness. Destroy her, and raze this fortress to the ground. It seems like deja vu all over again!
pl: Bohaterowie odbudowali tu fortecę, która należała do legendarnego samuraja. Niestety, został on zabity wraz ze swoimi ludźmi, a jego zamek popadł w ruinę. Muszę powiedzieć, że nie było to mądre posunięcie ze strony bohaterów, ponieważ stosy zwłok zapewnią ci stały dopływ wojowników. Jednak nie jesteś jedyną osobą posiadającą zdolności nekromancji; Nex pragnie uczynić tę krainę rajem ciemności. Zniszcz Nex i zrównaj tę fortecę z ziemią. To brzmi jak deja vu!

# In-game message
source: Nex wanted to make this realm a paradise of darkness. It will be one but, rightfully, under your banner!
pl: Nex chciał uczynić tę krainę rajem ciemności. Tak się stanie, ale słusznie, pod twoim sztandarem!

# In-game message
source: The Heroes are preparing for their last stand, which is, naturally, only delaying the inevitable. The Wizard Lucian himself will be present, so prepare for a long and tough fight. They are coming!
pl: Bohaterowie przygotowują się do ostatecznej bitwy, która oczywiście tylko opóźni nieuniknione. Sam czarodziej Lucian będzie obecny, więc przygotujcie się na długą i ciężką walkę. Nadchodzą!

# In-game message
source: Lucian has spoken out a spell that disables your Creatures from gaining experience from fighting. The essence of this magic is bound by 5 Generals that lead the armies against you. Find them and kill them before you are overrun.
pl: Lucian rzucił zaklęcie, które uniemożliwia twoim stworzeniom zdobywanie doświadczenia w walce. Esencja tej magii jest związana z pięcioma generałami, którzy dowodzą armiami przeciwko tobie. Znajdź ich i zabij, zanim zostaniesz pokonany.

# In-game message
source: That is one less, well done. Be warned, I can sense something powerful stirring up the Heroes in the west...
pl: To jeden mniej, dobra robota. Ostrzegam, wyczuwam coś potężnego, co budzi bohaterów na zachodzie...

# In-game message
source: I have discovered that an all-powerful Keeper by the name of Leto is present in this realm. I thought he was only a legend; the reputation of his ruthlessness, malice and cruelty alone is staggering. But it's his passion for warfare that makes him one of the most feared opponents you will ever find. Deliberate and cunning, he will use every dirty trick and dishonest tactic at his disposal to win the day.
pl: Odkryłem, że w tej krainie obecny jest wszechmocny Strażnik o imieniu Leto. Myślałem, że jest on tylko legendą; sama reputacja jego bezwzględności, złośliwości i okrucieństwa jest oszałamiająca. Jednak to jego pasja do wojen sprawia, że jest on jednym z najbardziej przerażających przeciwników, jakich można spotkać. Rozważny i przebiegły, wykorzysta każdą brudną sztuczkę i nieuczciwą taktykę, jaką ma do dyspozycji, aby zwyciężyć.

# In-game message
source: You have slain the 4th General and cut off their attack routes in the process, but the last and greatest of the Generals has been captured alive by Leto. You have to retrieve him from Leto's clutches somehow... No-one said this would be easy, did they?
pl: Pokonałeś czwartego generała i odciąłeś im drogi ataku, ale ostatni i najpotężniejszy z generałów został pojmany przez Leto. Musisz jakoś go odzyskać z rąk Leto... Nikt nie powiedział, że będzie to łatwe, prawda?

# In-game message
source: With the death of all the Generals, I can already smell the fear from Lucian across the realm. Put his head on a spike when you are ready for it.
pl: Po śmierci wszystkich generałów już czuję strach Luciana w całym królestwie. Gdy będziesz gotowy, wbij jego głowę na pal.

# In-game message
source: I had never dreamed you were this powerful, Master. You have won, there is nothing left to conquer... for the moment... I have this feeling we have not seen the last of either Leto or the Heroes....
pl: Nigdy nie śniłem, że jesteś tak potężny, Panie. Wygrałeś, nie ma już nic do podbicia... na razie... Mam przeczucie, że nie to nie ostatni raz jak widzimy Leto, i Bohaterów...

# In-game message
source: The Ancient Spirits of Intregity, Valour and Justice keep this realm protected with their ancient magic. They just missed one tiny detail, the elderly Vampire Lord Jedidiah was burried here long ago by those same spirits and is in slumber. Awake him! For that, you will need some power structures with the Heroes protecting them, find and secure them. The Heroes will not hesitate to destroy them if nessesary so keep your eyes on the rascals.
pl: Starożytne duchy uczciwości, męstwa i sprawiedliwości chronią tę krainę swoją pradawną magią. Przegapili jednak jeden drobny szczegół – dawno temu te same duchy pochowały tu pradawnego władcę wampirów Jedidiah, który teraz pogrążony jest we śnie. Obudź go! Aby to zrobić, będziesz potrzebować struktur władzy chronionych przez bohaterów. Znajdź je i zabezpiecz. Bohaterowie nie zawahają się ich zniszczyć, jeśli zajdzie taka potrzeba, więc miej oko na łobuzów.

# In-game message
source: You have reached and secured one of the power structures. Remember, the goal is to secure them, NOT destroy them!
pl: Osiągnąłeś i zabezpieczyłeś jedną ze struktur władzy. Pamiętaj, że celem jest ich ochrona, a NIE zniszczenie!

# In-game message
source: Jeddiah has awakened and is eager on vengeance against those who imprisoned him. Lead on! Your forces will gradually appear as the battle progresses... as will some special allies...
pl: Jeddiah obudził się i pragnie zemsty na tych, którzy go uwięzili. Prowadź! twoje posiłki będą stopniowo pojawiać się w miarę postępów bitwy... podobnie jak niektórzy specjalni sojusznicy...

# In-game message
source: More reinforcements are on the way to assist you.
pl: W drodze są kolejne posiłki, które przybyły ci z pomocą.

# In-game message
source: Use this spell to break down the walls and destroy the remaining opposition!
pl: Użyj tego zaklęcia, aby zburzyć mury i zniszczyć pozostałych przeciwników!

# In-game message
source: The enemies of darkness and death have been shown no mercy... as it should be.... well done...
pl: Wrogowie ciemności i śmierci nie spotkali się z żadną łaską... tak jak powinno być... dobra robota...

# In-game message
source: Moo
pl: Muuuu

# Level name
source: Winterrage
pl: Zimoszał

# Level name
source: Rosefield Cathedral
pl: Katedra Rosefield

# Level name
source: Arbor Heights
pl: Wzniesienia Arboru

# Level name
source: Drachenfeld
pl: Równiny Drachenu

# Level name
source: Ashspire
pl: Pruszków

# Level name
source: Dawnterror
pl: Zmierzchostrachy
