Repository: dkfans/keeperfx
Catalog: lang/campgns/undedkpr/text_spa.po
Languages: es

# In-game message
source: The heroes of Winterrage will be no match for our undead army. But make haste Master, it won't be long before your rival breaks into this realm!
es: Los héroes de Furia Invernal no serán rival para nuestro ejército de muertos vivientes. ¡Pero date prisa Maestro, no pasará mucho tiempo antes de que tu rival irrumpa en este reino!

# In-game message
source: Your rival is advancing from the south. There is also word that reinforcements from Rosefield have arrived.
es: Tu rival avanza desde el sur. También se rumorea que han llegado refuerzos de Camporosa.

# In-game message
source: The first domino falls here! Can we assume the prisoners will be properly taken care of?!
es: ¡Aquí cae la primera ficha del dominó! ¡¿Podemos suponer que los prisioneros serán atendidos adecuadamente?!

# In-game message
source: The Cathedral is currently under siege by one of Keeper Bane's underlings. Make haste and unearth the treasuries buried here.
es: La Catedral se encuentra actualmente sitiada por uno de los subordinados del Guardián Bane. Date prisa y desentierra los tesoros enterrados aquí.

# In-game message
source: Outstanding, Master! Now things will become more interesting.
es: ¡Excelente, Maestro! Ahora las cosas se volverán más interesantes.

# In-game message
source: Just as I thought, the Victor was decided before the fight even began!
es: ¡Tal como pensé, el vencedor se decidió incluso antes de que comenzara el combate!

# In-game message
source: This fortress is the last bastion of the Heroes. It is said that the construction took several hundred years, but I'm sure you can demolish it in an instant? However, be warned; there is evil within those walls.
es: Esta fortaleza es el último bastión de los Héroes. Se dice que la construcción tomó varios cientos de años, pero estoy seguro de que puedes demolerla en un instante. Sin embargo, ten cuidado, hay maldad dentro de esas paredes.

# In-game message
source: The Wizards of this realm have robbed you of your spells. They obviously haven't heard of the saying ''What goes around comes around''! Reprisals are to be expected.
es: Los magos de este reino te han robado tus hechizos. ¡Obviamente, no han oído hablar del dicho “Lo que se va, regresa”! Las represalias son de esperar.

# In-game message
source: The Avatar is also among us! May I suggest we capture, torture him and listen to the wonderful sound of his bones being shattered?
es: ¡El Avatar también está entre nosotros! ¿Puedo sugerir que lo capturemos, lo torturemos y escuchemos el maravilloso sonido de sus huesos siendo destrozados?

# In-game message
source: Ahh, now this is what I like to call absolute CARNAGE! Can we move on please? This place has become too corpsy for my liking.
es: ¡Ah, esto es lo que me gusta llamar una absoluta CARNICERÍA! ¿Podemos seguir adelante, por favor? Este lugar se ha vuelto demasiado cadavérico para mi gusto.

# In-game message
source: This is an ancient realm full of riches, which you must use to your advantage. You are outnumbered, and your library has been captured by the vile warlocks in the East. Make them pay for this theft with their lives!
es: Este es un reino antiguo lleno de riquezas, que debes usar para tu beneficio. Te superan en número y tu biblioteca ha sido capturada por los viles brujos del este. ¡Haz que paguen por este robo con sus vidas!

# In-game message
source: Excellent, now we can research spells and rooms!
es: ¡Excelente, ahora podemos investigar hechizos y habitaciones!

# In-game message
source: Another one bites the dust! Let us not waste too much time on these rookies, as greater challenges await on the horizon.
es: ¡Otro que muerde el polvo! No perdamos demasiado tiempo con estos novatos, ya que los mayores desafíos aguardan en el horizonte.

# In-game message
source: A vast legion is hosted in this realm. However, with it's commanders being at odds, this makes the battle quite diverse. Quickly gather your forces and attack whilst there is still a state of confusion!
es: Una vasta legión está alojada en este reino. Sin embargo, con sus comandantes en desacuerdo, esto hace que la batalla sea bastante diversa. ¡Reúne rápidamente sus fuerzas y ataca mientras todavía hay un estado de confusión!

# In-game message
source: You cannot hope for victory without a portal to attract creatures. Go out and seek one.
es: No puedes esperar la victoria sin un portal para atraer criaturas. Sal y busca uno.

# In-game message
source: A truly devastating victory. You've just routed and destroyed the last barrier between Keeper Bane and yourself. Now... let's kill that dirtbag!
es: Una victoria verdaderamente devastadora. Acabas de derrotar y destruir la última barrera entre el Guardián Bane y tú. Ahora… ¡Vamos a matar a esa basura!

# In-game message
source: Keeper Bane has barricaded himself in, the pathetic wretch. But the more suprising news is that most of the Elite Heroes along with their leader, the Avatar, have survived and are preparing to attack you!
es: El Guardián Bane se ha atrincherado, será miserable y patético. ¡Pero la noticia más sorprendente es que la mayoría de los Héroes Elite junto con su líder, el Avatar, han sobrevivido y se están preparando para atacarte!

# In-game message
source: Keeper Bane is very powerful because he has the support of all the creatures in this realm. The Dark Gods, however, are willing to help you, but they demand a tribute in the form of 100 Souls; preferably dead, of course!
es: El Guardián Bane es muy poderoso porque cuenta con el apoyo de todas las criaturas de este reino. Los Dioses Oscuros, sin embargo, están dispuestos a ayudarte, pero exigen un tributo en forma de 100 Almas, preferiblemente muertos, por supuesto!

# In-game message
source: The Dark Gods are pleased with your sacrifice!
es: ¡Los Dioses Oscuros están satisfechos con tu sacrificio!

# In-game message
source: Beware, the Avatar has returned. He won't give up and he's stronger than ever, so show this lunatic the error of his ways!
es: Cuidado, el Avatar ha regresado. No se rendirá, y es más fuerte que nunca, ¡así que muéstrale a ese lunático que sus caminos están errados!

# In-game message
source: The Avatar is badly wounded. Finish him off now so we can turn to the real prize of this realm - Bane!
es: El Avatar está gravemente herido. Acaba con él ahora para que podamos pasar al verdadero premio de este reino, ¡Bane!

# In-game message
source: Finally, Keeper Bane is destroyed, his minions are dead, and so are the Heroes. There are no more living creatures on this continent, and there is nothing left to conquer; you have won!
es: Finalmente, el Guardián Bane ha sido destruido, sus servidores están muertos, al igual que los Héroes. Ya no hay criaturas vivientes en este continente, y no queda nada por conquistar, ¡has ganado!

# In-game message
source: An evil Keeper by the name of Dracovich has his designs for this realm. Let him know how you feel about those plans... in the appropriate way of course!
es: Un guardián malvado llamado Dracovich tiene su propio diseño para este reino. Hágale saber cómo se siente acerca de esos planes… ¡De la manera adecuada, por supuesto!

# In-game message
source: That is one less, well done.
es: Uno menos, bien hecho.

# In-game message
source: The Heroes are getting somewhat nervous and have sent an army to attack you. Use the resources you have available to build an even bigger force and crush that so-called army.
es: Los Héroes se están poniendo un poco nerviosos y han enviado un ejército para atacarte. Usa los recursos que tienes disponibles para conseguir una fuerza aún mayor y aplastar a ese tal llamado, ejército.

# In-game message
source: You have slaughtered the vast majority of the Heroes, now prepare yourself for their elite warriors. Maybe they can provide some some actual fight?
es: Has masacrado a la gran mayoría de los Héroes, ahora prepárate para sus guerreros de élite. ¿Tal vez puedan proporcionar algo de combate real?

# In-game message
source: Here they come again.
es: Vuelven a la carga.

# In-game message
source: With so many deaths here on the field, I have good reason to believe this place will forever be haunted with wailing, vengeful revenants until the end of time. Outstanding!
es: Con tantas muertes aquí en el campo, tengo buenas razones para creer que este lugar siempre estará obsesionado con espíritus vengativos y llorones hasta el final de los tiempos. ¡Pendiente!

# In-game message
source: A pathetic duo known as Umbra and Abominor pride themselves being an unbeatable team, claiming that even Gods cower in their presence. Show them the error of their ways once seperated, the hard way.
es: Un patético dúo conocido como Umbra y Abominor se enorgullecen de ser un equipo imbatible y afirman que incluso los dioses se encogen ante su presencia. Muéstrales el error de sus caminos una vez separados, de la manera más difícil.

# In-game message
source: Together they stand, together they fall!
es: ¡Juntos se levantan, juntos caen!

# In-game message
source: The Heroes have restored a fortress here that belonged to a legendary Samurai warrior. Alas, he was slain along with his men and his castle fell into ruin. I must say this was not a smart move on the Heroes' part because the piles of corpses will provide you with a steady stream of warriors. However, you are not the only one with the ability of necromancy; Nex seeks to make this realm a paradise of darkness. Destroy her, and raze this fortress to the ground. It seems like deja vu all over again!
es: Los Héroes han restaurado una fortaleza que perteneció a un legendario guerrero Samurái. Por desgracia, fue asesinado junto con sus hombres y su castillo cayó en ruinas. Debo decir que esto no fue un movimiento inteligente por parte de los Héroes porque las pilas de cadáveres te proporcionarán un flujo constante de guerreros. Sin embargo, no eres el único con la habilidad de nigromancia, Nex busca hacer de este reino un paraíso de oscuridad. Destrúyela y arrasa esta fortaleza hasta los cimientos. ¡Parece un déjà vu de nuevo!

# In-game message
source: Nex wanted to make this realm a paradise of darkness. It will be one but, rightfully, under your banner!
es: Nex quería hacer de este reino su paraíso de oscuridad. ¡Será uno, pero… con razón, bajo tu estandarte!

# In-game message
source: The Heroes are preparing for their last stand, which is, naturally, only delaying the inevitable. The Wizard Lucian himself will be present, so prepare for a long and tough fight. They are coming!
es: Los Héroes se están preparando para su última batalla, que, naturalmente, solo está retrasando lo inevitable. El mismísimo mago Lucían estará presente, así que prepárate para una lucha larga y dura. ¡Ellos están viniendo!

# In-game message
source: Lucian has spoken out a spell that disables your Creatures from gaining experience from fighting. The essence of this magic is bound by 5 Generals that lead the armies against you. Find them and kill them before you are overrun.
es: Lucían ha pronunciado un hechizo que impide que tus criaturas ganen experiencia en el combate. La esencia de esta magia está unida por 5 Generales que lideran sus ejércitos contra ti. Encuéntralos y mátalos antes de que te invadan.

# In-game message
source: That is one less, well done. Be warned, I can sense something powerful stirring up the Heroes in the west...
es: Uno menos, bien hecho. Ten cuidado, puedo sentir que algo poderoso agita a los Héroes al oeste…

# In-game message
source: I have discovered that an all-powerful Keeper by the name of Leto is present in this realm. I thought he was only a legend; the reputation of his ruthlessness, malice and cruelty alone is staggering. But it's his passion for warfare that makes him one of the most feared opponents you will ever find. Deliberate and cunning, he will use every dirty trick and dishonest tactic at his disposal to win the day.
es: He descubierto que un Guardián todopoderoso llamado Leto, está presente en este reino. Pensé que era solo una leyenda, la reputación de su crueldad, malicia y crueldad es asombrosa. Pero es su pasión por la guerra lo que lo convierte en uno de los oponentes más temidos que jamás encontrarás. Deliberado y astuto, utilizará todos los trucos sucios y tácticas deshonestas a su disposición para ganar el día.

# In-game message
source: You have slain the 4th General and cut off their attack routes in the process, but the last and greatest of the Generals has been captured alive by Leto. You have to retrieve him from Leto's clutches somehow... No-one said this would be easy, did they?
es: Has matado al cuarto general y cortado sus rutas de ataque en el proceso, pero Leto ha capturado vivo al último y más grande de los generales. Tienes que recuperarlo de las garras de Leto de alguna manera… Nadie dijo que esto sería fácil, ¿verdad?

# In-game message
source: With the death of all the Generals, I can already smell the fear from Lucian across the realm. Put his head on a spike when you are ready for it.
es: Con la muerte de todos los generales, ya puedo oler el miedo de Lucían en todo el reino. Pon su cabeza en una estaca, cuando estés listo para ello.

# In-game message
source: I had never dreamed you were this powerful, Master. You have won, there is nothing left to conquer... for the moment... I have this feeling we have not seen the last of either Leto or the Heroes....
es: Nunca soñé que fueras tan poderoso, Maestro. Has ganado, no queda nada por conquistar… por el momento… tengo la sensación de que no hemos visto lo último ni en Leto, ni en los Héroes…

# In-game message
source: The Ancient Spirits of Intregity, Valour and Justice keep this realm protected with their ancient magic. They just missed one tiny detail, the elderly Vampire Lord Jedidiah was burried here long ago by those same spirits and is in slumber. Awake him! For that, you will need some power structures with the Heroes protecting them, find and secure them. The Heroes will not hesitate to destroy them if nessesary so keep your eyes on the rascals.
es: Los Antiguos Espíritus de Integridad, Valor y Justicia mantienen este reino protegido con su antigua magia. Solo pasaron por alto un pequeño detalle, el anciano vampiro Lord Jedidiah fue enterrado aquí hace mucho tiempo por esos mismos espíritus y está dormido. ¡Despiértalo! Para eso, necesitarás algunas estructuras de poder que protegen los Héroes, encuéntralas y asegúralas. Los Héroes no dudarán en destruirlos si fuese necesario, así que no pierdas de vista a estos sinvergüenzas.

# In-game message
source: You have reached and secured one of the power structures. Remember, the goal is to secure them, NOT destroy them!
es: Has alcanzado y asegurado una de las estructuras de poder. ¡Recuerde, el objetivo es asegurarlos, NO destruirlos!

# In-game message
source: Jeddiah has awakened and is eager on vengeance against those who imprisoned him. Lead on! Your forces will gradually appear as the battle progresses... as will some special allies...
es: Jeddiah ha despertado y está ansioso por vengarse de quienes lo encarcelaron. ¡Adelante! Tus fuerzas aparecerán gradualmente a medida que avanza la batalla… al igual que algunos aliados especiales…

# In-game message
source: More reinforcements are on the way to assist you.
es: Más refuerzos están en camino para ayudarte.

# In-game message
source: Use this spell to break down the walls and destroy the remaining opposition!
es: ¡Usa este hechizo para derribar los muros y destruir a la oposición restante!

# In-game message
source: The enemies of darkness and death have been shown no mercy... as it should be.... well done...
es: Los enemigos de la oscuridad y la muerte no han tenido piedad… como debe ser… bien hecho…

# In-game message
source: Moo
es: Muu

# Level name
source: Winterrage
es: Furia Invernal

# Level name
source: Rosefield Cathedral
es: Catedral Camporosa

# Level name
source: Arbor Heights
es: Alturas del cenador

# Level name
source: Drachenfeld
es: Campodrach

# Level name
source: Ashspire
es: Pira de cenizas

# Level name
source: Dawnterror
es: Terror en el amanecer

# Level name
source: Ludim
es: Luz tenua

# Level name
source: Havoth Dir
es: Dirección a Havoth

# Level name
source: Chaerith
es: Jarith

# Level name
source: Nazirite
es: Nazareo

# Level name
source: Elysium
es: Elíseo
