Repository: dkfans/keeperfx
Catalog: lang/gtext_fre.po
Languages: fr

# Keeper spell description
source: Sight: Allows the target creature to temporarily increase its awareness and notice the invisible.
fr: Vision: Permet à la créature ciblée d'augmenter temporairement sa vision pour débusquer l'invisible.

# Keeper spell name
source: Recruit Tunneller
fr: Recruter un piocheur

# Keeper spell description
source: Recruit Tunneller: Summon a new Tunneller anywhere in your dungeon.
fr: Recruter un piocheur: Convoquez un nouveau piocheur dans un endroit quelconque de votre donjon.

# Unused
source: Moo8
fr: Moooooooooo !

# Door name
source: Midas Door
fr: Porte de Midas

# Door description
source: Midas Door: This door consumes gold from the owner to stay completely indestructible. RMB zoom.
fr: Porte de Midas: Cette porte est indestructible tant que son propriétaire a de l'or. CDS voir.

# Game controls
source: Ascend
fr: Monter

# Game controls
source: Descend
fr: Descendre

# Creature spell
source: Familiar: Summons a companion to guard and assist the creature.
fr: Familier: Invoque un compagnon pour protéger et aider la créature.

# Creature spell
source: Summon: Call upon temporary guardians to assist the creature in combat.
fr: Invoquer: Convoquez des gardiens temporaires pour aider la créature en combat.
