Repository: dkfans/keeperfx
Catalog: lang/gtext_ita.po
Languages: it_it

# In-game message
source: Before you lies the Wizard's domain. Defeat him and you will regain your powers.
it_it: Davanti a te si estende il dominio dello Stregone. Sconfiggilo e riacquisterai i tuoi poteri.

# In-game message
source: A black shadow is creeping over this land. Now is the time to strike. Take control of your Vampire and use him to find and kill the Lord of the Land. If you succeed, the Vampire will join you in the next realm.
it_it: Un'ombra oscura si aggira su questa terra. E' il momento di colpire. Assumi il controllo del tuo Vampiro, usalo per scovare e uccidere il Signore della Terra. Se riuscirai nel tuo intento, il Vampiro ti seguirà nel nuovo regno.

# In-game message
source: Your achievements are legendary Keeper. Tales of your evil and cunning will become the horror stories of generations.
it_it: I tuoi successi sono leggendari, Keeper. I racconti delle tue malvage imprese semineranno il terrore per molte generazioni.
