Repository: dkfans/keeperfx
Catalog: lang/gtext_ger.po
Languages: de_de

# In-game message
source: Success! The land is yours. Press Space to proceed to the next realm.
de_de: Gewonnen! Dieses Land ist Eures. Drückt die Leertaste, um zum nächsten Königreich zu kommen.

# In-game message
source: This is a message. Right click to delete it.
de_de: Das ist eine Mitteilung, die Ihr mit einem Rechtsklick löschen könnt.

# In-game message
source: The first thing a Keeper needs is somewhere to keep gold, when it's been mined out of the rock by his Imps. To create a Treasure Room, select the Treasure Room icon from the Rooms Panel and fill the empty area to the west with Treasure Room tiles.
de_de: Das Wichtigste für einen Keeper ist die Möglichkeit Gold zu lagern, das von den Imps abgebaut wurde. Um eine Schatzkammer zu bauen, wählt das Icon SCHATZKAMMER aus dem Raum-Menü und füllt das leere Gebiet im Westen mit Schatzkammer-Fliesen.

# In-game message
source: Use the cursor keys to see other areas of the underworld. Rotate and zoom the view with the right ctrl key and cursor keys.
de_de: Mit den Pfeiltasten könnt Ihr Euch andere Gebiete der Unterwelt anschauen. Ihr könnt die Ansicht mit der rechten STRG-TASTE und den PFEILTASTEN rotieren oder zoomen.

# In-game message
source: Expertly done. Press the right mouse button to turn the pointer back into the Hand of Evil. Mine out the gold to the east by tagging the area with the left mouse button. Your Imps will dig out the gold and carry it back to your Treasure Room.
de_de: Hervorragend! Drückt die rechte Maustaste, um den Zeiger wieder in die Hand des Bösen zu verwandeln. Gewinnt Gold im Osten, indem Ihr Euch das Gebiet mit der linken Maustaste einverleibt. Eure Imps werden das Gold abbauen und in die Schatzkammer bringen.

# In-game message
source: If you want to make your creatures work harder, slap them by right clicking the Hand of Evil on them. Slapping will harm your creatures.
de_de: Wenn Eure Kreaturen zu langsam arbeiten, könnt Ihr sie mit einem gezielten Schlag auf den Hinterkopf motivieren. Einfach die Hand des Bösen über der Kreatur positionieren und rechtsklicken. Allerdings werden die Kreaturen auch mit jedem Schlag schwächer.

# In-game message
source: Use the left mouse button to pluck your creatures from the dungeon. Use the right mouse button to drop them over a room or tile belonging to your dungeon. Creatures perform the task most relevant to the situation they're dropped into.
de_de: Mit der linken Maustaste könnt Ihr Eure Kreaturen aus dem Dungeon pflücken. Mit einem rechten Mausklick könnt Ihr sie in einem Raum oder auf Fliesen Eures Dungeon fallen lassen. Kreaturen erfüllen die Aufgaben entsprechend der jeweiligen Situation.

# In-game message
source: Greedily done, Keeper. Now, you need to turn some of your dungeon into a Lair. Lairs are where creatures rest and recover. The area your Imps just mined out would be an ideal spot for some creatures to lurk. Select the Lair icon from the Rooms Panel.
de_de: Gut gemacht, Keeper. Nun müsst Ihr aus einem Teil Eures Dungeon ein Versteck machen. In Verstecken können sich Eure Kreaturen ausruhen. Das Gebiet, in dem Eure Imps Gold gewonnen haben, ist eine ideale Möglichkeit für einige Kreaturen, ein bisschen herumzulungern. Wählt das VERSTECK-Icon aus dem Raum-Menü.

# In-game message
source: Dig a tunnel that connects to the Portal to the north. Portals appear on the map as flashing squares, until they are claimed. Creatures only use Portals claimed by a Keeper. Your Imps claim a Portal as soon as it connects to your dungeon.
de_de: Grabt einen Tunnel, der zum Eingang im Norden reicht. Eingänge erscheinen auf der Karte so lange als blinkende Quadrate, bis sie von einem Keeper benutzt werden. Eure Imps erobern einen Eingang, sobald er mit dem Dungeon verbunden ist.

# In-game message
source: You should build a Treasure Room first. Select the Treasure Room icon from the Rooms Panel and left click on the tiles in the area to the west of your Dungeon Heart.
de_de: Als erstes solltet Ihr eine Schatzkammer bauen. Wählt das SCHATZKAMMER-Icon aus dem Raum-Menü und linksklickt auf die Fliesen westlich Eures Dungeon-Herz'.

# In-game message
source: Pick up creatures by left clicking on them. Drop them by right clicking over a room or tile belonging to your dungeon. Creatures perform tasks relevant to the situation they're dropped into.
de_de: Mit der linken Maustaste könnt Ihr Eure Kreaturen aus dem Dungeon aufnehmen. Mit einem Rechtsklick könnt Ihr sie in einem Raum oder auf Fliesen Eures Dungeon fallen lassen. Kreaturen erfüllen die Aufgaben entsprechend der jeweiligen Situation.

# In-game message
source: If you want your creatures to work harder, slap them with a right click of the hand. Your creatures take damage from each slap they receive.
de_de: Wenn Ihr möchtet, daß Eure Kreaturen schneller arbeiten, könnt Ihr Ihnen einen gezielten Schlag auf den Hinterkopf versetzen, indem Ihr die Hand des Bösen über der Kreatur positioniert und rechtsklickt. Allerdings werden sie mit jedem Schlag schwächer.

# In-game message
source: You have not yet built a Treasure Room. Until you build this room, you will be unable to pay any creatures. Only Imps give their loyalty freely. No other creatures will serve you unpaid.
de_de: Ihr habt immer noch keine Schatzkammer gebaut. Solange Ihr das nicht getan habt, könnt Ihr Eure Kreaturen nicht bezahlen. Nur Imps sind bedingungslos treu. Alle anderen Kreaturen sind da schon anspruchsvoller.

# In-game message
source: Your first minion has arrived. It's a giant Fly. It can spit corrosive vomit at your enemies and its wings grant the hideous insect the speed to intercept the most nimble trespassers.
de_de: Euer erster Untergebener ist angekommen. Es ist eine Fliege. Sie spuckt ätzenden Mageninhalt auf Eure Gegner, und die Flügel ermöglichen dem abscheulichen Insekt, auch dem schnellsten Eindringling den Weg abzuschneiden.

# In-game message
source: A Beetle has scuttled into your realm. It's tough enough to absorb a lot of damage. Like most creatures, Beetles require food. Dig out a new area, select the Hatchery icon and create your Hatchery. Tasty snacks will soon emerge from its enchanted soil.
de_de: Ein Käfer ist in Euer Reich gekrabbelt. Er ist stark genug, um einige Attacken wegzustecken. Aber wie die meisten Kreaturen benötigt auch ein Käfer Nahrung. Buddelt ein neues Gebiet aus, wählt das HÜHNERFARM-Icon und baut eine Hühnerfarm. Bald schon werden sich köstliche Leckereien aus diesem entzückenden Boden entwickeln.

# In-game message
source: Imps fortify your walls to prevent intruders tunnelling in. If you want to create more Imps, go to the Research Panel, select the Imp icon and left click anywhere in your dungeon. Each Imp you create costs more than the previous one.
de_de: Imps verstärken Eure Wände, damit Eindringlinge sie nicht durchbuddeln können. Wenn Ihr mehr Imps haben möchtet, geht zum Forschungsmenü, wählt den Zauberspruch IMP ERSTELLEN und linksklickt irgendwo in den Dungeon. Jeder weitere Imp kostet mehr als der vorherige.

# In-game message
source: Why not have a handful of creatures ready to drop on top of intruders? To pick up creatures quickly, left click on them from within the Creatures Panel. You can only drop creatures within the confines of your own dungeon.
de_de: Wie wär's mit einer Handvoll Kreaturen, die Ihr den Eindringlingen auf den Kopf fallen lasst? Um ganz schnell Kreaturen aufzunehmen, linksklickt auf sie im Kreaturen-Menü. Ihr könnt Kreaturen nur innerhalb Eures Dungeon fallen lassen.

# In-game message
source: Intruders approach. They seek gaps in your fortifications, in order to gain entry to your dungeon. A white trail on the map indicates their progress. Click the icon at the top of the Control Panel to see a bigger map.
de_de: Eindringlinge! Sie suchen nach Schwachstellen in der Verstärkung, um sich in Euren Dungeon Einlass zu verschaffen. Eine weiße Spur auf der Karte zeigt ihr Vorwärtskommen. Klickt auf das Icon oben im Steuermenü, um eine größere Karte zu erhalten.

# In-game message
source: Savour your first victory while you can. You have attracted the wrath of the Lord of this realm. His party will soon be here.
de_de: Kostet Euren ersten Sieg aus, solange Ihr könnt. Ihr habt Euch den Zorn des Landesherrn zugezogen. Seine Leute werden bald hier sein.

# In-game message
source: The Lord of the Land has arrived. I can smell his fear. Defeat him and the realm is yours.
de_de: Der Ritter ist angekommen. Ich kann seine Angst schon riechen. Ringt Ihn nieder, und das Königreich ist Eures.

# In-game message
source: Your work here is done. Now there is no-one to prevent you from obliterating this nauseating realm and expanding your empire into a neighbouring land. Nice.
de_de: Eure Arbeit hier ist getan. Es gibt jetzt keinen mehr, der Euch noch davon abhalten könnte, dieses wiederliche Land zu vernichten und Euer eigenes Reich in das benachbarte Territorium auszudehnen. Sehr schön!

# In-game message
source: You require more Imps. Use the Create Imp spell to conjure them into your domain. Remember, each Imp you create is more expensive than the last.
de_de: Ihr braucht mehr Imps. Benutzt den Zauberspruch IMP ERSTELLEN, um sie in Euren Einfluss zu zaubern. Bedenkt, dass jeder Imp, den Ihr erstellt, teurer ist als der vorherige.

# In-game message
source: When Imps have no other orders, they run around reinforcing your dungeon. Fortified walls keep out intruders. Rooms with reinforced walls make your creatures feel more at home and heroes more terrified.
de_de: Wenn Imps keine anderen Befehle ausführen, rennen sie im Dungeon herum und verstärken die Wände, die Eindringlinge abhalten. Verstärkte Wände vermitteln Euren Kreaturen ein heimischeres, und Helden ein ängstlicheres Gefühl.

# In-game message
source: Possess creatures by choosing the Possess spell from the Research Panel and left-clicking on the creature you want to control. Right-click to leave the creature again.
de_de: Geht mit einer Kreatur eine Symbiose ein, indem Ihr den Zauberspruch SYMBIOSE aus dem Forschungsmenü wählt und auf die Kreatur linksklickt, in deren Haut Ihr stecken möchtet. Mit einem weiteren Rechtsklick könnt Ihr die Kreatur wieder verlassen.

# In-game message
source: Remember the lessons you learned in Brana Hauk. You must build a Treasure Room, a Lair and a Hatchery and you will need to claim a Portal. Build rooms in squares of at least nine tiles to increase the efficiency of the room.
de_de: Erinnert Euch daran, was Ihr in Dunkelbach gelernt habt. Ihr müsst eine Schatzkammer, ein Versteck und eine Hühnerfarm bauen sowie einen Eingang benutzen. Baut Räume von mindestens neun Fliesen, um ihre Effektivität zu steigern.

# In-game message
source: You will need to make your creatures stronger. In a Training Room, your creatures can hone their fighting skills, gain new abilities and learn more powerful spells.
de_de: Eure Kreaturen müssen gestärkt werden. In einem TRAININGSRAUM können sie ihre kämpferischen Fähigkeiten verbessern, sich neue Kentnisse aneignen und wirkungsvolle Zaubersprüche lernen.

# In-game message
source: Your plan proceeds smoothly, keeper. Allow your Imps time to fortify the walls of your dungeon. This increases the efficiency of rooms and repels would-be invaders.
de_de: Euer Plan erfüllt sich kontinuierlich, Keeper. Aber erlaubt Euren Imps, die Wände Eures Dungeon zu verstärken, um die Effektivität Eurer Räume zu vergrößern und Möchtegern-Eindringlinge abzuhalten.

# In-game message
source: The Training Room attracts ever more ferocious creatures, such as Demon Spawn. Build it and they will come.
de_de: Ein Trainingsraum zieht noch grimmigere Kreaturen an, zum Beispiel Dämonenechsen. Baut einen Trainingsraum, und diese Kreaturen werden kommen.

# In-game message
source: To train creatures, drop them in the Training Room. The number that occasionally appears above a creature's head indicates how much gold it has cost for that creature to train.
de_de: Um Kreaturen zu trainieren, müsst Ihr sie im Trainingsraum absetzen. Die Zahl, die gelegentlich über dem Kopf einer Kreatur erscheint, zeigt an, wieviel es gekostet hat, sie zu trainieren.

# In-game message
source: You can train creatures more rapidly by slapping them as they work out in the Training Room.
de_de: Ihr könnt Kreaturen schneller trainieren, indem Ihr sie im Trainingsraum vermöbelt.

# In-game message
source: Heroes are already on their way. Make sure your creatures are well trained and ready for the attack. The heroes you will face in this realm are tougher than those you met beneath Brana Hauk.
de_de: Es sind bereits ein paar Helden unterwegs. Vergewissert Euch, dass Eure Kreaturen gut trainiert sind und sich für den Angriff bereithalten. Die Helden, denen Ihr dieses mal gegenübersteht, sind stärker als die von Dunkelbach.

# In-game message
source: Harder the heroes may have been but they were obviously no match for your forces.
de_de: Diese Helden mögen zwar wiederstandsfähiger gewesen sein, aber sie waren wohl doch keine Herausforderung für Eure Truppen.

# In-game message
source: The heroes are on their way. Make sure your creatures are well trained and ready for the attack.
de_de: Helden im Anmarsch! Vergewissert Euch, daß Eure Kreaturen gut trainiert sind und sich für den Angriff bereithalten.

# In-game message
source: Congratulations. You have conquered the enemy hordes.
de_de: Glückwunsch! Ihr habt die gegnerischen Horden besiegt.

# In-game message
source: Build a dungeon with a Treasure Room, a Lair, a Hatchery and a Training Room. Make sure they're all big enough. Cramped conditions do nothing for the morale of your minions.
de_de: Baut einen Dungeon mit Schatzkammer, Versteck, Hühnerfarm und Trainingsraum. Alle Räume müssen ausreichend groß sein. Widrige Bedingungen sind schlecht für die Moral Eurer Untergebenen.

# In-game message
source: The time has come to build a Library. Libraries are where new devices, room designs and magic spells are researched. Make a Library at least as big as the other rooms. Researchers like quiet too, so try to build your Library off the side of a corridor.
de_de: Die Zeit ist gekommen, eine BIBLIOTHEK zu bauen. Bibliotheken sind Räume, in denen Gegenstände, Raummodelle und Zaubersprüche erforscht werden. Bibliotheken müssen mindestens genauso groß sein wie die anderen Räume. Da Forscher Ruhe bevorzugen, solltet Ihr die Bibliothek flurseitig bauen.

# In-game message
source: Your new Library will attract creatures like Warlocks, who are interested in researching magic and dungeon designs. These evil mages are real bookworms, as well as being magically proficient themselves.
de_de: Eure neue Bibliothek wird Kreaturen wie Zauberer anlocken, die daran interessiert sind, Zaubereien und Dungeon-Modelle zu erforschen. Diese üblen Burschen sind wahre Bücherwürmer und fähige Magier.

# In-game message
source: That's a fine collection of parchments and tomes you've assembled. Most creatures can engage in research but Warlocks make the best and keenest researchers. Stupid Trolls have trouble holding books the right way up and sometimes even chew the pages.
de_de: Da habt Ihr aber eine hübsche Sammlung an Pergament und Büchern. Die meisten Kreaturen können sich für die Forschung einsetzen, aber Zauberer sind schon am besten und begabtesten. Die meisten Trolle sind sogar zu blöd, um ein Buch richtig herum zu halten, und manchmal kauen sie sogar die Seiten an.

# In-game message
source: The scent of arcane knowledge has lured a greedy Warlock into your dungeon. Don't forget to train your Warlocks occasionally. Their spell casting abilities make them fine long range fighters.
de_de: Der Duft obskuren Wissens hat einen begierigen Zauberer in Euren Dungeon gelockt. Vergesst nicht, Eure Zauberer von Zeit zu Zeit zu trainieren. Ihre Sprücheklopferei macht sie nämlich zu ziemlich guten Fernkämpfern.

# In-game message
source: The first wave of attackers lie hacked to pieces on the floor and give your domain that lived in feeling but it surely won't be long before their kin launch another assault.
de_de: Die erste Angriffswelle liegt in Tropfen auf dem Boden Eures Reiches und sorgt für ein richtig frisches Gefühl. Aber es wird mit Sicherheit nicht lange dauern, bis die Sippe einen weiteren Versuch starten wird.

# In-game message
source: You meet with success yet again, Keeper. All those corpses will keep your Hatchery's topsoil fertile. They also serve as warnings to other foolhardy adventurers, of course.
de_de: Und wieder ein Treffer, Keeper. All diese Teile werden den Boden Eurer Hühnerfarm gut düngen. Davon abgesehen sind sie natürlich eine gute Abschreckung für andere schwachköpfige Abenteurer.

# In-game message
source: All is quiet again. Use this time to ready yourself for the next attacks. The enemy is only regrouping. It is not yet defeated.
de_de: Jetzt ist ein bisschen Ruhe eingekehrt. Nutzt diese Verschnaufpause, um Euch auf den nächsten Angriff vorzubereiten. Der Gegner gruppiert sich nur neu. Noch ist nichts gewonnen.

# In-game message
source: Is that Imp playing football with a decapitated head? Stay alert, Keeper.
de_de: Spielt dieser Imp gerade Fußball mit einem enthaupteten Kopf? Vorsicht, Keeper!

# In-game message
source: Now would be an excellent time to train a Warlock.
de_de: Es ist genau die richtige Zeit, einen Zauberer zu trainieren.

# In-game message
source: Already your research bears fruit. The Speed Creature spell has been perfected. Cast it on a creature and observe the dramatic increase in its speed. The effect wears off after a while.
de_de: Eure Forschung trägt bereits die ersten Früchte. Der Spruch KREATUREN BESCHLEUNIGEN wurde perfektioniert. Probiert ihn an einer Kreatur aus und lasst Euch von dem dramatischen Geschwindigkeitsschub mitreißen. Nach einer gewissen Zeit lässt die Wirkung nach.

# In-game message
source: Build up your dungeon with the rooms available to you and claim the Portal nearby but do not yet venture north. Powerful adversaries lurk there. It would be wiser not to disturb them until you are prepared.
de_de: Baut einen Dungeon mit den Euch zur Verfügung stehenden Räumen und benutzt einen Eingang in der Nähe. Nähert Euch aber noch nicht dem Norden. Dort lauern nämlich mächtige Gegner. Es wäre klüger, sie nicht zu stören, bis Ihr vorbereitet seid.

# In-game message
source: Clever research has given your Imps the engineering skill to build Bridges. You will need Bridges to cross some of the more hazardous underworld terrain.
de_de: Clevere Forschung hat Euren Imps die Fähigkeiten von Ingenieuren gegeben, so daß sie jetzt BRÜCKEN bauen können. Die benötigt Ihr, um einige gefährlichere Gebiete der Unterwelt zu überbrücken.

# In-game message
source: A study of dungeon designs reveals that Workshops manufacture essential furniture, such as Doors and Traps. If your Workshop occupies a square of at least nine tiles, its mere presence will lure the underworld's finest artisans into your dungeon.
de_de: Eine Studie über Dungeon-Modelle besagt, dass HANDWERKSKAMMERN geeignetes Mobiliar anfertigen, zum Beispiel Türen und Fallen. Wenn Eure Handwerkskammer mindestens neun Fliesen im Quadrat groß ist, wird ihre bloße Präsenz die besten Designer der Unterwelt in Euren Dungeon locken.

# In-game message
source: To manufacture Traps and Doors in your Workshop you will need to assign creatures to it, by dropping them into the room. Manufactured items can be selected from the Workshop Panel as soon as they're ready.
de_de: Beauftragt Kreaturen damit, Fallen und Türen herzustellen, indem Ihr sie einfach in die Handwerkskammer setzt. Fertige Gegenstände können dann aus dem Menü HANDWERKSKAMMER ausgewählt werden.

# In-game message
source: When your troops are sufficient in number and have had some training, lead them north and crush any who oppose you.
de_de: Wenn Eure Truppen groß genug und ausreichend trainiert sind, macht Euch einfach Richtung Norden auf und überrennt alles, was sich Euch in den Weg stellt.

# In-game message
source: You will have to find a way to cross the river of molten lava that bars your way.
de_de: Ihr müsst einen Weg finden, um über den Lava-Fluß zu kommen, der Euch in die Quere kommt.

# In-game message
source: The enemy's Dungeon Heart throbs before you. Assemble your minions nearby and administer the coup de grace.
de_de: Das Dungeon-Herz des Gegners schlägt Euch entgegen. Ruft Eure Untergebenen zusammen und befehlt den Gnadenstoß.

# In-game message
source: A Troll has joined you. Skilled in the craft of manufacturing, trolls are best employed doing dark deeds in your Workshop. They don't complain about the hours, because their labours keep them away from combat.
de_de: Ein Troll ist zu Euch gekommen. Da Trolle Handwerklich sehr geschickt sind, ist es sinvoll, sie in der Handwerkskammer zu beschäftigen. Sie pochen nicht auf die Einhaltung der Arbeitszeit, da sie, bedingt durch ihr Aufgabengebiet, nicht kämpfen müssen.

# In-game message
source: With the enemy Dungeon Heart in ruins, you have trounced the once proud opposition. Rule your new domain with terror and loathing, for a laugh.
de_de: Jetzt, da das gegnerische Dungeon-Herz gebrochen ist, habt Ihr den einst so stolzen Gegner in die Knie gezwungen. Regiert Euer neues Reich mit Angst und Schrecken.

# In-game message
source: Your Workshop has created a Wooden Door. Placed in a corridor, it restricts access to the enemy. Your creatures may pass freely. Lock or unlock Doors by clicking over them with the left mouse button.
de_de: In Eurer Handwerkskammer wurde eine HOLZTÜR gebaut. Wenn Ihr sie im Flur plaziert, kann der Gegner nicht weiter, wohl aber Eure Kreaturen. Türen werden über einen Linksklick auf- oder abgeschlossen.

# In-game message
source: Your Workshop has produced a Poison Gas trap. Position it and, when an intruder sets it off, it will envelop the area in deadly vapours.
de_de: In Eurer Handwerkskammer ist eine GIFTGAS-FALLE erstellt worden. Plaziert sie, und wenn ein Eindringling hineintappt, wird die Umgebung in giftige Gase gehüllt.

# In-game message
source: You have researched the Call to Arms spell. The first time you cast it, your creatures gather around a banner created by the spell. Cast it again in a target area. Call to Arms only costs gold when it's targeted beyond your territory.
de_de: Ihr habt den Spruch ZUSAMMENRUFEN erforscht. Wenn Ihr ihn das erste mal benutzt, werden sich Eure Kreaturen um eine Fahne versammeln, die durch den Spruch entstanden ist. Der Spruch kostet nur dann Geld, wenn er jenseits Eures Gebietes ausgesprochen wird.

# In-game message
source: Another Keeper controls this underworld realm. His dungeon lies to the north. If you are to entice creatures to work for you instead of him, you will have to build a more magnificent dungeon. Get on with it then.
de_de: Ein anderer Keeper kontrolliert dieses unterirdische Reich. Sein Dungeon liegt im Norden. Wenn Ihr Kreaturen davon überzeugen wollt, für Euch und nicht für Ihn zu arbeiten, müsst Ihr einen größeren Dungeon bauen. Na dann mal los!

# In-game message
source: You have slain your rival. His defeat is a testimony to your clever dungeon design. You have the makings of a Dungeon Keeper worthy of the name.
de_de: Ihr habt einen Rivalen geschlagen. Seine Niederlage ist ein weiterer Beweis für Euer ausgeklügeltes Dungeon-Modell. Eure Taten sind denen eines Dungeon Keepers würdig.

# In-game message
source: A Bile Demon chooses to side with you. Bile Demons demand large Lairs and ample Hatcheries. These corpulent monstrosities attack somewhat unconventionally.
de_de: Ein Teufler hat sich für Eure Seite entschieden. Teufler benötigen große Verstecke und reichlich Hühner. Diese korpulenten Monster greifen dafür auch auf recht ungewöhnliche Weise an.
