Repository: dkfans/keeperfx
Catalog: lang/gtext_por.po
Languages: pt_br

# Keeper spell name
source: Freeze
pt_br: Congelar

# Keeper spell name
source: Slow
pt_br: Lentidão

# Keeper spell name
source: Levitate
pt_br: Levitar

# Keeper spell name
source: Illumination
pt_br: Iluminação

# Keeper spell name
source: Sight
pt_br: Visão

# Dungeon special decription
source: Heal All: Restore full health to all your creatures.
pt_br: Curar Todos: Restaura a saúde completa de todas as suas criaturas.

# Dungeon special decription
source: Increase Gold: Generates gold in your treasury.
pt_br: Aumentar Ouro: Gera ouro em seu tesouro.

# Dungeon special decription
source: Make Unhappy: All creatures of the enemy become upset.
pt_br: Tornar Infeliz: Todas as criaturas do inimigo ficam descontentes.

# Dungeon special decription
source: Weaken Walls: Destroys the fortifications of enemy walls.
pt_br: Enfraquecer Muros: Destrói as fortificações dos muros inimigos.

# Game controls
source: Tilt Up
pt_br: Inclinar para Cima

# Game controls
source: Tilt Down
pt_br: Inclinar para Baixo

# Game controls
source: Reset Tilt
pt_br: Redefinir Inclinação

# Creature spell
source: Heal Monster: The target creature is massively healed.
pt_br: Curar Monstro: A criatura alvo é curada em grande quantidade.

# Creature spell
source: Cleanse: Cures all negative effects inflicted on the creature.
pt_br: Purificar: Cura todos os efeitos negativos infligidos na criatura.

# Creature spell
source: Cleanse Monster: Cures all negative effects inflicted on target creature.
pt_br: Purificar Monstro: Cura todos os efeitos negativos infligidos na criatura alvo.

# Keeper spell description
source: Magic Shield: Causes spells fired at the target to bounce back at the attacker.
pt_br: Escudo Mágico: Faz com que feitiços lançados no alvo retornem ao atacante.

# Keeper spell description
source: Levitate: Causes the target creature to take off from the ground and attack creatures from the air or cross lava unharmed.
pt_br: Levitar: Faz a criatura alvo decolar do chão e atacar criaturas do ar ou atravessar lava sem sofrer danos.

# Keeper spell description
source: Sight: Allows the target creature to temporarily increase its awareness and notice the invisible.
pt_br: Visão: Permite que a criatura alvo aumente temporariamente sua percepção e note o invisível.

# Keeper spell name
source: Recruit Tunneller
pt_br: Recrutar Anão Escavador

# Keeper spell description
source: Recruit Tunneller: Summon a new Tunneller anywhere in your dungeon.
pt_br: Recrutar Anão Escavador: Invoca um novo Anão Escavador em qualquer lugar da sua masmorra.

# Unused
source: Moo8
pt_br: Muu8

# Door name
source: Midas Door
pt_br: Porta de Midas

# Door description
source: Midas Door: This door consumes gold from the owner to stay completely indestructible. RMB zoom.
pt_br: Porta de Midas: Esta porta consome ouro do proprietário para permanecer completamente indestrutível. Aproximar com o botão direito do mouse.

# Game controls
source: Ascend
pt_br: Subir

# Game controls
source: Descend
pt_br: Descer

# Creature spell
source: Familiar: Summons a companion to guard and assist the creature.
pt_br: Familiar: Invoca um companheiro para guardar e ajudar a criatura.

# Creature spell
source: Summon: Call upon temporary guardians to assist the creature in combat.
pt_br: Invocar: Convoca guardiões temporários para ajudar a criatura em combate.
