Repository: dkfans/keeperfx
Catalog: lang/gtext_ita.po
Languages: it_it

# Statistic name
source: Bridges Built
it_it: Ponti Costruiti

# Statistic name
source: Rock Dug Out
it_it: Roccia Scavata

# Statistic name
source: Salary Cost
it_it: Costo Salario

# Statistic name
source: Flies Eaten By Spiders
it_it: Mosche Mangiate da Ragni

# Statistic name
source: Territory Destroyed
it_it: Territorio Distrutto

# Statistic name
source: Rooms Constructed
it_it: Stanze Costruite

# Statistic name
source: Traps Used
it_it: Trappole Utilizzate

# Statistic name
source: Keepers Destroyed
it_it: Keeper Distrutti

# Statistic name
source: Area Claimed
it_it: Area Rivendicata

# Statistic name
source: Backs Stabbed
it_it: Schiene Pugnalate

# Statistic name
source: Chickens Hatched
it_it: Polli Covati

# Statistic name
source: Chickens Eaten
it_it: Polli Mangiati

# Statistic name
source: Hopes Dashed
it_it: Speranze Infrante

# Statistic name
source: Promises Broken
it_it: Promesse non Mantenute

# Statistic name
source: Ghosts Raised
it_it: Fantasmi Resuscitati

# Statistic name
source: Doors Used
it_it: Porte Utilizzate

# Statistic name
source: Your Creatures Killed By You
it_it: Creature Tue Uccise da Te

# Statistic name
source: Things Researched
it_it: Oggetti Studiati

# Statistic name
source: Last Creature Attracted
it_it: Ultima Creatura Attirata

# Statistic name
source: Items Manufactured
it_it: Oggetti Realizzati

# Statistic name
source: Creatures Converted
it_it: Creature Convertite

# Statistic name
source: Territory Lost
it_it: Territorio Perso

# Statistic name
source: Traps Armed
it_it: Trappole Armate

# Statistic name
source: Chickens Wasted
it_it: Polli Sprecati

# Statistic name
source: Lies Told
it_it: Bugie Dette

# Statistic name
source: Creatures Annoyed
it_it: Creature Irritate

# Statistic name
source: Graveyard Body Count
it_it: Numero Corpi nel Cimitero

# Statistic name
source: Vampires Created
it_it: Vampiri Creati

# Easter egg
source: When night does not give way to day, And children are too scared to play, Abandon hope, embrace despair, You're destined for my Dragon's lair
it_it: Quando è notte, non più giorno, da quaggiù non v'è ritorno.

# Easter egg
source: If thou art bold and pure of heart, Come down here, be torn apart.
it_it: Se il tuo cuore è forte e puro il tuo Fato è già sicuro.

# Easter egg
source: Through my dungeon you may tread, But rest assured, you'll end up dead.
it_it: Nel mio regno sei entrato per cui, sappi, sei spacciato.

# Easter egg
source: If you find you lose it all, Why not play Theme Hospital?
it_it: Non ti senti turpe e reo? Gioca allora a Scarabeo!

# Easter egg
source: Armoured Knights who have true grit, Roast more quickly on a spit.
it_it: La corazza, cavaliere, sarà presto il tuo braciere.

# Easter egg
source: Evil, malice, death, decay, I think you'll find they're here to stay.
it_it: Urla, orrore e anche sgomento son per noi divertimento.

# Easter egg
source: Evil, malice, death, decay, Just another working day.
it_it: Fatti uccidere, ti imploro, è soltanto il mio lavoro.

# Easter egg
source: Evil, malice, death, decay, There really is no better way.
it_it: Il dolore e la morte sono amati a questa corte.

# Easter egg
source: Giant, Dwarf, Thief and Fairy, None of you are very scary.
it_it: Voi, giganti, nani e fate, solo ridere ci fate.

# Easter egg
source: The denizens of your domain, Just cannot wait to kill again.
it_it: I tuoi schiavi ubbidienti di ammazzare son contenti.

# Easter egg
source: The better creatures you employ, The greater carnage you enjoy.
it_it: Più son forti i tuoi soldati più eroi verran scannati.

# Easter egg
source: Hark! The Avatar's abroad, And I can smell a frightened Lord.
it_it: L'Avatar, ora in arrivo, non a lungo starà vivo.

# Easter egg
source: Trespassers will meet their doom, In your dungeon's Torture Room.
it_it: La tortura, ben reclusi, è il destino degli intrusi.

# Easter egg
source: Though intruders' hearts be pure, They'll end up on your dungeon floor.
it_it: Se i nemici han più coraggio più da gusto il lor linciaggio.

# Easter egg
source: Your tunnels will be dark and cold, And no place for a Knight of old, Even if he claims he's bold.
it_it: Anche i nobili in linciaggio quaggiù perdono il coraggio.

# Easter egg
source: The fools who enter your domain, Will never see the light again.
it_it: La prigione a entrar vi induce? Mai più voi vedrete luce.

# Easter egg
source: Pain and anguish are your tools, To use upon intruding fools.
it_it: Odio e angoscia i tuoi strumenti, da cui pochi andran redenti.

# Easter egg
source: When good guys head right for your treasure, Hunt and kill them at your leisure.
it_it: Voi, all'intrusione avvezzi, presto finirete in pezzi.

# Easter egg
source: Protect your gold and Dungeon Heart, And slap your minions till they fart.
it_it: Salva l'oro ed il tuo Cuore, e ai tuoi servi dai dolore.

# Easter egg
source: Use your creatures' fear of you. To make them do what you want them to.
it_it: Se i tuoi schiavi assai spaventi, di obbedirti son contenti.

# Easter egg
source: Wizard in your dungeon grim? A trap will make short work of him.
it_it: C'è un mago nei paraggi? Cibo per scarafaggi!

# Easter egg
source: When your creatures give you hell, Stick them in your Prison Cell.
it_it: Quando un servo si ribella, per un po' lascialo in cella.

# Easter egg
source: Torture is the crowning glory, Of your Dungeon Keeper story.
it_it: La tortura, vuol la storia, a ogni Keeper porta gloria.

# Easter egg
source: You are the Keeper, chosen one, And being evil is great fun.
it_it: Tu sei Keeper, gran rapace, a cui l'altrui angoscia piace.

# Easter egg
source: When your troops are hunger-stricken, Your Hatchery has yummy chicken.
it_it: Se i tuoi uomini hanno fame, dona a loro del pollame.

# Easter egg
source: Fill the Avatar with dread. Really make him wet the bed.
it_it: L'Avatar non ha paura? Cosa strana, qui non dura.

# In-game hint message
source: Imps are the lifeblood of your dungeon. Like blood, they must be allowed to circulate.
it_it: I folletti sono la linfa della tua prigione. E, come il sangue, devono essere liberi di circolare.

# In-game hint message
source: Feeling mean? Set your minions to imprison and when your cells are full, spend some time torturing...
it_it: Ti senti perfido? Manda i tuoi servi a fare prigionieri, e quando hai riempito le celle, passa un pò di tempo a torturare.

# In-game hint message
source: If your creatures get unhappy, slap some sense into them. They'll soon realise how lucky they are.
it_it: Se le tue creature sembrano infelici, dai loro qualche sberla. Vedrai che capiranno immediatamente quanto sono fortunate.

# In-game hint message
source: The underworld is your domain and the adventurers come to steal it. Never show pity, even when the intruders are defenceless and pathetic.
it_it: Il mondo sotteraneo è il tuo regno e gli avventurieri vengono per rubartelo. Non mostrare mai pietà, neanche quando gli invasori sono indifesi e patetici.

# In-game hint message
source: Compassion is the hallmark of the good Keeper. But good Keepers never win. Only evil ones.
it_it: La compassione è il marchio di fabbrica del buon Keeper. Ma i buoni Keeper non vincono mai. Sono i cattivi che trionfano.

# In-game hint message
source: There's never a moment to waste. Already the bravest of the brave are queuing up to enter your dungeon. So stop reading this and get going.
it_it: Non si può mai perdere nemmeno un momento. I più coraggiosi tra gli eroi sono sempre in coda per entrare nella tua prigione. Per cui smettila di leggere questa robaccia e datti da fare.

# In-game hint message
source: Build fast. You'll want the biggest possible welcoming committee ready for the intruders.
it_it: Costruisci velocemente. Devi avere sempre pronto un comitato di benvenuto per gli intrusi, e quanto più è corposo è possibile.

# In-game hint message
source: Keep your Imps digging. There are always surprises to be found deep in the earth.
it_it: Fai scavare sempre i folletti. Nel profondo della terra ci sono sempre delle sorprese.

# In-game hint message
source: He who controls the most gold controls the entire Underworld.
it_it: Chi controlla più oro controlla tutto il mondo sotteraneo.

# In-game hint message
source: Fear and lack of mercy are your greatest weapons. Use them wisely.
it_it: Il terrore e la mancanza di pietà sono le tue più potenti armi. Usale saggiamente.

# In-game hint message
source: Foolish is the Keeper who sells all his rooms and refuses to pay his creatures.
it_it: Folle quel Keeper che vende tutte le sue stanze e rifiuta di pagare le sue creature.

# Menu interface item
source: Return to options menu
it_it: Torna al Menù Opzioni

# Menu interface item
source: Exit
it_it: Uscita

# Menu interface item
source: Invert Mouse
it_it: Inverti il Mouse

# Menu interface item
source: Mouse Sensitivity
it_it: Sensibilità Mouse

# Menu interface item
source: Computer Players
it_it: Giocatori Computer

# Menu interface item
source: On
it_it: Attivato

# Menu interface item
source: Off
it_it: Disattivato

# Menu interface item
source: Sensitivity
it_it: Sensibilità

# Menu interface item
source: Mouse Options
it_it: Opzioni Mouse

# Menu interface item
source: Undo Pickup
it_it: Annulla Raccogli

# Menu interface item
source: Pause
it_it: Pausa

# Menu interface item
source: Map
it_it: Mappa

# On-screen message
source: Insufficient Memory
it_it: Memoria Insufficiente

# On-screen message
source: Unable To Change Screen Resolution
it_it: Impossibile Cambiare Risoluzione dello Schermo

# Menu interface item
source: Query
it_it: Informazioni

# Credits
source: Support Art
it_it: Grafici di Supporto

# Credits
source: Navigation System
it_it: Sistema di Navigazione

# Credits
source: Script
it_it: Copione

# Credits
source: Voice Over
it_it: Voce Fuori Campo

# Credits
source: Finance
it_it: Amministrazione

# Credits
source: Localisation Management
it_it: Responsabile Localizzazione

# Credits
source: Language Test Supervisor
it_it: Supervisore Test Lingua

# Credits
source: Language Testers
it_it: Tester Lingua

# Credits
source: Localisation Audio Management
it_it: Responsabile Localizzazione Audio

# Network game message
source: Attempting To Join
it_it: Tentativo di Connessione

# Menu interface item
source: 1 Player
it_it: 1 Giocatore

# Menu interface item
source: 2 Players
it_it: 2 Giocatori

# Menu interface item
source: 3 Players
it_it: 3 Giocatori

# Menu interface item
source: 4 Players
it_it: 4 Giocatori

# Menu interface item
source: Serial
it_it: Seriale

# Credits
source: Game design
it_it: PROGETTO DEL GIOCO

# Credits
source: Associate Producer
it_it: PRODUTTORE ASSOCIATO

# Credits
source: Additional Script
it_it: COPIONE AGGIUNTIVO

# Easter egg
source: Happy Birthday
it_it: Buon Compleanno

# Menu interface message
source: Error
it_it: Errore

# Menu interface message
source: Error Saving
it_it: Errore di salvataggio

# Menu interface message
source: New Levels
it_it: Nuovi livelli

# Menu interface message
source: Please insert Data Disk CD-ROM
it_it: Inserisci il CD-ROM Data Disk

# Menu interface message
source: Please insert Dungeon Keeper CD-ROM
it_it: Inserisci il CD-ROM Dungeon Keeper

# Menu interface message
source: Please insert The Deeper Dungeons CD-ROM
it_it: Inserisci il CD-ROM The Deeper Dungeons

# In-game message
source: The might of two rival Dungeon Keepers challenge your claim to this realm. Decimate them both to achieve total domination, but beware of bands of heroes hidden in the caverns.
it_it: La potenza di due Dungeon Keeper rivali ti contende la supremazia su questo regno. Sconfiggili e instaura il tuo dominio, ma guardati dalle bande di eroi nascosti nelle caverne.

# In-game message
source: Another Keeper has already claimed this realm. He is unfit to rule so destroy him and take what is rightfully yours. Great riches lie in the caverns around the land; explore to gain more power.
it_it: Un altro Keeper ha già rivendicato per sé questo regno. Egli è inadatto al comando; distruggilo e conquista ciò che è tuo di diritto. In questa terra si nascondono grandi ricchezze nelle caverne; esplorale e acquista nuova potenza.

# In-game message
source: This land is highly coveted amongst the evil and there are three enemy Dungeon Keepers you must battle with to claim supremacy. Keep an eye out for any rogue bands of heroes waiting to ambush a careless Keeper.
it_it: Questa terra è ardentemente bramata dalle forze del male. Dovrai infatti sconfiggere tre Dungeon Keeper nemici per affermare la tua supremazia. Ricorda inoltre che bande ribelli di eroi sono sempre in agguato per sferrare imboscate.

# In-game message
source: The Lord of the Land and his pitiful band of followers lie dead. Good riddance to them and their sad, happy lives. Now seize your chance and attack your rival Keeper. Domination awaits.
it_it: Il Signore della Terra è morto con la misera scorta dei suoi seguaci. Possa essere finalmente libero dal peso di una squallida esistenza. Ora è giunta la tua occasione: attacca il Keeper tuo rivale, il dominio ti attende.

# In-game message
source: You and a rival Dungeon Keeper are vying for control of this realm but the Lord of the Land has constructed his own dungeon between you to halt your conquest. Destroy him and the enemy Keeper to reign supreme.
it_it: Per quanto tu e il Dungeon Keeper tuo rivale vi contendiate il controllo di questo regno, il Signore della Terra ha costruito un proprio Dungeon per scongiurare la vostra conquista. Sconfiggi il temerario e sbarazzati del Keeper tuo nemico, otterrai finalmente il comando supremo.

# In-game message
source: You have done well to come this far but further hardships await. Search the map carefully and you may find many secrets to aid your conquest.
it_it: Hai dimostrato il tuo valore giungendo fino a questo punto ma ora ti attendono ulteriori imprese. Osserva la mappa attentamente, molti segreti ti aiuteranno nelle tue conquiste.

# In-game message
source: You have come to this realm with little to assist you so you must explore to gain more power. Keep an eye out for any loathsome heroes who may try to thwart your progress.
it_it: Sei giunto in questo regno con scarse risorse e hai bisogno di esplorare la zona per aumentare la tua potenza. Guardati dai famigerati eroi che potrebbero intralciare il tuo cammino.

# In-game message
source: Beware Keeper. This realm is infested with the sickly goodness of heroes and fairies. Hunt them down and feed them their own entrails.
it_it: Attento, Keeper. Questo regno è infestato da schiere di maghe e di eroi. Da' loro la caccia e fa' che si cibino delle loro stesse viscere.

# In-game message
source: Your opponent for this realm has foolishly challenged your superior skill. Such disrespect should be punished so make an example of his insolence.
it_it: Colui che ti contende questo regno ha osato sfidare la tua forza. Una tale insolenza richiede senza dubbio una punizione esemplare.

# In-game message
source: Ancient powers lie hidden in this realm. Seek them out and use them for your own evil purposes.
it_it: Antiche potenze si celano in questo regno. Scovale e utilizzale per i tuoi malvagi propositi.

# In-game message
source: A foolish challenger stands between you and total dominance. Annihilate his forces and feed his body to your ravenous minions.
it_it: Uno sfidante temerario è tutto quanto ti separa dal dominio assoluto. Annienta le sue forze e offri le sue membra in pasto ai tuoi servi rapaci.

# In-game message
source: I can hear footsteps beyond the walls of the hero castle which dominates this land. Tread carefully Keeper and rid the land of goodness once and for all.
it_it: Odo il rumore dei passi dietro le mura del castello - sono gli eroi che dominano questa terra. Procedi con cautela, Keeper, e libera per sempre questa terra dalla bontà.

# In-game message
source: The once strong hero fortress of this realm has grown rotten and weak. Tear down it's walls and let your creatures feast on the heroes within.
it_it: La fortezza degli eroi, una volta potente in questo regno, è ormai votata alla rovina. Abbatti le sue mura e lascia che le tue creature banchettino tra le spoglie degli eroi.

# In-game message
source: This realm will be a test of your cunning and deviousness. Your dungeon has been fortified with seven steel doors to aid you in your conquest.
it_it: Questo regno metterà dura prova la tua perfidia e la tua scaltrezza. Il tuo Dungeon è stato fortificato con sette porte d'acciaio per favorire la conquista.

# In-game message
source: Congratulations Keeper. This vial has given your researchers a much needed boost. You can now construct Bridges that enable you to traverse water and fire.
it_it: Congratulazioni, Keeper. Questa fiala ha dato nuovo impulso alle tue ricerche. Ora sei in grado di costruire Ponti per attraversare l'acqua e il fuoco.

# In-game message
source: Food is scarce in this land and the only Hatchery available to you is inside a hero dungeon. Find this food before your creatures turn against you.
it_it: Il cibo è scarso in questa terra e l'unico Nido disponibile è all'interno di un Dungeon di eroi. Trovalo prima che le tue creature si rivoltino contro di te.

# In-game message
source: Entombed in stone by a cruel band of heroes, the Vampire you have rescued demands revenge for his imprisonment. His anger will make him a valuable asset to your army of evil.
it_it: Sepolto nella pietra da una spietata banda di eroi, il Vampiro che hai liberato reclama vendetta per la sua prigionia. Il suo rancore sarà essenziale nell'esercito del male.

# In-game message
source: You are surrounded on all sides by valiant heroes so show them the true meaning of evil and terror.
it_it: Sei circondato da ogni parte da eroi valorosi. Mostra loro il vero volto del male e del terrore.

# In-game message
source: The Lord of the Land has sent his fiercest warriors against you. Show them no mercy and flay them alive.
it_it: Il Signore della Terra ha mandato contro di te i guerrieri più fieri. Non avere pietà, scorticali vivi.

# In-game message
source: Explore this realm to uncover riches and secrets. Tread carefully Keeper, or you could be burned.
it_it: Esplora il regno, scopri ricchezze e segreti. Ma procedi con cautela, Keeper, la morte è in agguato.

# In-game message
source: Only one Dungeon Keeper can reign victorious over this land. Do not suffer a humiliating defeat Keeper, the penalty for such failure is torture and death.
it_it: Un solo Dungeon Keeper può regnare vittorioso su questa terra. Non c'è scampo per gli sconfitti, la pena per chi fallisce è la tortura e la morte.

# In-game message
source: Choices, choices Keeper. Choose your path wisely. Some routes are more perilous than others ...
it_it: Sei di fronte a un bivio, Keeper. Scegli con saggezza la tua strada, alcuni percorsi sono irti di pericoli...

# In-game message
source: Congratulations Keeper, you have a powerful army indeed. Do not grow complacent though, you still have another challenger to the north ...
it_it: Congratulazioni, Keeper, per la potenza del tuo esercito. Ma non mostrare orgoglio o vanità, ti attende un altro sfidante verso nord...

# In-game message
source: Congratulations Keeper, you have a powerful army indeed. Do not grow complacent though, you still have another challenger to the south ...
it_it: Congratulazioni, Keeper, per la potenza del tuo esercito. Ma non mostrare orgoglio o vanità, ti attende un altro sfidante verso sud...

# In-game message
source: The Lord of the Land is a pathetic individual who breeds fluffy bunnies. Pound him into the ground and then destroy the rival Keeper to achieve total domination.
it_it: Il Signore della Terra è un miserabile circondato da un branco di inetti. Liberati di lui e poi annienta il Keeper tuo rivale per conquistare il potere assoluto.

# In-game message
source: Make haste Keeper. The heroes of this realm are many and strong. Prepare your forces well or face a humiliating defeat ...
it_it: Affrettati, Keeper. Gli eroi di questo regno sono molti e forti. Preparati per la battaglia o andrai incontro a un'umiliante sconfitta...

# In-game message
source: The Avatar is a wretched being, full of happiness and good cheer. Food is scarce in his land and the only Hatchery available is inside his dungeons. Destroy his mighty fortress and wipe the smile from his face before your creatures turn against you.
it_it: L'Avatar è un essere miserabile, allegro e sorridente come un idiota. Il cibo è scarso in questa terra e il solo Nido a disposizione è all'interno dei suoi Dungeon. Distruggi la sua possente fortezza e cancella il sorriso da quel volto prima che le creature si rivoltino contro di te.

# In-game message
source: The Avatar has massed an army of heroic Lords to confront you. Prepare to be attacked!
it_it: L'Avatar ha reclutato un esercito di eroici Signori per combatterti. Preparati a respingere l'attacco!

# In-game message
source: Decimate this outpost and send fear into the heart of the Avatar.
it_it: Mena strage nell'avamposto nemico e incuti il terrore nel cuore dell'Avatar.

# In-game message
source: The Avatar's castle is ripe for the taking. Train your forces well, Keeper. The ultimate battle awaits ...
it_it: E' ormai giunto il momento di conquistare il castello dell'Avatar. Addestra il tuo eseercito, Keeper. Ti attende l'ultima battaglia...

# In-game message
source: You are now in the heart of the Avatar's castle. The sickly sweet smell of goodness still hangs in the air. Kill the Avatar and send his soul to eternal damnation.
it_it: Sei nel cuore del castello dell'Avatar. L'aria è ancora intrisa di un ributtante anelito di allegria. Uccidi l'Avatar e consegna la sua anima all'eterna dannazione.

# In-game message
source: Well done, Keeper. The Mistress you have discovered is an excellent prize.
it_it: Ben fatto, Keeper. La Dama che hai scoperto è un ottimo premio.

# In-game message
source: The Bile Demon you have rescued will be a valuable but hungry asset to your dungeon. Make sure your Hatchery can satisfy his voracious appetite.
it_it: Il Bile Demon che hai soccorso sarà di grande aiuto nel tuo Dungeon, nonostante sia un essere incredibilmente vorace. Assicurati che il tuo Nido sia in grado di soddisfare il suo appetito.

# In-game message
source: A devious Wizard has cheated you of your magical powers. Use your only Spider and explore the realm. Find the Wizard, kill him and make an example of his foolishness.
it_it: Uno Stregone malvagio ti ha privato dei tuoi poteri magici. Serviti del tuo unico Ragno ed esplora la regione. Trova lo Stregone e uccidilo, sia questo il prezzo della sua follia.

# In-game message
source: You have found some Imps who consider it a great honour to serve you.
it_it: Hai trovato alcuni Folletti che reputano un grande onore essere al tuo servizio.

# In-game message
source: You have discovered a group of Bile Demons who will aid you in your fight.
it_it: Hai scoperto un gruppo di Bile Demons che ti aiuteranno in battaglia.

# In-game message
source: The destruction of this pathetic Keeper brings with it a useful bonus. You now have the ability to build Bridges. Dig deeper and you may find more secrets to strengthen your powers.
it_it: Con la distruzione di questo misero Keeper hai acquisito una nuova abilità. Sei ora in grado di costruire Ponti. Scava più a fondo, altri segreti rafforzeranno i tuoi poteri.

# In-game message
source: A warning, Keeper. There is a stench of hero in the air.
it_it: Un avvertimento, Keeper. C'è un rivoltante olezzo di eroi nell'aria.

# In-game message
source: You have done well to get this far Keeper. Do not become complacent, however. A great struggle lies ahead.
it_it: Ti sei comportato bene per giungere fin qui, Keeper, ma non c'è tempo per compiacersene. La grande battaglia è ormai alle porte.
