Repository: dkfans/keeperfx
Catalog: lang/gtext_lat.po
Languages: la_la

# In-game message
source: Success! The land is yours. Press Space to proceed to the next realm.
la_la: Optime! Terra tua est. Preme clavem Spatium ut in regnum sequentem procedas.

# In-game message
source: This is a message. Right click to delete it.
la_la: Hoc est nuntium. Preme butonem dextrum muris ut illud deleas.

# In-game message
source: The first thing a Keeper needs is somewhere to keep gold, when it's been mined out of the rock by his Imps. To create a Treasure Room, select the Treasure Room icon from the Rooms Panel and fill the empty area to the west with Treasure Room tiles.
la_la: Primum opus est custodi loco ut aurum retineatur, cum a diabolullis suis e petra effossum est. Ut cameram thesauri crees, delige iconem camera thesauri e pannello camerarum et imple aream vacuam ad occidentem tegulis camera thesauri.

# In-game message
source: Use the cursor keys to see other areas of the underworld. Rotate and zoom the view with the right ctrl key and cursor keys.
la_la: Utere clavibus sagittariae ut aliis areis inferni videas. Gyra imaginem et aut amplifica aut deminue eam clave imperio dextro et clavibus sagittariis.

# In-game message
source: Expertly done. Press the right mouse button to turn the pointer back into the Hand of Evil. Mine out the gold to the east by tagging the area with the left mouse button. Your Imps will dig out the gold and carry it back to your Treasure Room.
la_la: Optime. Preme butonem dextrum muris ut cursorem in manum mali vertas. Area deligenda effode aurum ad orientem butone sinistro muris. Diabolulli tui aurum fodient et in cameram thesauri tuam eum ferent.

# In-game message
source: If you want to make your creatures work harder, slap them by right clicking the Hand of Evil on them. Slapping will harm your creatures.
la_la: Si vis ut creaturae tuae operentur durius, utendo butone dextro muris alapas da eis mano mali super illas. Alapam dare nocet creaturis tuis.

# In-game message
source: Use the left mouse button to pluck your creatures from the dungeon. Use the right mouse button to drop them over a room or tile belonging to your dungeon. Creatures perform the task most relevant to the situation they're dropped into.
la_la: Utere butone sinistro muris ut creaturas tuas a robore carpas. Utere butone dextro muris ut illas in cameris aut tegulis, quae in robore tuo insunt, demittas. Creaturae funguntur pensa relevantissima ad situationem in qua demittuntur.

# In-game message
source: Greedily done, Keeper. Now, you need to turn some of your dungeon into a Lair. Lairs are where creatures rest and recover. The area your Imps just mined out would be an ideal spot for some creatures to lurk. Select the Lair icon from the Rooms Panel.
la_la: Avidissime, custos. Iam, vertere aliquem locum roboris tui in stabulo debes. Stabula sunt loci ubi creaturae requiescunt et sanescunt. Area, quam diabolulli tui nuper effoderunt, fortasse locus idealis est ut aliquae creaturae otientur. Iconem stabulum e pannello camerarum delige.

# In-game message
source: Dig a tunnel that connects to the Portal to the north. Portals appear on the map as flashing squares, until they are claimed. Creatures only use Portals claimed by a Keeper. Your Imps claim a Portal as soon as it connects to your dungeon.
la_la: Fode cuniculum, quis cum portale ad borean nectit. Portalia ut quadra nictantia in charta videntur, donec obtineantur. Creaturae modo portalis obtentis a custode utuntur. Diabolulli tui portale obtinent simul ac cum robore tuo iungitur.

# In-game message
source: You should build a Treasure Room first. Select the Treasure Room icon from the Rooms Panel and left click on the tiles in the area to the west of your Dungeon Heart.
la_la: Primum cameram thesauri construere debes. Delige iconem camera thesauri e pannello camerarum et preme butonem sinistrum muris super tegulas ad occidentem cordis roboris tui.

# In-game message
source: Pick up creatures by left clicking on them. Drop them by right clicking over a room or tile belonging to your dungeon. Creatures perform tasks relevant to the situation they're dropped into.
la_la: Carpe creaturas utendo butone sinistro muris super eas. Demitte eas utendo butone dextro muris super cameram aut tegulam in robore tuo. Creaturae funguntur pensa relevantissima ad situationem in qua demittuntur.

# In-game message
source: If you want your creatures to work harder, slap them with a right click of the hand. Your creatures take damage from each slap they receive.
la_la: Si vis ut creaturae tuae operentur durius, utendo butone dextro muris alapam da eis mano mali super illas. Alapam dare nocet creaturis tuis.

# In-game message
source: You have not yet built a Treasure Room. Until you build this room, you will be unable to pay any creatures. Only Imps give their loyalty freely. No other creatures will serve you unpaid.
la_la: Cameram thesauri nondum construxisti. Donec hanc cameram construas, solvere creaturas nequibis. Diabolulli soli fidem suam libere dant. Aliae creaturae gratis non tibi servient.

# In-game message
source: Your first minion has arrived. It's a giant Fly. It can spit corrosive vomit at your enemies and its wings grant the hideous insect the speed to intercept the most nimble trespassers.
la_la: Satelles prima tua advenit. Musca colossea est. Vomitum corrosum ad inimicos tuos spuere potest, et alae suae huic insecto horribili celeritatem donant ut intrusos agilissimos intercipiat.

# In-game message
source: A Beetle has scuttled into your realm. It's tough enough to absorb a lot of damage. Like most creatures, Beetles require food. Dig out a new area, select the Hatchery icon and create your Hatchery. Tasty snacks will soon emerge from its enchanted soil.
la_la: Coleopterum in dominium tuum serpit. Satis resiliens est ut noxiam multam absorbeat. Ut plerique creaturae, Coleoptera cibum requirunt. Fode aream novam, delige iconem seminarium et crea seminarium tuum. Merendae sapidae ex humo incantato eius mox emergent.

# In-game message
source: Imps fortify your walls to prevent intruders tunnelling in. If you want to create more Imps, go to the Research Panel, select the Imp icon and left click anywhere in your dungeon. Each Imp you create costs more than the previous one.
la_la: Diabolulli muros tuos firmant ut intrusos effodere arceant. Si vis plures diabolullos creare, i in pannellum investigationis, delige iconem Diabolullus et preme butonem sinistrum muris uspiam in robore tuo. Quisque diabolullus quem creas plus quam prior constat.

# In-game message
source: Why not have a handful of creatures ready to drop on top of intruders? To pick up creatures quickly, left click on them from within the Creatures Panel. You can only drop creatures within the confines of your own dungeon.
la_la: Cur non habere manipulum creaturarum paratarum ad demittendum super intrusos? Ut creaturas celeriter carpas, preme butonem sinistrum muris super eas in pannello creaturarum. Solum in confinibus roboris tui creaturas demittere potes.

# In-game message
source: Intruders approach. They seek gaps in your fortifications, in order to gain entry to your dungeon. A white trail on the map indicates their progress. Click the icon at the top of the Control Panel to see a bigger map.
la_la: Intrusi accedunt. Fissuras in fortificationibus tuis quaerunt, ut in robur tuum inire possint. Vestigia alba in charta progressum suum indicat. Preme butonem sinistrum muris super iconem in parte superiore pannellis imperii ut chartam maiorem videas.

# In-game message
source: Savour your first victory while you can. You have attracted the wrath of the Lord of this realm. His party will soon be here.
la_la: Degusta victoriam primam tuam dum potes. Iram Domini huius regni allexisti. Grex suus mox aderit.

# In-game message
source: The Lord of the Land has arrived. I can smell his fear. Defeat him and the realm is yours.
la_la: Dominus Regni advenit. Timorem suum olfacere possum. Vince eum et regnum tuum erit.

# In-game message
source: Your work here is done. Now there is no-one to prevent you from obliterating this nauseating realm and expanding your empire into a neighbouring land. Nice.
la_la: Labor tuus hic factus est. Iam nemo te arcere potest ut hoc regnum nauseabundum annihiles et imperium tuum in terram contiguam expandas. Optime.

# In-game message
source: You require more Imps. Use the Create Imp spell to conjure them into your domain. Remember, each Imp you create is more expensive than the last.
la_la: Plures diabolullos eges. Utere incantatione Diabolullum Creare ut eos in regnum tuum invoces. Reminiscere, quisque diabolullus quem creas pretiosior quam prior est.

# In-game message
source: When Imps have no other orders, they run around reinforcing your dungeon. Fortified walls keep out intruders. Rooms with reinforced walls make your creatures feel more at home and heroes more terrified.
la_la: Cum diabolulli alia mandata non habent, robur tuum fortificandum discurrunt. Muri fortificati intrusos foris manutenent. Camerae cum muris fortificatis tuas creaturas magis domi et heroes magis terreri sentiunt.

# In-game message
source: Possess creatures by choosing the Possess spell from the Research Panel and left-clicking on the creature you want to control. Right-click to leave the creature again.
la_la: Posside creaturas deligenda incantatione Possessio e pannello investigationis et premendo butone sinistro muris super creaturam, quam imperare vis. Preme butonem dextrum muris ut creatura denuo discedas.

# In-game message
source: Remember the lessons you learned in Brana Hauk. You must build a Treasure Room, a Lair and a Hatchery and you will need to claim a Portal. Build rooms in squares of at least nine tiles to increase the efficiency of the room.
la_la: Reminiscere auditiones quas in terra appellata Brana Hauk didicisti. Cameram thesauri, stabulum et seminarium construere debes, et portale obtinere egebis. Construe cameras quadratas saltem novenorum tegularum ut efficientia camerarum augeatur.

# In-game message
source: You will need to make your creatures stronger. In a Training Room, your creatures can hone their fighting skills, gain new abilities and learn more powerful spells.
la_la: Opus creaturis tuis erit fortiores esse. In camera exercitii, creaturae tuae habilitates suas perfectionare, facultates novas tenere et incantationes potentiores discere possunt.

# In-game message
source: Your plan proceeds smoothly, keeper. Allow your Imps time to fortify the walls of your dungeon. This increases the efficiency of rooms and repels would-be invaders.
la_la: Consilium tuum suaviter procedit, custos. Concede creaturis tuis tempus ut muros roboris tui fortificent. Sic efficientia camerarum augetur et intrusi futuri repelluntur.

# In-game message
source: The Training Room attracts ever more ferocious creatures, such as Demon Spawn. Build it and they will come.
la_la: Camera exercitii creaturas etiam truciores attrahit, velut Subolem Daemonicam. Construe eam et advenient.

# In-game message
source: To train creatures, drop them in the Training Room. The number that occasionally appears above a creature's head indicates how much gold it has cost for that creature to train.
la_la: Ut creaturae se exercitent, demitte eas in camera exercitii. Numerus, quis super caput creaturae temporaliter videtur, ostendit quantum aurum ista creatura accipit ut se exercitet.

# In-game message
source: You can train creatures more rapidly by slapping them as they work out in the Training Room.
la_la: Creaturae celerius exercitari possunt alapam dando eis dum in camera exercitii se exercitant.

# In-game message
source: Heroes are already on their way. Make sure your creatures are well trained and ready for the attack. The heroes you will face in this realm are tougher than those you met beneath Brana Hauk.
la_la: Heroes iam adveniunt. Verifica ut tuae creaturae bene exercitatae et paratae ad impetum sint. Heroes quos in hoc regno affrontabis sunt fortiores quam illi quos occuristi sub terram appellatam Brana Hauk.

# In-game message
source: Harder the heroes may have been but they were obviously no match for your forces.
la_la: Heroes forsitan fortiores fuerint, sed evidenter periculum creaturis tuis non fuerunt.

# In-game message
source: The heroes are on their way. Make sure your creatures are well trained and ready for the attack.
la_la: Heroes adveniunt. Verifica ut tuae creaturae bene exercitatae et paratae ad impetum sint.

# In-game message
source: Congratulations. You have conquered the enemy hordes.
la_la: Gratulationes. Greges inimicos vicisti.

# In-game message
source: Build a dungeon with a Treasure Room, a Lair, a Hatchery and a Training Room. Make sure they're all big enough. Cramped conditions do nothing for the morale of your minions.
la_la: Construe robur cum camera thesauri, stabulo, seminario et camera exercitii. Verifica ut satis magnae sint. Conditiones minimae ad animum satellitum tuarum nihil faciunt.

# In-game message
source: The time has come to build a Library. Libraries are where new devices, room designs and magic spells are researched. Make a Library at least as big as the other rooms. Researchers like quiet too, so try to build your Library off the side of a corridor.
la_la: Tempus est bibliothecam construendi. Bibliothecae sunt loci ubi machinae novae, designationes camerarum et incantationes investigantur. Construe bibliothecam tam magnam ceteris cameris. Investigatoribus tranquilitas placet, sic conare bibliothecam tuam longe ab androne construere.

# In-game message
source: Your new Library will attract creatures like Warlocks, who are interested in researching magic and dungeon designs. These evil mages are real bookworms, as well as being magically proficient themselves.
la_la: Bibliotheca tua nova creaturas ut Veneficos attrahet, quibus refert incantationes et designationes roborum investigare. Hi magi maligni sunt veri mures bibliothecae, atque magice experti.

# In-game message
source: That's a fine collection of parchments and tomes you've assembled. Most creatures can engage in research but Warlocks make the best and keenest researchers. Stupid Trolls have trouble holding books the right way up and sometimes even chew the pages.
la_la: Illa est collectio lauta pergamenarum et tomorum, quam coisti. Plurimae creaturae investigatione frui possunt, sed Venefici investigatores optimi et vehementissimi sunt. Trolla stulta libros emendate tenere non possunt. Etiam aliquando paginas masticant.

# In-game message
source: The scent of arcane knowledge has lured a greedy Warlock into your dungeon. Don't forget to train your Warlocks occasionally. Their spell casting abilities make them fine long range fighters.
la_la: Venefici avidi in robur tuum per odorem cognitionis arcanae attracti sunt. Ne oblitus sis ut Veneficos tuos de tempore usque ad tempus exercites. Facultas huius bellatorum incantationibus iaciendis eminus boni fit.

# In-game message
source: The first wave of attackers lie hacked to pieces on the floor and give your domain that lived in feeling but it surely won't be long before their kin launch another assault.
la_la: Unda prima aggressorum laniata in solo iacit et dominio tuo istum sentimentum domesticum dat, sed certe non multum tempus praeteribit antequam cognati eius alium impetum initiant.

# In-game message
source: You meet with success yet again, Keeper. All those corpses will keep your Hatchery's topsoil fertile. They also serve as warnings to other foolhardy adventurers, of course.
la_la: Successui iterum convenis, custos. Ista omnia cadavera humum seminarii tui fertiliter manutenebunt. Nempe etiam serviunt pro monstro aliis erronibus insipientibus.

# In-game message
source: All is quiet again. Use this time to ready yourself for the next attacks. The enemy is only regrouping. It is not yet defeated.
la_la: Omnia iterum tranquilla sunt. Utere hoc tempore ut paratus sis ad aggressiones proximas. Inimicus se modo reaggregat. Victus nondum est.

# In-game message
source: Is that Imp playing football with a decapitated head? Stay alert, Keeper.
la_la: Iocaturne iste diabolullus pediludium capite detruncato? Vigila, custos.

# In-game message
source: Now would be an excellent time to train a Warlock.
la_la: Nunc fortasse tempus excellens est ut Veneficum exercites.

# In-game message
source: Already your research bears fruit. The Speed Creature spell has been perfected. Cast it on a creature and observe the dramatic increase in its speed. The effect wears off after a while.
la_la: Iam investigatio tua fecunda est. Incantatio Creaturam Accelerare perfecta fuit. Iace eam super creaturam et specta augmentum incredibile celeritatis eius. Effectus post pusillum evanescit.

# In-game message
source: Build up your dungeon with the rooms available to you and claim the Portal nearby but do not yet venture north. Powerful adversaries lurk there. It would be wiser not to disturb them until you are prepared.
la_la: Construe robur tuum cameris disponibilibus et obtine portale propinquum, sed adhuc ne ieris ad borean. Inimici imperiosi ibi delitescunt. Forsitan sapientius sit ut eos non turbes donec paratus sis.

# In-game message
source: Clever research has given your Imps the engineering skill to build Bridges. You will need Bridges to cross some of the more hazardous underworld terrain.
la_la: Investigatio sollers diabolullis tuis habilitatem dedit ad pontes construendum. Pontes egebis ut periculosissimas areas inferni transeas.

# In-game message
source: A study of dungeon designs reveals that Workshops manufacture essential furniture, such as Doors and Traps. If your Workshop occupies a square of at least nine tiles, its mere presence will lure the underworld's finest artisans into your dungeon.
la_la: Disciplina designationum roborum exhibet officinas supellectiles essentiales fabricare, velut ostia et trappae. Si officina tua quadrum saltem novem tegularum occupat, praesentia sua simplex artifices lautissimos inferni in robur tuum attrahet.

# In-game message
source: To manufacture Traps and Doors in your Workshop you will need to assign creatures to it, by dropping them into the room. Manufactured items can be selected from the Workshop Panel as soon as they're ready.
la_la: Ut ostia et trappae in officina tua fabricantur, creaturis in eam demittendis assignare debes. Obiecta fabricata e pannello officinae optari possunt simul ac parata sunt.

# In-game message
source: When your troops are sufficient in number and have had some training, lead them north and crush any who oppose you.
la_la: Cum agmen tuum satis est et se exercitavit, duce eum ad borean et pinse omnes qui tibi refragantur.

# In-game message
source: You will have to find a way to cross the river of molten lava that bars your way.
la_la: Viam nancisci debebis ut flumen lavae, quod camminum tuum obstruit, transeas.

# In-game message
source: The enemy's Dungeon Heart throbs before you. Assemble your minions nearby and administer the coup de grace.
la_la: Cor roboris inimici ante te vibrat. Conveni prope creaturas tuas et administra plagam mortiferam misericordem.

# In-game message
source: A Troll has joined you. Skilled in the craft of manufacturing, trolls are best employed doing dark deeds in your Workshop. They don't complain about the hours, because their labours keep them away from combat.
la_la: Trollum ad te se iunxit. Perita in arte fabricandi, trolla optime occupantur in officina tua actionibus obscuris faciendis. De horis non queruntur, quia labores sui a proelio detinent.

# In-game message
source: With the enemy Dungeon Heart in ruins, you have trounced the once proud opposition. Rule your new domain with terror and loathing, for a laugh.
la_la: Corde roboris inimici destructo, quondam oppositionem superbam mulcavisti. Rege dominium tuum novum terrore et fastidio, ridendi gratia.

# In-game message
source: Your Workshop has created a Wooden Door. Placed in a corridor, it restricts access to the enemy. Your creatures may pass freely. Lock or unlock Doors by clicking over them with the left mouse button.
la_la: Officina tua ostium ligneum creavit. In androne positum, accessum inimico restringit. Creaturae tuae libere praeterire possunt. Aut claude aut aperi ostia premendo butone sinistro muris super ea.

# In-game message
source: Your Workshop has produced a Poison Gas trap. Position it and, when an intruder sets it off, it will envelop the area in deadly vapours.
la_la: Officina tua trappam Gasis Toxici effecit. Pone eam, et cum intrusus eam incipit, area a vaporibus mortiferis involvetur.

# In-game message
source: You have researched the Call to Arms spell. The first time you cast it, your creatures gather around a banner created by the spell. Cast it again in a target area. Call to Arms only costs gold when it's targeted beyond your territory.
la_la: Incantatio Convocatio investigata est. Primum tempus eam iacis, creaturae tuae circum vexillum ab incantatione creatum se congregant. Iace eam iterum in area desiderata. Convocatio solum aurum constat cum ultra territorium tuum iacitur.

# In-game message
source: Another Keeper controls this underworld realm. His dungeon lies to the north. If you are to entice creatures to work for you instead of him, you will have to build a more magnificent dungeon. Get on with it then.
la_la: Alius custos hoc regnum inferum imperat. Robur suum ad borean iacit. Si vis ut creaturae te vice eum operentur, robur magnificentius construere debebis. Sic sequere ergo.

# In-game message
source: You have slain your rival. His defeat is a testimony to your clever dungeon design. You have the makings of a Dungeon Keeper worthy of the name.
la_la: Rivalem tuum occidisti. Strages sua testimonium est designationis tuae sollertae roboris. Facturam custodis roboris nomine dignam habes.

# In-game message
source: A Bile Demon chooses to side with you. Bile Demons demand large Lairs and ample Hatcheries. These corpulent monstrosities attack somewhat unconventionally.
la_la: Daemon Bilis te cum vinculare optat. Daemones Bilis magna stabula et ampla seminaria postulant. Hae monstruositates corpulentae aliquantum insolenter impetunt.

# In-game message
source: Your loyal researchers have perfected the Sight of Evil spell. Cast it on an unexplored area and it will be revealed to you for a moment.
la_la: Investigatores tui fideles incantationem Visus Mali perfecerunt. Iace eam super aream incognitam et tibi breviter exhibebitur.

# In-game message
source: You have claimed a Prison. Select imprison from the Information Panel and your creatures subdue their foe, at which point your Imps drag the bodies off to a cell. Prisoners who die of starvation may rise again as Skeleton warriors for you to command.
la_la: Carcerem obtinuisti. Delige incarcerationem e pannello nuntiorum et creaturae tuae inimicos suos subdent, deinde diabolulli tui corpora in cellam trahent. Captus, qui inedia moriuntur, iterum revivescere possunt ut Sceleti tibi ad imperandum.

# In-game message
source: Your dedicated librarians have designed a Guard Post. Place a Guard Post in a strategically important area and assign creatures to occupy it by dropping them there.
la_la: Bibliothecarii dediti tui custodiam designaverunt. Pone custodiam in area stratege magna et assigna creaturas ut eam occupent eis ibi demittendis.

# In-game message
source: A Spider has joined your dungeon. They are natural enemies of Flies, so endeavour to keep them apart. Overcoming such obstacles will temper your mettle - whatever that means.
la_la: Aranea ad robur tuum se iunxit. Inimici naturales muscarum sunt, sic nitere ut eas segregatim manuteneas. Talibus obstaculis superandis temperamentum tuum temperabit... quidquid istud significet.
