Repository: dkfans/keeperfx
Catalog: lang/gtext_dut.po
Languages: nl

# In-game message
source: Possess the Vampire below. Should you succeed in killing every hero in this region, the Vampire will accompany you to the realm beyond.
nl: Neem bezit van de Vampier beneden. Als je er in slaagt alle Helden in dit gebied te doden, dan gaat de Vampier met je mee naar het volgende rijk.

# In-game message
source: These Imps have all turned rogue and therefore must die. The speed with which you accomplish their destruction will determine your fitness for greater tasks ahead.
nl: Deze Dondersteentjes deugen niet en moeten daarom sterven. De snelheid waarmee je deze taak volbrengt, bepaalt je geschiktheid voor grotere taken die voor je liggen.

# In-game message
source: Tempus fugit, Keeper. You have been warned.
nl: Tempus fugit, Keeper. Je bent gewaarschuwd.

# In-game message
source: You have failed. Perhaps you're not the harbinger of doom the forces of darkness were hoping for.
nl: Je hebt gefaald. Misschien ben je toch niet de boodschapper uit de hel waarop de duistere machten hadden gehoopt.

# In-game message
source: You must have lightning reflexes to complete the task ahead of you. Kill these Imps as quickly as you can.
nl: Voor de volgende taak moet je snelle reflexen hebben. Dood die Dondersteentjes zo snel mogelijk.

# In-game message
source: Half your allotted time has elapsed.
nl: De helft van je tijd is verstreken.

# In-game message
source: You are out of time. That was a shocking performance.
nl: Je bent te laat. Dit was een schokkende ervaring.

# In-game message
source: It is done. Tiny heaps of charred flesh smoulder where Imps once stood. You certainly had your finger on the pulse this time. The dark gods will send you a vicious creature to help you conquer the next realm.
nl: Het is gebeurd. Kleine stukjes verkoold vlees smeulen na op de plek waar eens Dondersteentjes stonden. De duistere goden sturen vals wezen om je te helpen bij de volgende verovering.

# In-game message
source: You have no gold left. It pays to keep your head in such a charged environment.
nl: Je goud is op. Het loont je hoofd koel te houden in zo een verzadigde omgeving.

# In-game message
source: You have been called to this realm to punish a horde of revolting Bile Demons by crushing them with Boulder Traps scattered around the perimeter of the dungeon. You have very little time, so rock and roll!
nl: Je bent naar dit rijk geroepen om een horde rebellerende Galdemonen te straffen. Plaats overal aan de buitengrenzen van je kerker Rolsteenvallen om ze te verpletteren. Je hebt erg weinig tijd, dus ROCK'N ROLL!

# In-game message
source: Half your time has expired.
nl: Je tijd is voor de helft verstreken.

# In-game message
source: Your time is up. You have failed. I'm embarrassed to come from the same inter-dimensional void as you.
nl: Je tijd is om. Je hebt gefaald! Ik schaam me uit dezelfde inter-dimensionale leegte te komen als jij.

# In-game message
source: Well done. You have excelled in your use of large balls of stone for which the dark gods will repay you, by allowing you to use the warrior you found when you reach the next realm.
nl: Goed gedaan. Je hebt je onderscheiden in het gebruik van grote stenen ballen. De duistere goden belonen je door je de krijger die je gevonden hebt mee te geven naar het volgende rijk.

# In-game message
source: The people of this realm speak of a Dungeon Keeper called Wisel, who is bound to get in your way. When he does, you will have to consign him to history. This will be no mean feat. Resources are scarce because of his activities.
nl: De bewoners van dit rijk spreken over een Dungeon Keeper die LEXI heet. Hij gaat je zeker dwars zitten. Zodra hij dat doet, schrijf je hem bij in de geschiedenisboekjes. Door zijn activiteiten zijn bronnen schaars geworden.

# In-game message
source: Wisel is defeated. The land is yours to plunder and despoil for all eternity. Give 'em hell, master.
nl: LEXI is verslagen. Plunder het land en roof het voorgoed leeg. Geef ze op hun donder.

# In-game message
source: Your evil has corrupted a Samurai Warrior, he has forsaken honour to join your cause. Should your minions suffer heavy casualties, this Warrior will even call upon his brothers in arms to offer assistance. How kind. How stupid!
nl: Je verdorvenheid heeft een Samurai krijger corrupt gemaakt. Door zich bij jou aan te sluiten heeft hij elk eergevoel verraden. Mochten je slaafjes zware verliezen lijden, dan zal hij zijn wapenbroeders vragen een handje te helpen!

# In-game message
source: This region of the underworld is riddled with tunnels and many heroes explore their labyrinthine ways. No-one said being evil would be easy.
nl: Dit gebied in de onderwereld is bezaaid met tunnels en talloze Helden verkennen de gangen. Niemand zei dat het gemakkelijk is om slecht te zijn.

# In-game message
source: It is rumoured that two Dragons are held captive somewhere east of here. Were you to find them and free them, they would make powerful servants.
nl: Volgens een gerucht worden twee Draken ergens in het oosten gevangen gehouden. Als je ze vindt en ze bevrijdt, heb je er machtige slaafjes bij.

# In-game message
source: A tunnel to the north leads to the Lord of the Realm's domain. This gate is guarded well. It might be wise to direct the humans' attention towards your subterranean enemy.
nl: Een tunnel naar het noorden leidt naar het domein van de lokale Keeper. Deze toegang wordt goed bewaakt. Misschien kun je de aandacht van de mensen richten op jouw ondergrondse vijand.

# In-game message
source: These Boulder Traps are ideal for crushing the foe but there are only three of them at your disposal, so use them wisely.
nl: Deze Rolsteenvallen zijn ideaal voor het verpletteren van de vijand. Je hebt drie vallen, dus maak er slim gebruik van.

# In-game message
source: May I suggest that you kill or imprison anything that gets in your way?
nl: Ik stel voor dat je iedereen die in de weg loopt doodt of gevangen neemt.

# In-game message
source: Another realm falls under your evil reign. Another cloud of misery and despair gathers. Lovely.
nl: Je rijk is met een ander land uitgebreid, waar zich donkere wolken van ellende en wanhoop vormen.

# In-game message
source: You have failed. This is a grim day for evil.
nl: Je hebt gefaald. Dit is een kwade dag voor het kwaad.

# In-game message
source: Dispense with a particularly obnoxious party of Dwarves which wanders this region and recruit as many Bile Demons as you can. If you free the Wizard held captive in this realm, he will serve you for some time to come.
nl: Die extreem aanstootgevende groep Dwergen die hier rondzwerft, heb je niet nodig. Probeer wel zoveel mogelijk Galdemonen te werven. Als je de Magiër bevrijdt die in dit rijk gevangen zit, dan zal hij je trouw dienen.

# In-game message
source: Take more care of your Bile Demons or you will never make it beyond this realm.
nl: Pas wat beter op je Galdemonen of je haalt het volgende rijk niet meer.

# In-game message
source: How time flies... hurry!
nl: De tijd vliegt! Haast je!

# In-game message
source: You will meet your nemesis, the Avatar, in this subterranean place. This is your ultimate test. Remember, mercy is for losers.
nl: Op deze plek kom je je meerdere tegen, AVATAR. Dit is de ultieme test. Onthoud, genade is voor sukkels en verliezers.

# In-game message
source: The Avatar and his allies are defeated, yet his power over this land lingers. Prepare thyself...
nl: AVATAR en zijn bondgenoten zijn verslagen, maar zijn macht leeft nog voort. Bereid je voor.

# In-game message
source: You got rid of that Keeper easily. Now all that stands between you and total world domination is that ponce in shining armour. Let's get him.
nl: Die Keeper was snel afgemaakt. Wat nu nog tussen jou en de totale wereldheerschappij staat, is die nicht in glimmend blik. Pak hem.

# In-game message
source: Success is thine. Truly, you have earned your title, Dungeon Keeper.
nl: Succes is het uwe. Waarlijk, gij hebt uw titel verdiend, DUNGEON KEEPER.

# In-game message
source: What is this? The Avatar lives!
nl: Wat raar? AVATAR leeft!

# In-game message
source: Finally, you stand unchallenged. The world is yours to waste and despoil. I bet you have never felt so bad.
nl: Eindelijk, je bent de onbetwiste leider. De wereld ligt open voor plunderingen en totaal verval.

# In-game message
source: Moo
nl: Boe

# Level name
source: Eversmile
nl: LACHRIJK

# Level name
source: Cosyton
nl: WELBEHAGEN

# Level name
source: Waterdream Warm
nl: WATERLAND

# Level name
source: Flowerhat
nl: BLOEMENKIND

# Level name
source: Lushmeadow-on-Down
nl: GROENOORD

# Level name
source: Snuggledell
nl: KNUFFELDAL

# Level name
source: Wishvale
nl: WENSVALLEI

# Level name
source: Tickle
nl: PRETKERK

# Level name
source: Moonbrush Wood
nl: MAANWOUD

# Level name
source: Nevergrim
nl: ZONNEVANG

# Level name
source: Hearth
nl: HAARDSTEDE

# Level name
source: Elf's Dance
nl: ELVENSCHANS

# Level name
source: Buffy Oak
nl: ZELOOTSKERKE

# Level name
source: Sleepiburgh
nl: SLAAPBURG

# Level name
source: Woodly Rhyme
nl: BOSRIJM

# Level name
source: Tulipscent
nl: TULPENBURG

# Level name
source: Mirthshire
nl: VREUGDELAND

# Level name
source: Blaise End
nl: VREDESTEIN

# Level name
source: Mistle
nl: EDEN

# Level name
source: Skybird Trill
nl: VOGELZANG

# In-game interface description
source: Hunger: How badly a creature needs to suck down a chicken or two.
nl: Honger: De mate waarin een wezen behoefte heeft enkele kippen omlaag te zuigen.

# In-game interface description
source: Cancel
nl: Annuleren

# Creature spell
source: Sight: Allows the creature to temporarely increase its awareness and notice the invisible.
nl: Duivelsoog: Laat het wezen onzichtbare vijanden zien.

# Creature spell
source: Group: Not used
nl: Groep: Niet gebruikt

# Creature name
source: Fairy
nl: Elf

# Creature name
source: Imp
nl: Dondersteen

# Creature name
source: Beetle
nl: Tor

# Creature name
source: Troll
nl: Kwelgeest

# Creature name
source: Demon Spawn
nl: Demonenjong

# Creature name
source: Warlock
nl: Tovenaar

# Creature name
source: Fly
nl: Vlieg

# Creature name
source: Spider
nl: Spin

# Creature name
source: Skeleton
nl: Skelet

# Creature name
source: Horned Reaper
nl: Gehoornde Zeiseman

# Creature name
source: Dragon
nl: Draak

# Creature name
source: Tentacle
nl: Taster

# Creature name
source: Hound
nl: Helhond

# Creature name
source: Ghost
nl: Spook

# Creature name
source: Mistress
nl: Meesteres

# Creature name
source: Bile Demon
nl: Galdemoon

# Creature name
source: Vampire
nl: Vampier

# Creature name
source: Barbarian
nl: Barbaar

# Creature name
source: Knight
nl: Ridder

# Creature name
source: Wizard
nl: Magiër

# Creature name
source: Orc
nl: Gedrocht

# Creature name
source: Mountain Dwarf
nl: Berg-dwerg

# Creature name
source: Valley Dwarf
nl: Dal-dwerg

# Creature name
source: Thief
nl: Dief

# Creature name
source: Priestess
nl: Priesteres

# Creature name
source: Giant
nl: Reus

# Creature name
source: Archer
nl: Boogschutter

# Creature name
source: Monk
nl: Monnik

# Menu interface item
source: Select game
nl: Selecteer spel

# Menu interface item
source: Network Menu
nl: Netwerk

# Menu interface item
source: Main Menu
nl: Hoofdmenu

# Menu interface, Main Menu title
source: Main Menu
nl: Hoofdmenu

# In-game interface description
source: Wage: The creature's salary in gold which it takes on each payday.
nl: Salaris: De hoeveelheid goud die het wezen elke betaalddag opeist.

# In-game interface description
source: Gold Held: The amount of gold the creature is carrying.
nl: Goud op zak: De hoeveelheid goud die het wezen bij zich heeft. [23.8]

# In-game interface description
source: Defending: The creature is concentrating on avoiding its adversary's blows.
nl: Verdedigen: Het wezen probeert de klappen van de tegenstander te ontwijken.

# In-game interface item
source: Are you sure?
nl: Weet je het zeker?

# In-game interface item
source: Yes
nl: Ja

# In-game interface item
source: No
nl: Nee

# In-game interface item
source: For
nl: Voor

# In-game interface item
source: Of
nl: van

# Slab description
source: Empty Lair: Would suit itinerant creature.
nl: Hol verlaten: Komt een rondtrekkend wezen goed van pas.

# Menu interface item
source: Paused
nl: Pauze

# Slab description
source: Damaged Wall: Unless repaired, this wall will eventually collapse.
nl: Beschadigde muur: Deze muur zal instorten als je hem niet herstelt.

# In-game interface item
source: More...
nl: Meer...

# In-game message
source: Level completed - press Escape to continue
nl: LEVEL GEWONNEN - Druk op SPATIEBALK om verder te gaan

# In-game message
source: You have been defeated. Press Space to restart.
nl: LEVEL VERLOREN - Druk op SPATIEBALK om opnieuw te beginnen

# On-screen message
source: Recording FLIC
nl: Film wordt opgenomen

# On-screen message
source: Error recording FLIC
nl: Fout in opname film

# On-screen message
source: Finished recording FLIC
nl: Opname film is gereed

# Unused
source: Time Bomb
nl: Tijdbom

# In-game interface item
source: Sound FX
nl: Geluidseffecten

# In-game interface item
source: Music
nl: Muziek

# In-game interface item
source: UNUSED
nl: NIET GEBRUIKT

# Menu interface item
source: Load Menu
nl: LADEN

# Menu interface, Main Menu item
source: Load Game
nl: Spel Laden

# Menu interface, Main Menu item
source: Continue Game
nl: Spel Voortzetten

# Menu interface, Main Menu item
source: Multiplayer
nl: Meerspeler

# Menu interface item
source: Return to Main Menu
nl: Terug naar Hoofdmenu

# Menu interface item
source: Play Intro
nl: Toon Intro

# Menu interface item
source: Service Menu
nl: Service

# Menu interface item
source: Session Menu
nl: Sessie

# Menu interface item
source: Speed
nl: Versnellen

# Menu interface item
source: COM Port
nl: COM poort

# Menu interface item
source: Phone Number
nl: Tel. nummer

# Menu interface item
source: Statistics
nl: STATISTIEKEN

# Menu interface item
source: Level Completed
nl: LEVEL GEWONNEN

# Menu interface item
source: UNUSED
nl: NIET GEBRUIKT

# Menu interface, Main Menu item
source: Quit
nl: STOPPEN

# Menu interface, Main Menu item
source: Start New Game
nl: NIEUW SPEL STARTEN

# Unused
source: This is a tale of valour and honour and how tasty heroes are....
nl: Dit is een verhaal over moed, eer en hoe lekker Helden smaken...

# Credits
source: Designed By
nl: ONTWORPEN DOOR

# Credits
source: Project Leader
nl: PROJECTLEIDER

# Credits
source: Lead Programmer
nl: HOOFDPROGRAMMEUR

# Credits
source: Lead Artist
nl: HOOFD VORMGEVING

# Credits
source: Programming
nl: PROGRAMMERING

# Credits
source: Engine Design
nl: ONTWERP SPEL-ENGINE

# Credits
source: Music and Sfx
nl: MUZIEK EN GELUIDSEFFECTEN

# Credits
source: Graphics Programmers
nl: GRAPHICS PROGRAMMEURS

# Credits
source: Artists
nl: VORMGEVERS

# Credits
source: Network Programming
nl: NETWERK PROGRAMMEURS

# Credits
source: Testing Manager
nl: TESTMANAGER

# Credits
source: Lead Testers
nl: HOOFDTESTERS

# Credits
source: Lead Tester
nl: HOOFDTESTER

# Credits
source: Marketing and PR
nl: MARKETING EN PR

# Credits
source: Tech Support
nl: TECH. ONDERSTEUNING

# Credits
source: Administration
nl: ADMINISTRATIE

# Credits
source: Thanks To
nl: MET DANK AAN

# Credits
source: Producer
nl: PRODUCENT

# Credits
source: Level Design
nl: LEVEL ONTWERP

# Credits
source: Script By
nl: SCRIPT

# Credits
source: Libraries and Tools
nl: LIBRARIES EN TOOLS

# Credits
source: Playtesters
nl: SPELTESTERS

# Credits
source: Localisation
nl: LOCALISATIE

# Credits
source: Special Thanks To
nl: MET SPECIALE DANK AAN

# Credits
source: Package Design
nl: ONTWERP VERPAKKING

# Credits
source: Documentation
nl: DOCUMENTATIE

# Credits
source: Documentation Layout
nl: OPMAAK DOCUMENTATIE

# Credits
source: Production
nl: PRODUCTIE

# Credits
source: Quality Assurance
nl: KWALITEITSBEHEER

# Credits
source: Lead Level Design
nl: HOOFD LEVEL ONTWERP

# Menu interface item
source: Sessions
nl: SESSIES

# Menu interface item
source: Name
nl: NAAM

# Menu interface item
source: Services
nl: SERVICE

# Menu interface item
source: Messages
nl: BERICHTEN

# Menu interface item
source: Create Game
nl: SPEL CREËREN

# Menu interface item
source: Join Game
nl: MEEDOEN

# Menu interface item
source: Start Game
nl: SPEL STARTEN

# Menu interface item
source: Game Menu
nl: SPEL

# Menu interface item
source: Cancel
nl: ANNULEREN

# Menu interface item
source: No Name
nl: GEEN NAAM

# Menu interface item
source: Players
nl: SPELERS

# Menu interface item
source: Games
nl: SPELLEN

# Menu interface item
source: Modem Menu
nl: MODEM

# Menu interface item
source: Serial Menu
nl: SERIËLE VERBINDING

# Menu interface item
source: Hangup
nl: OPHANGEN

# Menu interface item
source: Clear
nl: LEGEN

# Menu interface item
source: Answer
nl: BEANTWOORDEN

# Menu interface item
source: Ally
nl: BONDGENOOT

# Menu interface item
source: Alliance
nl: BONDGENOOTSCHAP

# Dungeon special decription
source: Reveal Map: Reveals the entire underground realm to you.
nl: Kaart onthullen: Onthult het complete ondergrondse rijk.

# Dungeon special decription
source: Resurrect Creature: You may raise one of your fallen minions from the dead.
nl: Herrijs wezen: Je mag één van je gedode slaafjes terughalen uit de dood.

# Dungeon special decription
source: Transfer Creature: Pick one of your creatures to accompany you to the next realm.
nl: Wezen meenemen: Selecteer een wezen om mee te nemen naar het volgende rijk.

# Dungeon special decription
source: Steal Hero: Subvert a hero to your cause.
nl: Held stelen: Een Held voor jouw zaak winnen.

# Dungeon special decription
source: Multiply Creatures: Create a double of each of your creatures.
nl: Wezens verdubbelen: Verdubbelt het aantal wezens.

# Dungeon special decription
source: Increase Level: Bestows greater skill on all your creatures.
nl: Niveau verhogen: Verbetert de vaardigheden van al je slaafjes.

# Dungeon special decription
source: Make Safe: Reinforces your entire dungeon.
nl: Verstevigen: Verstevigt je complete kerker.

# Dungeon special decription
source: Locate Hidden World: You will be transported to a secret realm after you have conquered this one.
nl: Geheime Wereld vinden: Je wordt naar een geheim rijk gebracht zodra je dit rijk hebt veroverd.

# Dungeon special name
source: Resurrect Creature
nl: Herrijs wezen

# Dungeon special name
source: Transfer Creature
nl: Wezen meenemen

# Menu interface, Main Menu item
source: High Score Table
nl: Scorelijst

# Menu interface item
source: Go to Query Mode
nl: Ga naar Info Modus

# Menu interface item
source: More information
nl: Meer Informatie

# Menu interface item
source: Back to main Query Screen
nl: Terug naar Hoofdscherm Info

# Menu interface item
source: Selected action
nl: Gekozen Actie

# Menu interface item
source: Choose party
nl: Kies Partij

# Menu interface item
source: Enter dungeon
nl: Kerker betreden

# Menu interface item
source: Party members
nl: Groepsleden

# Menu interface item
source: Available creatures
nl: Beschikbare wezens

# Menu interface item
source: Creature
nl: Wezen

# Menu interface item
source: Money available
nl: Beschikbaar geld

# Menu interface item
source: Leader
nl: Leider

# Menu interface item
source: Hire
nl: Inhuren

# Menu interface item
source: Fire
nl: Ontslaan

# Menu interface item
source: Cost
nl: Kosten

# Menu interface item
source: Type
nl: Soort

# Menu interface item
source: Choose game
nl: Spel kiezen

# Menu interface item
source: Game type
nl: Speltype

# Menu interface item
source: Keeper vs keeper
nl: Keeper tegen Keeper

# Menu interface item
source: Keeper vs heroes
nl: Keeper tegen Helden

# Menu interface item
source: Deathmatch
nl: Doodstrijd

# In-game interface description
source: Next Battle: Zoom to the next battle. LMB select.
nl: Volgende veldslag: Ga naar de volgende veldslag. LMK: selecteren.

# In-game interface item
source: Close Window
nl: Venster sluiten

# In-game interface item
source: Zoom to area
nl: Ga naar gebied

# Menu interface item
source: No mouse installed
nl: Geen muis geinstalleerd

# Menu interface item
source: Define keys
nl: Toetsen definiëren

# Game controls
source: Ally with player
nl: Bondgenootschap sluiten

# Game controls
source: Press a key
nl: Druk op een toets

# Game controls
source: UP
nl: OMHOOG

# Game controls
source: DOWN
nl: OMLAAG

# Game controls
source: LEFT
nl: LINKS

# Game controls
source: RIGHT
nl: RECHTS

# Game controls
source: ROTATE
nl: DRAAIEN

# Game controls
source: SPEED
nl: VERSNELLEN

# Game controls
source: ROTATE LEFT
nl: LINKSOM DRAAIEN

# Game controls
source: ROTATE RIGHT
nl: RECHTSOM DRAAIEN

# Game controls
source: ZOOM IN
nl: VERGROTEN

# Game controls
source: ZOOM OUT
nl: VERKLEINEN

# Keyboard
source: LEFT CONTROL
nl: LINKER CTRL

# Keyboard
source: RIGHT CONTROL
nl: RECHTER CTRL

# Keyboard
source: LEFT SHIFT
nl: LINKER SHIFT

# Keyboard
source: RIGHT SHIFT
nl: RECHTER SHIFT

# Keyboard
source: LEFT ALT
nl: LINKER ALT

# Keyboard
source: RIGHT ALT
nl: RECHTER ALT

# Keyboard
source: SPACE
nl: SPATIEBALK

# Keyboard
source: RETURN
nl: ENTER

# Keyboard
source: NUM DELETE
nl: NUM DEL

# Keyboard
source: UP
nl: OMHOOG

# Keyboard
source: DOWN
nl: OMLAAG

# Keyboard
source: LEFT
nl: LINKS

# Keyboard
source: RIGHT
nl: RECHTS

# Network game message
source: Initialising Modem
nl: MODEM INITIALISEERT

# Network game message
source: Connecting Modem
nl: MODEM VERBINDEN

# Network game message
source: Dial
nl: KIEZEN

# Network game message
source: Continue
nl: Doorgaan

# Network game message
source: Line Engaged
nl: IN GESPREK

# Network game message
source: Unknown Error
nl: Onbekende fout

# Network game message
source: No Carrier
nl: Geen Carrier

# Network game message
source: No Dial Tone
nl: Geen Kiestoon

# Network game message
source: No Response
nl: Geen Reactie

# Network game message
source: No Server
nl: Geen Server

# Network game message
source: Unable to initialise
nl: Kan Niet Initialiseren

# Network game message
source: Unable to create game
nl: Kan spel niet creëren

# Network game message
source: Unable to join game
nl: Kan Niet Meedoen

# Creature name
source: Tunneller
nl: Mol

# In-game tab with rooms
source: Treasure Room
nl: Schatkamer

# In-game tab with rooms
source: Library
nl: Bibliotheek

# In-game tab with rooms
source: Lair
nl: Hol

# In-game tab with rooms
source: Prison
nl: Gevangenis

# In-game tab with rooms
source: Torture Room
nl: Folterkamer

# In-game tab with rooms
source: Training Room
nl: Trainingsruimte

# In-game tab with rooms
source: Dungeon Heart
nl: Hart van de Kerker

# In-game tab with rooms
source: Workshop
nl: Werkplaats

# In-game tab with rooms
source: Scavenger Room
nl: Aaskamer

# In-game tab with rooms
source: Temple
nl: Tempel

# In-game tab with rooms
source: Graveyard
nl: Mausoleum

# In-game tab with rooms
source: Barracks
nl: Barakken

# In-game tab with rooms
source: Hatchery
nl: Broedplaats

# In-game tab with rooms
source: Guard Post
nl: Wachtpost

# In-game tab with rooms
source: Bridge
nl: Brug

source: Fight
nl: vechten

source: Annoyed
nl: Geïrriteerd

# Keyboard
source: Control
nl: Ctrl

# Credits
source: Additional Artwork
nl: ADDITIONELE VORMGEVING

# Credits
source: Additional Programming
nl: ADDITIONELE PROGRAMMERING

# Credits
source: Manual And Documentation
nl: HANDLEIDING EN DOCUMENTATIE

# Credits
source: Installer
nl: INSTALLATIEPROGRAMMA

# Credits
source: Additional Level Design
nl: ADDITIONEEL LEVEL ONTWERP

# Credits
source: Additional Thanks
nl: MET DANK AAN

# Trap names
source: Boulder Trap
nl: Rolsteenval

# Trap names
source: Alarm Trap
nl: Alarmval

# Trap names
source: Poison Gas Trap
nl: Gifgasval

# Trap names
source: Lightning Trap
nl: Bliksemval

# Trap names
source: Word of Power Trap
nl: Krachttermval
