Repository: dkfans/keeperfx
Catalog: lang/gtext_ger.po
Languages: de_de

# Menu interface item
source: Post Ancient Keeper campaign
de_de: Post Ancient Keeper

# Menu interface item
source: Post Undead Keeper campaign
de_de: Post Undead Keeper

# Menu interface item
source: Quest for the Hero campaign
de_de: Quest for the Hero

# Menu interface item
source: Revenge of the Lord
de_de: Rache des Ritters

# Menu interface item
source: Twin Keepers Campaign
de_de: Twin Keepers

# Menu interface item
source: Undead Keeper campaign
de_de: Undead Keeper

# Trap names
source: Demolition Trap
de_de: Sprengfalle

# Trap description
source: Demolition Trap: An explosive with unrivaled destructive power.
de_de: Sprengfalle: Ein Sprengstoff mit unübertroffener Zerstörungskraft.

# Trap description
source: Sentry Trap: Stands guard and shoots at enemies in sight.
de_de: Wachpostenfalle: Steht Wache und schießt auf Feinde in Sichtweite.

# Creature name
source: Spirit
de_de: Geist

# Creature name
source: Druid
de_de: Druide

# Creature name
source: Time Mage
de_de: Zeitmagier

# Creature name
source: Maiden
de_de: Spinnenfrau

# Slab description
source: Rock Formation.
de_de: Felsformation.

# Slab description
source: Bedrock: Unclaimed rock floor. You cannot claim it or build on it.
de_de: Felsboden: Unbeanspruchter Felsenboden. Ihr könnt ihn nicht beanspruchen oder darauf bauen.

# Slab description
source: Dense Gold Seam: Holds a lot of wealth for your Imps to extract.
de_de: Dichte Goldader: Enthält viel Reichtum, den Eure Imps abbauen können.

# Keeper spell name
source: Magic Shield
de_de: Abprall

# Keeper spell name
source: Freeze
de_de: Einfrieren

# Keeper spell name
source: Slow
de_de: Verlangsamen

# Keeper spell name
source: Levitate
de_de: Flug

# Keeper spell name
source: Illumination
de_de: Beleuchtung

# Keeper spell name
source: Sight
de_de: Sicht

# Dungeon special decription
source: Heal All: Restore full health to all your creatures.
de_de: Kreaturen heilen: Jede Eurer Kreaturen wird geheilt.

# Dungeon special decription
source: Increase Gold: Generates gold in your treasury.
de_de: Gold erzeugen: Erzeugt Gold in Eurer Schatzkammer.

# Dungeon special decription
source: Make Unhappy: All creatures of the enemy become upset.
de_de: Kreaturen verärgern: Alle Kreaturen des Feindes werden ärgerlich.

# Dungeon special decription
source: Weaken Walls: Destroys the fortifications of enemy walls.
de_de: Mauern schwächen: Zerstört die Befestigungen der feindlichen Mauern.

# Game controls
source: Tilt Up
de_de: Neigung erhöhen

# Game controls
source: Tilt Down
de_de: Neigung senken

# Game controls
source: Reset Tilt
de_de: Neigung zurücksetzen

# Creature spell
source: Heal Monster: The target creature is massively healed.
de_de: Monster heilen: ein Zauberspruch um andere Verbündete zu heilen

# Creature spell
source: Cleanse: Cures all negative effects inflicted on the creature.
de_de: Reinigen: Heilt alle negativen Effekte, die der Kreatur zugefügt wurden.

# Creature spell
source: Cleanse Monster: Cures all negative effects inflicted on target creature.
de_de: Monster reinigen: Kuriert alle Statuseffekte von Verbündeten.

# Keeper spell description
source: Magic Shield: Causes spells fired at the target to bounce back at the attacker.
de_de: Abprall: Fliegende Geschossen werden auf den ursprünglichen Beschwörer zurückgeworfen.

# Keeper spell description
source: Levitate: Causes the target creature to take off from the ground and attack creatures from the air or cross lava unharmed.
de_de: Fliegen: Lässt Kreaturen schweben.

# Keeper spell description
source: Sight: Allows the target creature to temporarily increase its awareness and notice the invisible.
de_de: Böser Blick: lässt eure Kreaturen andere unsichtbare Kreaturen sehen.

# Keeper spell name
source: Recruit Tunneller
de_de: Dunkelzwerg erstellen

# Keeper spell description
source: Recruit Tunneller: Summon a new Tunneller anywhere in your dungeon.
de_de: Dunkelzwerg erstellen: Erstellt einen Dunkelzwerg irgendwo in Eurem Dungeon. Mit der linken Maustaste wählen.

# Door name
source: Midas Door
de_de: Habgierige Tür

# Door description
source: Midas Door: This door consumes gold from the owner to stay completely indestructible. RMB zoom.
de_de: Habgierige Tür: Diese Tür verbraucht Gold um unzerstörbar zu werden.

# Creature spell
source: Familiar: Summons a companion to guard and assist the creature.
de_de: Vertrauter: Ruft einen Gefährten herbei, der das Wesen bewacht und unterstützt.

# Creature spell
source: Summon: Call upon temporary guardians to assist the creature in combat.
de_de: Beschwörung: Ruft vorübergehende Wächter herbei, die das Wesen im Kampf unterstützen.
