Repository: dkfans/keeperfx
Catalog: lang/gtext_ita.po
Languages: it_it

# In-game message
source: This realm is begging to be plunged into darkness. The Avatar himself has a castle here. Another Keeper also seeks his soul. This could get messy.
it_it: Questo regno implora di essere sprofondato nell'oscurità. Lo stesso Avatar possiede un castello qui. Ma c'è un altro Keeper a caccia della sua anima. E questo potrebbe complicare le cose.

# In-game message
source: You have destroyed the Avatar's castle but your rival has already taken the Avatar prisoner. Be that as it may, only the Keeper with the blackest heart can destroy this legendary hero, so ransack your rival's dungeon and take the prize.
it_it: Hai distrutto il castello dell'Avatar ma il tuo rivale ha preso l'Avatar come prigioniero. A quanto si dice, soltanto il Keeper più corrotto può distruggere questo eroe leggendario.

# In-game message
source: The Avatar has been resurrected by loyal lieutenants in hiding. But their act has revealed them to us, here in this realm. Now the Avatar rallies all those who would stand against you. It's time you gave this self-righteous oaf a proper kicking, master.
it_it: L'Avatar è stato liberato da un incursione dei suoi uomini. Ma adesso sappiamo dove sono in questo regno. In questo momento l'Avatar sta radunando tutti quelli che può contro di te. È ora di dare a questo sempliciotto una lezione, Maestro.

# In-game message
source: Powerful magic permeating through the rock from the realm above prevents a dungeon from being constructed here. You will have to conquer this realm another way.
it_it: C'è una magia potente che filtra dalla superficie e che impedisce di costruire una prigione, qui sotto. Dovrai conquistare questo regno in un altro modo.

# In-game message
source: Possess this Dragon to help you negotiate the fiery pits but be prepared to transfer your soul to a more appropriate creature when the situation demands it.
it_it: Possiedi questo drago per sistemare questa faccenda spinosa, ma stai pronto a trasferire la tua anima in un'altra creatura quando la situazione lo renderà consigliabile.

# In-game message
source: Possess the Vampire below. Should you succeed in killing every hero in this region, the Vampire will accompany you to the realm beyond.
it_it: Possiedi il vampiro qui sotto. Se riuscirai ad uccidere tutti gli eroi di questa regione, il vampiro ti accompagnerà nel prossimo regno.

# In-game message
source: These Imps have all turned rogue and therefore must die. The speed with which you accomplish their destruction will determine your fitness for greater tasks ahead.
it_it: Questi folletti sono diventati dei ladri, e per questo devono morire. La velocità con cui porterai a termine questo, determinerà quanto sei pronto per i ben più seri impegni che ti aspettano.

# In-game message
source: Tempus fugit, Keeper. You have been warned.
it_it: Tempus Fugit, Keeper. Sei stato avvertito.

# In-game message
source: You have failed. Perhaps you're not the harbinger of doom the forces of darkness were hoping for.
it_it: Hai fallito. Forse non sei tu il messaggero del destino che le forze dell'oscurità stanno così ansiosamente aspettando.

# In-game message
source: You must have lightning reflexes to complete the task ahead of you. Kill these Imps as quickly as you can.
it_it: Devi avere i riflessi fulminei per completare questo lavoretto. Annienta i folletti più rapidamente che puoi.

# In-game message
source: Half your allotted time has elapsed.
it_it: Metà del tempo a tua disposizione è trascorso.

# In-game message
source: You are out of time. That was a shocking performance.
it_it: Fine del tempo. Prestazione davvero shoccante.

# In-game message
source: You have no gold left. It pays to keep your head in such a charged environment.
it_it: Non ti è rimasto più oro. La testa va tenuta sulle spalle, Padrone.

# In-game message
source: You have been called to this realm to punish a horde of revolting Bile Demons by crushing them with Boulder Traps scattered around the perimeter of the dungeon. You have very little time, so rock and roll!
it_it: Sei stato chiamato in questo regno per punire un'orda di rivoltanti demoni biliosi. Schiacciali con trappole macigno sparse intorno al perimetro della prigione. Attenzione, non hai molto tempo, per cui vai con il Rock and Roll!

# In-game message
source: Half your time has expired.
it_it: È trascorsa metà del tempo.

# In-game message
source: Your time is up. You have failed. I'm embarrassed to come from the same inter-dimensional void as you.
it_it: Tempo esaurito, hai fallito. Mi imbarazza provenire dal tuo stesso vuoto inter-dimensionale.

# In-game message
source: The people of this realm speak of a Dungeon Keeper called Wisel, who is bound to get in your way. When he does, you will have to consign him to history. This will be no mean feat. Resources are scarce because of his activities.
it_it: La gente di questo regno parla di un Dungeon Keeper di nome Wisel, che presto ti troverai tra i piedi. Quando succederà, consegnalo alla storia. Ma non sarà uno scherzo. Qui le risorse sono scarse a causa delle sue attività.

# In-game message
source: Wisel is defeated. The land is yours to plunder and despoil for all eternity. Give 'em hell, master.
it_it: Wisel è sconfitto. Il regno è tuo: potrai saccheggiarlo e metterlo a ferro e a fuoco per l'eternità. Te lo meriti, Padrone.

# In-game message
source: Your evil has corrupted a Samurai Warrior, he has forsaken honour to join your cause. Should your minions suffer heavy casualties, this Warrior will even call upon his brothers in arms to offer assistance. How kind. How stupid!
it_it: La tua malvagità ha corrotto un guerriero samurai, che ha abbandonato il suo onore per seguirti. Se si dovessero registrare perdite eccessive tra i suoi servi, egli è pronto a chiamare in soccorso i suoi compagni. Che gentile. E che stupido!

# In-game message
source: This region of the underworld is riddled with tunnels and many heroes explore their labyrinthine ways. No-one said being evil would be easy.
it_it: Questa regione del mondo sotteraneo è piena di tunnel e di eroi che esplorano i labirinti. Chi ha detto che fare i cattivi è facile?

# In-game message
source: It is rumoured that two Dragons are held captive somewhere east of here. Were you to find them and free them, they would make powerful servants.
it_it: Si dice che da qualche parte a est di qui vengano tenuti prigionieri due draghi. Trovali e liberali, si riveleranno servitori assai potenti.

# In-game message
source: A tunnel to the north leads to the Lord of the Realm's domain. This gate is guarded well. It might be wise to direct the humans' attention towards your subterranean enemy.
it_it: Un tunnel a nord porta al signore di questo regno. Questo passaggio è ben sorvegliato, e forse è più saggio attirare l'attenzione degli umani verso il tuo nemico sotteraneo.

# In-game message
source: These Boulder Traps are ideal for crushing the foe but there are only three of them at your disposal, so use them wisely.
it_it: Queste trappole macigno sono perfette per schiacciare l'avversario, ma ne hai a disposizione soltatnto tre, quindi usale saggiamente.

# In-game message
source: May I suggest that you kill or imprison anything that gets in your way?
it_it: Posso suggerire di uccidere e imprigionare qualsiasi essere che ti si para davanti?

# In-game message
source: Another realm falls under your evil reign. Another cloud of misery and despair gathers. Lovely.
it_it: Un altro regno cade sotto il tuo efferato dominio. Un'altra nube di miseria e di disperazione che si leva sul sole. Delizioso.

# In-game message
source: You have failed. This is a grim day for evil.
it_it: Hai fallito. Brutta giornata per le forze del male.

# In-game message
source: Dispense with a particularly obnoxious party of Dwarves which wanders this region and recruit as many Bile Demons as you can. If you free the Wizard held captive in this realm, he will serve you for some time to come.
it_it: Raduna un gruppo di quegli odiosi nani e con loro vai a reclutare quanti più demoni biliosi che puoi. Se riuscirai a liberare il mago tenuto prigioniero in questo regno, egli ti servirà per qualche tempo.

# In-game message
source: Take more care of your Bile Demons or you will never make it beyond this realm.
it_it: Fai attenzione ai tuoi demoni biliosi o non uscirai vivo da questo regno.

# In-game message
source: How time flies... hurry!
it_it: Il tempo vola, sbrigati!

# In-game message
source: You will meet your nemesis, the Avatar, in this subterranean place. This is your ultimate test. Remember, mercy is for losers.
it_it: In questo luogo sotteraneo incontrerai la tua nemesi, l'Avatar. È questa la prova suprema. Ricorda, la pietà non è per i vincenti.

# In-game message
source: The Avatar and his allies are defeated, yet his power over this land lingers. Prepare thyself...
it_it: L'Avatar e i suoi alleati sono stati sconfitti, eppure il suo potere su questa terra aleggia ancora. Resta in guardia.

# In-game message
source: You got rid of that Keeper easily. Now all that stands between you and total world domination is that ponce in shining armour. Let's get him.
it_it: Hai eliminato facilmente quel Keeper. Ora quello che ti separa dal dominio totale del mondo è quel ruffiano con quella armatura splendente. Annientalo.

# In-game message
source: Success is thine. Truly, you have earned your title, Dungeon Keeper.
it_it: Il successo è completamente tuo. Ti sei davvero guadagnato il tuo titolo, Dungeon Keeper.

# In-game message
source: What is this? The Avatar lives!
it_it: Ehi, che significa? L'Avatar è vivo!

# In-game message
source: Finally, you stand unchallenged. The world is yours to waste and despoil. I bet you have never felt so bad.
it_it: Finalmente sei rimasto senza più avversari. Il mondo è tuo, razzialo e spoglialo. Scommetto che non ti sei mai sentito tanto cattivo. Complimenti!

# Level name
source: Eversmile
it_it: ETERNORISO

# Level name
source: Cosyton
it_it: GENTILIA

# Level name
source: Waterdream Warm
it_it: CALDACQUE

# Level name
source: Flowerhat
it_it: GHIRLANDIA

# Level name
source: Lushmeadow-on-Down
it_it: PRATO FIORITO DI SOTTO

# Level name
source: Snuggledell
it_it: VALLOMBRA

# Level name
source: Wishvale
it_it: VALLE DEI DESIDERI

# Level name
source: Tickle
it_it: DELIZIANDIA

# Level name
source: Moonbrush Wood
it_it: FORESTA RAGGIO DI LUNA

# Level name
source: Nevergrim
it_it: MAI SEVERO

# Level name
source: Hearth
it_it: CITTÀ DEL FOCOLARE

# Level name
source: Elf's Dance
it_it: CERCHIO DEGLI ELFI

# Level name
source: Buffy Oak
it_it: QUERCIA SPLENDENTE

# Level name
source: Sleepiburgh
it_it: BORGO DORMIENTE

# Level name
source: Woodly Rhyme
it_it: BOSCO QUIETO

# Level name
source: Tulipscent
it_it: TULIPANDIA

# Level name
source: Mirthshire
it_it: CONTEA DEL RISO

# Level name
source: Mistle
it_it: BRUMA

# Level name
source: Skybird Trill
it_it: CITTÀ DEL CIELO

# In-game interface description
source: Hunger: How badly a creature needs to suck down a chicken or two.
it_it: Fame: Con quanta urgenza la creatura ha bisogno di ingoiare uno o due polli.

# In-game interface description
source: Cancel
it_it: Annulla

# Creature spell
source: Group: Not used
it_it: Gruppo: Non usato

# Creature name
source: Fairy
it_it: Fata

# Creature name
source: Imp
it_it: Folletto

# Creature name
source: Beetle
it_it: Scarabeo

# Creature name
source: Demon Spawn
it_it: Progenie del Demonio

# Creature name
source: Warlock
it_it: Stregone

# Creature name
source: Fly
it_it: Mosca

# Creature name
source: Spider
it_it: Ragno

# Creature name
source: Skeleton
it_it: Scheletro

# Creature name
source: Horned Reaper
it_it: Mietitore Cornuto

# Creature name
source: Dragon
it_it: Drago

# Creature name
source: Tentacle
it_it: Tentacolo

# Creature name
source: Hound
it_it: Segugio

# Creature name
source: Ghost
it_it: Fantasma

# Creature name
source: Mistress
it_it: Dama

# Creature name
source: Bile Demon
it_it: Demone Bilioso

# Creature name
source: Vampire
it_it: Vampiro

# Creature name
source: Barbarian
it_it: Barbaro

# Creature name
source: Knight
it_it: Cavaliere

# Creature name
source: Wizard
it_it: Stregone

# Creature name
source: Orc
it_it: Orco

# Creature name
source: Mountain Dwarf
it_it: Nano delle Montagne

# Creature name
source: Valley Dwarf
it_it: Nano della Valle

# Creature name
source: Thief
it_it: Ladro

# Creature name
source: Priestess
it_it: Sacerdotessa

# Creature name
source: Giant
it_it: Gigante

# Creature name
source: Archer
it_it: Arciere

# Creature name
source: Monk
it_it: Monaco

# Menu interface item
source: Select game
it_it: Seleziona Partita

# Menu interface item
source: Network Menu
it_it: Menù Network

# Menu interface item
source: Main Menu
it_it: Menù Principale

# In-game interface description
source: Defending: The creature is concentrating on avoiding its adversary's blows.
it_it: Difesa: La creatura è concentrata nel tentativo di evitare i colpi del suo avversario.

# In-game interface item
source: Are you sure?
it_it: Sei sicuro?

# In-game interface item
source: Yes
it_it: Si

# In-game interface item
source: For
it_it: Per

# In-game interface item
source: Of
it_it: Di

# Slab description
source: Empty Lair: Would suit itinerant creature.
it_it: Tana Vuota: Perfetta per una creatura itinerante.

# Menu interface item
source: Paused
it_it: In Pausa

# Slab description
source: Damaged Wall: Unless repaired, this wall will eventually collapse.
it_it: Muro Danneggiato: Se non viene riparato, prima o poi crollerà.

# In-game interface item
source: More...
it_it: Altro...

# In-game message
source: Level completed - press Escape to continue
it_it: Livello Completato - Per continuare premi Esc

# In-game message
source: You have been defeated. Press Space to restart.
it_it: Livello Perso - Per ricominciare premi Esc

# On-screen message
source: Recording FLIC
it_it: Registrazione Sequenza Video

# On-screen message
source: Error recording FLIC
it_it: Errore di registrazione Sequenza Video

# On-screen message
source: Finished recording FLIC
it_it: Fine registrazione Sequenza Video

# Unused
source: Time Bomb
it_it: Bomba Temporale

# In-game interface item
source: Sound FX
it_it: Effetti Sonori

# In-game interface item
source: Music
it_it: Musica

# In-game interface item
source: UNUSED
it_it: Non Usato

# Menu interface item
source: Load Menu
it_it: Menù Carica

# Menu interface, Main Menu item
source: Load Game
it_it: Carica Partita

# Menu interface, Main Menu item
source: Continue Game
it_it: Continua la Partita

# Menu interface item
source: Return to Main Menu
it_it: Torna al Menù Principale

# Menu interface item
source: Play Intro
it_it: Esegui Introduzione

# Menu interface item
source: Service Menu
it_it: Menù Servizio

# Menu interface item
source: Session Menu
it_it: Menù Sessione

# Menu interface item
source: Speed
it_it: Velocità

# Menu interface item
source: COM Port
it_it: Porta COM

# Menu interface item
source: Phone Number
it_it: Numero di Telefono

# Menu interface item
source: Statistics
it_it: Statistiche

# Menu interface item
source: Level Completed
it_it: Livello Completato

# Menu interface item
source: UNUSED
it_it: Non Usato

# Menu interface, Main Menu item
source: Quit
it_it: Esci

# Menu interface, Main Menu item
source: Start New Game
it_it: Inizia una Nuova Partita

# Unused
source: This is a tale of valour and honour and how tasty heroes are....
it_it: Questa è una storia di coraggio e di onore e di eroi leggendari...

# Credits
source: Designed By
it_it: Creato da

# Credits
source: Project Leader
it_it: Capo Progetto

# Credits
source: Lead Programmer
it_it: Capo Programmatore

# Credits
source: Lead Artist
it_it: Capo Artista

# Credits
source: Programming
it_it: Programmazione Network

# Credits
source: Engine Design
it_it: Progettazione Motore

# Credits
source: Music and Sfx
it_it: Musica e Sonoro

# Credits
source: Graphics Programmers
it_it: Programmatori Grafici

# Credits
source: Artists
it_it: Artisti

# Credits
source: Network Programming
it_it: Programmazione Network

# Credits
source: Testing Manager
it_it: Manager Collaudo

# Credits
source: Lead Testers
it_it: Capi Collaudatori

# Credits
source: Lead Tester
it_it: Capo Collaudatore

# Credits
source: Marketing and PR
it_it: Marketing e Pr

# Credits
source: Tech Support
it_it: Supporto Tecnico

# Credits
source: Administration
it_it: Amministrazione

# Credits
source: Thanks To
it_it: Grazie a

# Credits
source: Producer
it_it: Produttore

# Credits
source: Level Design
it_it: Progettazione Livelli

# Credits
source: Script By
it_it: Sceneggiatura

# Credits
source: Libraries and Tools
it_it: Librerie e Strumenti

# Credits
source: Playtesters
it_it: Collaudatori Gioco

# Credits
source: Localisation
it_it: Localizzazione

# Credits
source: Special Thanks To
it_it: Un Ringraziamento Speciale a

# Credits
source: Package Design
it_it: Progettazione Confezione

# Credits
source: Documentation
it_it: Documentazione

# Credits
source: Documentation Layout
it_it: Impaginazione Documentazione

# Credits
source: Production
it_it: Produzione

# Credits
source: Quality Assurance
it_it: Controllo Qualità

# Credits
source: Lead Level Design
it_it: Capo Progettazione Livelli

# Credits
source: Intro
it_it: Introduzione

# Credits
source: Testers
it_it: Collaudatori

# Menu interface item
source: Sessions
it_it: Sessioni

# Menu interface item
source: Name
it_it: Nome

# Menu interface item
source: Services
it_it: Servizi

# Menu interface item
source: Messages
it_it: Messaggi

# Menu interface item
source: Create Game
it_it: Crea Partita

# Menu interface item
source: Join Game
it_it: Entra in Partita

# Menu interface item
source: Start Game
it_it: Comincia Partita

# Menu interface item
source: Game Menu
it_it: Menù Gioco

# Menu interface item
source: Cancel
it_it: Annulla

# Menu interface item
source: No Name
it_it: Nessun Nome

# Menu interface item
source: Players
it_it: Giocatori

# Menu interface item
source: Level
it_it: Livello

# Menu interface item
source: Levels
it_it: Livelli

# Menu interface item
source: Games
it_it: Partite

# Menu interface item
source: Modem Menu
it_it: Menù Modem

# Menu interface item
source: Serial Menu
it_it: Menù Seriale

# Menu interface item
source: Init
it_it: Iniz.

# Menu interface item
source: Hangup
it_it: Riattacca

# Menu interface item
source: Clear
it_it: Cancella

# Menu interface item
source: Answer
it_it: Rispondi

# Menu interface item
source: Start
it_it: Comincia

# Menu interface item
source: Ally
it_it: Alleato

# Menu interface item
source: Alliance
it_it: Alleanza

# Menu interface item
source: Credits
it_it: Titoli

# Dungeon special decription
source: Reveal Map: Reveals the entire underground realm to you.
it_it: Rivela Mappa: Fa vedere l'intero regno sotterraneo.

# Dungeon special decription
source: Resurrect Creature: You may raise one of your fallen minions from the dead.
it_it: Fai Risorgere Creatura: Puoi far risorgere uno dei tuoi servi caduti.

# Dungeon special decription
source: Transfer Creature: Pick one of your creatures to accompany you to the next realm.
it_it: Trasferisci Creatura: Scegli una delle tue creature per accompagnarti al regno successivo.

# Dungeon special decription
source: Steal Hero: Subvert a hero to your cause.
it_it: Ruba Eroe: Converti un eroe alla tua causa.

# Dungeon special decription
source: Multiply Creatures: Create a double of each of your creatures.
it_it: Moltiplica Creature: Raddoppia tutte le tue creature.

# Dungeon special decription
source: Increase Level: Bestows greater skill on all your creatures.
it_it: Aumenta Livello: Conferisce maggiore abilità a tutte le tue creature.

# Dungeon special decription
source: Make Safe: Reinforces your entire dungeon.
it_it: Rinforza: Rendi più sicura tutta la tua prigione.

# Dungeon special decription
source: Locate Hidden World: You will be transported to a secret realm after you have conquered this one.
it_it: Localizza Mondo Nascosto: Dopo che avrai conquistato il regno corrente, verrai trasportato in un regno segreto.

# Dungeon special name
source: Resurrect Creature
it_it: Fai Risorgere Creatura

# Dungeon special name
source: Transfer Creature
it_it: Trasferisci Creatura

# Menu interface, Main Menu item
source: High Score Table
it_it: Tabellone Record

# Menu interface item
source: Go to Query Mode
it_it: Vai in Modalità Quesito

# Menu interface item
source: More information
it_it: Altre Informazioni

# Menu interface item
source: Back to main Query Screen
it_it: Torna allo Schermo Principale

# Menu interface item
source: Selected action
it_it: Azione Selezionata

# Menu interface item
source: Choose party
it_it: Scegli Gruppo

# Menu interface item
source: Enter dungeon
it_it: Entra nella Prigione

# Menu interface item
source: Party members
it_it: Membri Gruppo

# Menu interface item
source: Available creatures
it_it: Creature Disponibili

# Menu interface item
source: Creature
it_it: Creatura

# Menu interface item
source: Money available
it_it: Denaro Disponibile

# Menu interface item
source: Leader
it_it: Capo

# Menu interface item
source: Hire
it_it: Assolda

# Menu interface item
source: Fire
it_it: Elimina

# Menu interface item
source: Cost
it_it: Costo

# Menu interface item
source: Type
it_it: Tipo

# Menu interface item
source: Choose game
it_it: Scegli Partita

# Menu interface item
source: Game type
it_it: Modalità di Gioco

# Menu interface item
source: Keeper vs keeper
it_it: Keeper contro Keeper

# Menu interface item
source: Keeper vs heroes
it_it: Keeper contro Eroi

# Menu interface item
source: Deathmatch
it_it: Scontro Finale

# In-game interface description
source: Next Battle: Zoom to the next battle. LMB select.
it_it: Prossima Battaglia: Zoom sulla battaglia successiva. TSM: seleziona.

# In-game interface item
source: Close Window
it_it: Chiudi Finestra

# In-game interface item
source: Zoom to area
it_it: Zoom sull'area

# Menu interface item
source: No mouse installed
it_it: Nessun Mouse Installato

# Menu interface item
source: Define keys
it_it: Definisci Tasti

# Game controls
source: Ally with player
it_it: Alleati con il Giocatore

# Game controls
source: Press a key
it_it: Premi un Tasto

# Game controls
source: UP
it_it: Su

# Game controls
source: DOWN
it_it: Giù

# Game controls
source: LEFT
it_it: Sinistra

# Game controls
source: RIGHT
it_it: Destra

# Game controls
source: ROTATE
it_it: Ruota

# Game controls
source: SPEED
it_it: Velocità

# Game controls
source: ROTATE LEFT
it_it: Ruota a Sinistra

# Game controls
source: ROTATE RIGHT
it_it: Ruota a Destra

# Game controls
source: ZOOM IN
it_it: Zoom Avanti

# Game controls
source: ZOOM OUT
it_it: Zoom Indietro

# Keyboard
source: LEFT CONTROL
it_it: Control Sinistro

# Keyboard
source: RIGHT CONTROL
it_it: Control Destro

# Keyboard
source: LEFT SHIFT
it_it: Shift Sinistro

# Keyboard
source: RIGHT SHIFT
it_it: Shift Destro

# Keyboard
source: LEFT ALT
it_it: Alt Sinistro

# Keyboard
source: RIGHT ALT
it_it: Alt Destro

# Keyboard
source: SPACE
it_it: Spazio

# Keyboard
source: RETURN
it_it: Invio

# Keyboard
source: DELETE
it_it: Canc

# Keyboard
source: END
it_it: Fine

# Keyboard
source: PAGE UP
it_it: Pag Su

# Keyboard
source: PAGE DOWN
it_it: Pag Giù

# Keyboard
source: NUM LOCK
it_it: Bloc Num

# Keyboard
source: NUM ENTER
it_it: NUM Invio

# Keyboard
source: NUM DELETE
it_it: NUM Canc

# Keyboard
source: UP
it_it: Su

# Keyboard
source: DOWN
it_it: Giù

# Keyboard
source: LEFT
it_it: Sinistra

# Keyboard
source: RIGHT
it_it: Destra

# Network game message
source: Initialising Modem
it_it: Inizializzazione Modem

# Network game message
source: Connecting Modem
it_it: Connessione Modem

# Network game message
source: Dial
it_it: Composizione Numero
