Repository: dkfans/keeperfx
Catalog: lang/gtext_cze.po
Languages: cs_cz

# Game event description
source: Creature Payday: LMB toggle. RMB delete.
cs_cz: Den výplaty: LTM přepnout, PTM smazat.

# Game event description
source: New spell picked up: LMB toggle. RMB delete.
cs_cz: Sebráno nové kouzlo: LTM přepnout, PTM smazat.

# Game event description
source: New room taken over: LBM toggle. RMB delete.
cs_cz: Zabrána nová místnost: LTM přepnout, PTM smazat.

# Game event description
source: New area discovered: LMB toggle. RMB delete.
cs_cz: Byla objevena nová oblast: LTM přepnout, PTM smazat.

# Game event description
source: Information: LMB toggle. RMB delete.
cs_cz: Informace: LTM přepnout, PTM smazat.

# Game event description
source: Room lost: LMB toggle. RMB delete.
cs_cz: Zracena místnost: LTM přepnout, PTM smazat.

# Game event description
source: Dungeon Heart Attacked: LMB toggle. RMB delete.
cs_cz: Srdce sklepení je pod útokem: LTM přepnout, PTM smazat.

# Game event description
source: Fight: LMB toggle. RMB delete. [10.5]
cs_cz: Boj: LTM přepnout, PTM smazat. [10.5]

# Game event description
source: Objective: LMB toggle. [11.3]
cs_cz: Úkol: Přepíná se LTM. [11.3]

# Game event description
source: Breach: LMB toggle. RMB delete.
cs_cz: Průnik nepřátel: LTM přepnout, PTM smazat.

# Game event description
source: New spell researched: LMB toggle. RMB delete.
cs_cz: Objeveno nové kouzlo: LTM přepnout, PTM smazat.

# Game event description
source: New room researched: LMB toggle. RMB delete.
cs_cz: Vynalezen nový typ místnosti: LTM přepnout, PTM smazat.

# Game event description
source: New trap: LMB toggle. RMB delete.
cs_cz: Nová past: LTM přepnout, PTM smazat.

# Game event description
source: New door: LMB toggle. RMB delete.
cs_cz: Nové dveře: LTM přepnout, PTM smazat.

# Game event description
source: New creature in dungeon: LMB toggle. RMB delete.
cs_cz: Ve sklepení se objevila nová obluda: LTM přepnout, PTM smazat.

# Game event description
source: Creature is annoyed: LMB toggle. RMB delete.
cs_cz: Obluda je otrávená: LTM přepnout, PTM smazat.

# Game event description
source: No more living set: LMB toggle. RMB delete.
cs_cz: Žádný volný životní prostor: LTM přepnout, PTM smazat.

# Game event description
source: Alarm triggered: LMB toggle. RMB delete.
cs_cz: Byl spuštěn poplach: LTM přepnout, PTM smazat.

# Game event description
source: Room under attack: LMB toggle. RMB delete.
cs_cz: Místnost pod útokem: LTM přepnout, PTM smazat.

# Game event description
source: Need Treasure Room: LMB toggle. RMB delete.
cs_cz: Potrebuješ pokladnici: LTM přepnout, PTM smazat.

# Game event description
source: Creatures becoming hungry: LMB toggle. RMB delete.
cs_cz: Příšery začínají být hladové: LTM přepnout, PTM smazat.

# Game event description
source: Trap crate found: LMB toggle. RMB delete.
cs_cz: Byla nalezena bedna s pastí: LTM přepnout, PTM smazat.

# Game event description
source: Door crate found: LMB toggle. RMB delete.
cs_cz: Byla nalezena bedna s dveřmi: LTM přepnout, PTM smazat.

# Game event description
source: Dungeon special found: LMB toggle. RMB delete.
cs_cz: Byl nalezen zvláštní bonus: LTM přepnout, PTM smazat.

# Menu interface, Main Menu item; In-game interface, Options title
source: Options
cs_cz: Nastavení

# In-game interface item
source: Graphics Options
cs_cz: Nastavení grafiky

# In-game interface item
source: Sound Options
cs_cz: Nastavení zvuku

# In-game interface item
source: Load
cs_cz: Nahrát

# In-game interface item
source: Save
cs_cz: Uložit

# In-game interface item
source: Computer Assistance
cs_cz: Počítačový asistent

# In-game interface description
source: Options: Open Options Panel. LMB open panel. [3.2]
cs_cz: Nastavení: otevře menu s nastavením. LTM pro otevření menu. [3.2]

# In-game interface description
source: Graphics Menu: Customise the graphics. [3.2.2]
cs_cz: Grafika: Přizpůsobení grafiky. [3.2.2]

# In-game interface description
source: Sound Menu: Adjust the sound and music volumes. [3.2.3]
cs_cz: Zvuk: Upravení hlasitosti hudby a zvukových efektů. [3.2.3]

# In-game interface description
source: Load Game: Load a previously saved game. [3.2.1]
cs_cz: Nahrát hru: Načte předešlou uloženou pozici. [3.2.1]

# In-game interface description
source: Save Game: Save your current game. [3.2.1]
cs_cz: Uložit hru: Uloží aktuální pozici ve hře. [3.2.1]

# In-game interface description
source: Quit Game: Quit back to the Level Map. [3.2.5]
cs_cz: Ukončit hru: Vratí tě zpátky do mapy levelu. [3.2.5]

# In-game interface description
source: Computer Assistance Menu: Customise the Computer Assistant. [3.2.4]
cs_cz: Menu počítačové asistence: Přizpůsobení počítačového asistenta. [3.2.4]

# In-game interface description
source: Aggressive Computer Assistant: Constructs your dungeon and always trys to attack the enemy. LMB select. [3.2.4]
cs_cz: Agresivní počítacový asistent: Staví tvou kobku a vždy se snaží zaútočit na nepřátele. Zvolí se LTM. [3.2.4]

# In-game interface description
source: Defensive Computer Assistant: Constructs your dungeon but does not attack the enemy. LMB select. [3.2.4]
cs_cz: Obranný počítacový asistent: Staví tvou kobku, ale neútočí na nepřátele. Zvolí se LTM. [3.2.4]

# In-game interface description
source: Construction Only Computer Assistant: Digs, places rooms and traps but does not move creatures. LMB select. [3.2.4]
cs_cz: Počítačový asistent pouze pro stavbu: Doluje, umisťuje místnosti a pasti, ale nepohybuje obludami. Zvolí se LTM. [3.2.4]

# In-game interface description
source: Move Only Computer Assistant: Moves and slaps your creatures. LMB select. [3.2.4]
cs_cz: Počítačový asistent pouze pro pohyb: Pohybuje a propleskává obludy. Zvolí se LTM. [3.2.4]

# In-game interface description
source: Pick most experienced creatures: LMB Pick up creature. RMB Zoom. [22.2.1]
cs_cz: Vybrat nejzkušenější obludu: LTM vybere obludu, PTM zobrazí detail. [22.2.1]

# In-game interface description
source: Pick idle creatures: LMB Pick up creature. RMB Zoom. [22.2.1]
cs_cz: Vybrat obludu v nečinnosti: LTM vybere obludu, PTM zobrazí detail. [22.2.1]

# In-game interface description
source: Pick working creatures: LMB Pick up creature. RMB Zoom. [22.2.1]
cs_cz: Vybrat pracující obludu: LTM vybere obludu, PTM zobrazí detail. [22.2.1]

# In-game interface description
source: Pick fighting creatures: LMB Pick up creature. RMB Zoom. [22.2.1]
cs_cz: Vybrat bojující obludy: LTM zvedneš obludu, PTM zobrazí detail. [22.2.1]

# In-game interface description
source: Invert Mouse: Inverts the vertical mouse movements while Possessing a creature. LMB toggle.
cs_cz: Prevrácená myš: Převráti vertikální pohyb myši při Ovládání obludy. Přepíná se LTM.

# In-game interface description
source: Possess Creature mouse sensitivity: Adjusts the sensitivity of the mouse movements when in Possess Creature mode. LMB toggle.
cs_cz: Citlivost myši při ovládání obludy: Upravuje citlivost pohybu myši v módu Ovladání obludy. Přepíná se LTM.

# In-game interface description
source: More sensitive.
cs_cz: Větší citlivost.

# In-game interface description
source: Less sensitive.
cs_cz: Menší citlivost.

# Statistic name
source: Number of Creatures
cs_cz: Počet oblud

# Statistic name
source: Gold Mined
cs_cz: Vytěžené zlato

# Statistic name
source: Efficiency
cs_cz: Efektivnost

# Statistic name
source: Secrets
cs_cz: Tajemství

# Statistic name
source: Money
cs_cz: Peníze

# Statistic name
source: Time
cs_cz: Čas

# Statistic name
source: Style
cs_cz: Styl

# Statistic name
source: Rating
cs_cz: Hodnocení

# Statistic name
source: Creatures Attracted
cs_cz: Počet přilákaných příšer

# Statistic name
source: Battles Won
cs_cz: Vyhraných bitev

# Statistic name
source: Battles Lost
cs_cz: Prohraných bitev

# Statistic name
source: Times Dungeon Breached
cs_cz: Počet narušení sklepení

# Statistic name
source: Imps Deployed
cs_cz: Nasazeno Impů

# Statistic name
source: Creatures Left
cs_cz: Přeživších příšer

# Statistic name
source: Doors Destroyed
cs_cz: Zničeno dveří

# Statistic name
source: Rooms Destroyed
cs_cz: Zničeno místností

# Statistic name
source: Dungeon Area
cs_cz: Rozloha kobky

# Statistic name
source: Ideas Researched
cs_cz: Vynalezeno kouzel

# Statistic name
source: Creatures Scavenged
cs_cz: Odklizeno příšer

# Statistic name
source: Creatures Summoned
cs_cz: Vyvolaných příšer

# Statistic name
source: Creatures Sacrificed
cs_cz: Obětováno příšer

# Statistic name
source: Creatures Tortured
cs_cz: Umučeno příšer

# Statistic name
source: Creatures Trained
cs_cz: Vytrénováno příšer

# Statistic name
source: Gold Pots Stolen
cs_cz: Ukradeno hrnců zlata

# Statistic name
source: Spells Stolen
cs_cz: Ukradeno kouzel

# Statistic name
source: Traps Manufactured
cs_cz: Vyrobeno pastí

# Statistic name
source: Traps Unused
cs_cz: Nepožito pastí

# Statistic name
source: Doors Manufactured
cs_cz: Vyrobeno dveří

# Statistic name
source: Doors Unused
cs_cz: Nepožito dveří

# Statistic name
source: Number of Rooms
cs_cz: Pocet místností

# Statistic name
source: Number of Portals
cs_cz: Pocet portálů

# Statistic name
source: Slaps
cs_cz: Pohlavků

# Statistic name
source: Cave-Ins
cs_cz: Zavalení

# Statistic name
source: Skeletons Raised
cs_cz: Vychováno Kostlivců

# Statistic name
source: Bridges Built
cs_cz: Postaveno mostů

# Statistic name
source: Rock Dug Out
cs_cz: Vykopáno skal

# Statistic name
source: Salary Cost
cs_cz: Náklady na plat

# Statistic name
source: Flies Eaten By Spiders
cs_cz: Mouchy sežrané pavouky

# Statistic name
source: Territory Destroyed
cs_cz: Zničeno země

# Statistic name
source: Rooms Constructed
cs_cz: Postaveno místností

# Statistic name
source: Traps Used
cs_cz: Použito pastí

# Statistic name
source: Keepers Destroyed
cs_cz: Zničeno Strážců

# Statistic name
source: Area Claimed
cs_cz: Zabrané území

# Statistic name
source: Backs Stabbed
cs_cz: Bodnutí do zad

# Statistic name
source: Chickens Hatched
cs_cz: Vylíhnuto kuřat

# Statistic name
source: Chickens Eaten
cs_cz: Snědeno kuřat

# Statistic name
source: Hopes Dashed
cs_cz: Roztříštěných nadějí

# Statistic name
source: Promises Broken
cs_cz: Porušeno slibů

# Statistic name
source: Ghosts Raised
cs_cz: Vychováno Duchů

# Statistic name
source: Doors Used
cs_cz: Použito dveří

# Statistic name
source: Your Creatures Killed By You
cs_cz: Příšery, které ji zabil

# Statistic name
source: Things Researched
cs_cz: Vynalezeno věcí

# Statistic name
source: Last Creature Attracted
cs_cz: Poslední přilákaná příšera

# Statistic name
source: Items Manufactured
cs_cz: Vyrobeno přednětů

# Statistic name
source: Creatures Converted
cs_cz: Konvertováno příšer

# Statistic name
source: Territory Lost
cs_cz: Ztraceno území

# Statistic name
source: Traps Armed
cs_cz: Odjištěno pastí

# Statistic name
source: Chickens Wasted
cs_cz: Vyplýtváno kuřat

# Statistic name
source: Lies Told
cs_cz: Vysloveno lží

# Statistic name
source: Creatures Annoyed
cs_cz: Rozmrzelých příšer

# Statistic name
source: Graveyard Body Count
cs_cz: Počet mrtvých na hřitově

# Statistic name
source: Vampires Created
cs_cz: Vytvořeno upírů

# Easter egg
source: When night does not give way to day, And children are too scared to play, Abandon hope, embrace despair, You're destined for my Dragon's lair
cs_cz: Když noc nedává cestu dni, a děti bojí si hrát, Opusť naději, přijmi zoufalství, jsi předurčen pro mé Dračího doupě

# Easter egg
source: If thou art bold and pure of heart, Come down here, be torn apart.
cs_cz: Pokud jsi odvážný a čistého srdce, Pojď sem dolů, abychom tě mohli roztrhat.

# Easter egg
source: Through my dungeon you may tread, But rest assured, you'll end up dead.
cs_cz: Přes můj žalář můžeš šlapat, ale buď si jištý, že skončíš mrtvý.

# Easter egg
source: If you find you lose it all, Why not play Theme Hospital?
cs_cz: Když přijdeš na to, že všechno prohráváš, proč si nezahrát Theme Hospital?

# Easter egg
source: Armoured Knights who have true grit, Roast more quickly on a spit.
cs_cz: Obrněné rytíře, kteří mají opravdou kuráž, opeč rychleji na rožni.

# Easter egg
source: Evil, malice, death, decay, I think you'll find they're here to stay.
cs_cz: Zlo, zloba, smrt, rozklad, myslím, že přijdeš na to, že jsou tady, aby tu zůstali.

# Easter egg
source: Evil, malice, death, decay, Just another working day.
cs_cz: Zlo, zloba, smrt, rozklad, jen další pracovní den.

# Easter egg
source: Evil, malice, death, decay, There really is no better way.
cs_cz: Zlo, zloba, smrt, rozklad, pravdu není lepší cesty.

# Easter egg
source: Giant, Dwarf, Thief and Fairy, None of you are very scary.
cs_cz: Obr, trpaslík, zloděj and víla, nikdo z vás není opravdu strašidelný.

# Easter egg
source: The denizens of your domain, Just cannot wait to kill again.
cs_cz: Obyvatelé tvé domény se prostě nemohou dočkat někoho znovu zabít.

# Easter egg
source: The better creatures you employ, The greater carnage you enjoy.
cs_cz: Čím lepší bytosti zaměstnáš, tím větší krveprolití si užiješ.

# Easter egg
source: Hark! The Avatar's abroad, And I can smell a frightened Lord.
cs_cz: Slyš! Avatar je v cizině, A já cítím vyděšeného milostpána.

# Easter egg
source: Trespassers will meet their doom, In your dungeon's Torture Room.
cs_cz: Vetřelci potkají svou zkázu, v mučírně tvého sklepení.

# Easter egg
source: Though intruders' hearts be pure, They'll end up on your dungeon floor.
cs_cz: Přestože srdce vetřelců budou čistá, skončí na podlaze tvého sklepení.

# Easter egg
source: Your tunnels will be dark and cold, And no place for a Knight of old, Even if he claims he's bold.
cs_cz: Tvé tunely budou temné a chladné, A žádné místo pro rytíře staré, I když tvrdí, že je odvážný.

# Easter egg
source: The fools who enter your domain, Will never see the light again.
cs_cz: Hlupáci, kteří vstoupí do tvé doménu, už nikdy neuvidí světlo.

# Easter egg
source: Pain and anguish are your tools, To use upon intruding fools.
cs_cz: Bolest a úzkost jsou tvoje nástroje, Aby byly použity na bláznivé vetřelce.

# Easter egg
source: When good guys head right for your treasure, Hunt and kill them at your leisure.
cs_cz: Když dobří hoši míří přímo pro tvůj poklad, lov je a zabíjet je ve svém volném čase.

# Easter egg
source: Protect your gold and Dungeon Heart, And slap your minions till they fart.
cs_cz: Ochraňuj své zlato a srdce kobky, A propleskávej své služebníky dokud neprdnou.

# Easter egg
source: Use your creatures' fear of you. To make them do what you want them to.
cs_cz: Použij strach, který tvé stvoření s tebe mají, abys je donutil dělat co chceš.

# Easter egg
source: Wizard in your dungeon grim? A trap will make short work of him.
cs_cz: Čaroděj v tvém žaláři ponurém? Past s ním udělá krátký proces.

# Easter egg
source: When your creatures give you hell, Stick them in your Prison Cell.
cs_cz: Když ti tvé příšery dávají zabrat, strč je do vězení se babrat.

# Easter egg
source: Torture is the crowning glory, Of your Dungeon Keeper story.
cs_cz: Mučení je koruna slávy, Z tvého Dungeon Správce příběhu.

# Easter egg
source: You are the Keeper, chosen one, And being evil is great fun.
cs_cz: Ty jsi Strážce, vyvolený, A být zlý je zábavný.

# Easter egg
source: When your troops are hunger-stricken, Your Hatchery has yummy chicken.
cs_cz: Když jsou tvoje jednotky zasaženy hladem, Tvoje líheň má báječné kuře.

# Easter egg
source: Fill the Avatar with dread. Really make him wet the bed.
cs_cz: Naplň Avatara hrůzou. Opravdu, donuť jej promočit si postel.

# In-game hint message
source: Imps are the lifeblood of your dungeon. Like blood, they must be allowed to circulate.
cs_cz: Impové jsou životní mízou tvojí kobky. Jako krvi, musí jim být umožněno kolovat kobkou.

# In-game hint message
source: Feeling mean? Set your minions to imprison and when your cells are full, spend some time torturing...
cs_cz: Cítíš se zlý? Nastav své přisluhovače uvězňování, a když jsou tvoje cely plné, strav nějaký čas mučením ...

# In-game hint message
source: If your creatures get unhappy, slap some sense into them. They'll soon realise how lucky they are.
cs_cz: Pokud tvé příšery začnou být nešťasné, proliskuj je, aby dostaly rozum. Brzy jim dojde, jak šťasné jsou.

# In-game hint message
source: The underworld is your domain and the adventurers come to steal it. Never show pity, even when the intruders are defenceless and pathetic.
cs_cz: Podsvětí je tvoje doména a dobrodruzi přicházejí ji ukrást. Nikdy neprojevuj lítost, i když vetřelci jsou bezbranní a ubozí.

# In-game hint message
source: Compassion is the hallmark of the good Keeper. But good Keepers never win. Only evil ones.
cs_cz: Soucit je charakteristickým znakem hodného Správce. Ale hodní Správci nikdy vyhrávají. Jen ti zlí.

# In-game hint message
source: There's never a moment to waste. Already the bravest of the brave are queuing up to enter your dungeon. So stop reading this and get going.
cs_cz: Nikdy není času nazbyt. Ti nejstatečnější ze statečných již stojí ve frontě, aby vstoupili do té kobky. Takže přestat tohle číst a jdi na to.

# In-game hint message
source: Build fast. You'll want the biggest possible welcoming committee ready for the intruders.
cs_cz: Stavěj rychle. Budeš chtít co největší možný uvítací výbor připravený na narušitele.

# In-game hint message
source: Keep your Imps digging. There are always surprises to be found deep in the earth.
cs_cz: Nechej své Impy kopat. Hluboko v zemi se vždy nachází nějaké překvapení.

# In-game hint message
source: He who controls the most gold controls the entire Underworld.
cs_cz: Ten, kdo kontroluje nejvíce zlata, kontroluje celé podsvětí.

# In-game hint message
source: Fear and lack of mercy are your greatest weapons. Use them wisely.
cs_cz: Strach a žádné slitování jsou tvými největšími zbraněmi. Užívej je moudře.

# In-game hint message
source: Foolish is the Keeper who sells all his rooms and refuses to pay his creatures.
cs_cz: Hloupý je strážce, který prodá všechny své místnosti a odmítá zaplatit svým přisluhovačům.

# Menu interface item
source: Return to options menu
cs_cz: Návrat do menu nastavení

# Menu interface item
source: Exit
cs_cz: Ukončit

# Menu interface item
source: Audio
cs_cz: Zvuk

# Menu interface item
source: Invert Mouse
cs_cz: Prohodit tlačítka myši

# Menu interface item
source: Mouse Sensitivity
cs_cz: Citlivost myši

# Menu interface item
source: Computer
cs_cz: Počítač

# Menu interface item
source: Computer Players
cs_cz: Počítačový hráč

# Menu interface item
source: On
cs_cz: Zapnuto

# Menu interface item
source: Off
cs_cz: Vypnuto

# Menu interface item
source: Sensitivity
cs_cz: Citlivost

# Menu interface item
source: Mouse Options
cs_cz: Nastavení myši

# Menu interface item
source: Mouse
cs_cz: Myš

# Menu interface item
source: Undo Pickup
cs_cz: Zpět zvednutí

# Menu interface item
source: Pause
cs_cz: Pozastavit

# Menu interface item
source: Map
cs_cz: Mapa

# On-screen message
source: Insufficient Memory
cs_cz: Nedostatek paměti

# On-screen message
source: Unable To Change Screen Resolution
cs_cz: Nelze změnit rozlišení obrazovky

# Menu interface item
source: Query
cs_cz: Dotaz

# Credits
source: Support Art
cs_cz: Podpůrná grafika

# Credits
source: Navigation System
cs_cz: Navigační systém

# Credits
source: Script
cs_cz: Námět

# Credits
source: Voice Over
cs_cz: Hlasy

# Credits
source: Localisation Management
cs_cz: Management lokalizace

# Credits
source: Language Test Supervisor
cs_cz: Dozor jazykového překladu

# Credits
source: Language Testers
cs_cz: Testeři jazykového překladu

# Credits
source: Localisation Audio Management
cs_cz: Management lokalizace zvuku

# Network game message
source: Attempting To Join
cs_cz: Pokouším se připojit

# Network game message
source: Resyncing
cs_cz: Synchronizace

# Menu interface item
source: 1 Player
cs_cz: 1 hráč

# Menu interface item
source: 2 Players
cs_cz: 2 hráči

# Menu interface item
source: 3 Players
cs_cz: 3 hráči

# Menu interface item
source: 4 Players
cs_cz: 4 hráči

# Menu interface item
source: Serial
cs_cz: Sériový port

# World direction
source: N
cs_cz: S

# World direction
source: E
cs_cz: V

# World direction
source: S
cs_cz: J

# World direction
source: W
cs_cz: Z

# Credits
source: Game design
cs_cz: Design hry

# Credits
source: Associate Producer
cs_cz: Spolupracující producent

# Credits
source: Additional Script
cs_cz: Další scénáristé

# Easter egg
source: Happy Birthday
cs_cz: Šťastné narozeniny

# Menu interface message
source: Error
cs_cz: Chyba

# Menu interface message
source: Error Saving
cs_cz: Chyba při ukládání

# Menu interface message
source: New Levels
cs_cz: Nové úrovně

# Menu interface message
source: Please insert Data Disk CD-ROM
cs_cz: Prosím vložte disk CD-ROM

# Menu interface message
source: Please insert Dungeon Keeper CD-ROM
cs_cz: Prosím vložte Dungeon Keeper CD-ROM

# Menu interface message
source: Please insert The Deeper Dungeons CD-ROM
cs_cz: Prosím vložte The Deeper Dungeons CD-ROM

# In-game message
source: The might of two rival Dungeon Keepers challenge your claim to this realm. Decimate them both to achieve total domination, but beware of bands of heroes hidden in the caverns.
cs_cz: Dva mocní soupeřící Správci zpochybňují tvůj nárok na tuto říši. Zdecimuj je oba, abys dosáhnul úplné nadvlády, ale pozor na bandy hrdinů ukrytých v jeskyních.

# In-game message
source: Another Keeper has already claimed this realm. He is unfit to rule so destroy him and take what is rightfully yours. Great riches lie in the caverns around the land; explore to gain more power.
cs_cz: Další Správce již zabral tuto oblast. Nehodí se k vládě, zničit jej a vem si co je právem tvoje. Velké bohatství spočívá v jeskyních kolem země; zkoumej, abys získat více moci.

# In-game message
source: This land is highly coveted amongst the evil and there are three enemy Dungeon Keepers you must battle with to claim supremacy. Keep an eye out for any rogue bands of heroes waiting to ambush a careless Keeper.
cs_cz: Tato země je velmi vyhledávaná mezi zlem a jsou zde tři nepřátelští Správci, s kterými musíš bojovat o nárok na nadvládu. Dávej pozor na případné divoké skupiny hrdinů, které čekají, aby mohly přepadnout neopatrného Správce.

# In-game message
source: The Lord of the Land and his pitiful band of followers lie dead. Good riddance to them and their sad, happy lives. Now seize your chance and attack your rival Keeper. Domination awaits.
cs_cz: Pán země a jeho žalostná banda následovníků leží mrtvá. Dobře jsi se jich zbavil a jejich smutných, šťastných životů. Nyní chyť svou šanci a zaútočit na konkurenčního Správce. Nadvláda čeká.

# In-game message
source: You and a rival Dungeon Keeper are vying for control of this realm but the Lord of the Land has constructed his own dungeon between you to halt your conquest. Destroy him and the enemy Keeper to reign supreme.
cs_cz: Ty a soupeřící Dungeon Správce se předháníte o kontrolu této oblasti, ale pán země vybudoval svou vlastní kobku mezi vámi, aby zastavil tvé vítězství. Znič ho a nepřátelského Správce, abysbyl svrchovaným vládcem.

# In-game message
source: You have done well to come this far but further hardships await. Search the map carefully and you may find many secrets to aid your conquest.
cs_cz: Vedl sis dobře, že jsi se dostal tak daleko, ale další těžkosti čekají. Prohledej pečlivě mapu a můžeš najít mnoho tajemství, které ti pomohou k vítězství.

# In-game message
source: You have come to this realm with little to assist you so you must explore to gain more power. Keep an eye out for any loathsome heroes who may try to thwart your progress.
cs_cz: Přišel jsi do této oblasti s málem, které by ti mohlo pomoci, takže musíš zkoumat, abys získal více moci. Dávejte pozor na případné odporné hrdiny, kteří se mohou pokusit zmařit tvůj pokrok.
