Repository: dkfans/keeperfx
Catalog: lang/gtext_lat.po
Languages: la_la

# In-game message
source: It's time to mete out the ultimate punishment to a keeper who dares to challenge you for this corner of your subterranean empire. The price of failure shall be oblivion.
la_la: Tempus est dandi custodi, qui ad hunc angulum imperii tui subterranei te provocare audet, supplicium maximum. Pretium calamitatis oblivio erit.

# In-game message
source: How satisfying it is to see an enemy Keeper's dungeon crumble and his power dissipate. There'll be no controversy over this year's hall of infamy nomination.
la_la: Quam satianter est videre robur custodis inimici comminuere et vim eius dissipare. Controversia de nominatione huius anni ad infamissimum non erit.

# In-game message
source: You have claimed a Torture Room. Place captive heroes and creatures into this chamber of horrors to convert them to your supremely evil way. Alternatively, place your own creatures within the room whenever disciplinary measures become necessary.
la_la: Cameram cruciaminis obtinuisti. Pone heroes creaturasque captivi in hac camera horrorum ut eos ad fidem tuam mali supremi convertas. Alternative, pone creaturas tuas in camera quandocumque modi disciplinarii necessarii fiunt.

# In-game message
source: You have finally constructed a dungeon impressive enough to attract a Dark Mistress. You must discipline these wicked wenches frequently. They respond particularly well to a good slapping.
la_la: Robur satis speciosum finaliter construxisti ut Dominam attrahas. Has mulierculas malas frequenter disciplinam docere debes. Particulariter bene respondent ad bonas alapas.

# In-game message
source: Your manufacturers have created a Braced Door. If security matters, you can be sure when you buy a Braced Door. You couldn't be certain with only a curtain and a hole in the wall is no help at all.
la_la: Fabricatores tui ostium corroboratum creaverunt. Si securitas fundamentalis est, certus esse potes ostia corroborata emenda. Certus esse non potes tantum plagulam habendo, et cavum in muro cassum est.

# In-game message
source: Your researchers have devised a spell that unleashes the energy of a thunderstorm on the target of your choice. Select the spell, aim at a hostile creature and flash-fry him with a Lightning Strike.
la_la: Investigatores tui incantationem, quae energiam tempestatis super destinatum delectus tui emittit, creaverunt. Delige incantationem, destina eam ad creaturam et frige eam fulmine.

# In-game message
source: You have manufactured a powerful Lightning Trap. Try it out. It's bound to give someone a shock.
la_la: Trappa potens Fulminis creata est. Experire eam. Forsitan aliquem fulminet.

# In-game message
source: It appears you have arrived in the middle of a raging battle. Perhaps it would be wise to stay out of the way until you are strong enough to eliminate both sides.
la_la: Videtur te advenisse in medio proelii furiosi. Fortasse sapiens est ut tranquille maneas donec satis fortis sis ambo latera eliminandi.

# In-game message
source: An Orc warlord joins you and brings with him the plans for building a Barracks. In this room you can form creatures into teams.
la_la: Orcus ad te se iungit et se cum exemplar praesidii portat. In hac camera creaturas in turmam formare potest.

# In-game message
source: I think I hear the clanking of plate armour. Yes, the Lord of the Land has finally roused himself from the fireside to find out where all his loyal servants have gone.
la_la: Clangorem armaturae audire puto. Vero, Dominus Terrae finaliter e foco exit ut ubi omnes ministri fideles sui isse resciscat.

# In-game message
source: You have turned local heroes into something of an endangered species, now make the enemy Dungeon Keeper extinct.
la_la: Heroes locales in speciem in discrimen adductam vertisti, nunc extingue custodem roboris inimicum.

# In-game message
source: You have prevailed, Keeper. The bodies of your enemies litter the most forlorn alcoves of your domain, in tribute to their futile efforts to keep you at bay.
la_la: Praevaluisti, custos. Corpora inimicorum tuorum remotissimas cameras regni tui tegunt, ut tributum operarum futilium suarum te detinendi.

# In-game message
source: Seek out the one who would be your rival in this region of the underworld. Explain the concept of early retirement to him. On the other hand, string him up. It's in the only language he understands.
la_la: Scrutare qui rivalis futurus tuus in hac regione inferni sit. Explica ei ideam secessus praecocis. Pende eum autem. Ista unica lingua quam intellegit.

# In-game message
source: You have researched the power of Invisibility. Cast it on a creature to hide it from enemy eyes.
la_la: Facultatem Invisibilitas investigavisti. Iace eam super creaturam ut eam ab oculis inimicis occulas.

# In-game message
source: The Protect Creature spell has been researched at last. Cast it on a creature to increase its toughness.
la_la: Incantatio Creaturam Protegere tandem investigata est. Iace eam super creaturam ut duritia sua augeatur.

# In-game message
source: That's another enemy successfully written off. The defenceless inhabitants of the land above bow down before your depraved presence. As if that will save them...
la_la: Iste alius inimicus prospere eliminatus. Habitatores indefensi terrae supernae se inclinant ante praesentiam tuam depravatam. Quasi hoc eos adiuverit...

# In-game message
source: Researchers have found instructions for building a Temple to the dark gods. Sacrifice creatures in the Temple's pool to receive gifts from these gods. You might have to experiment with the offerings you make. The dark gods are not easy to please.
la_la: Investigatores instructiones invenerunt templi deis obscuris aedificandi. Sacrifica creaturas in stagno templi ut dona ab his deis accipias. Fortasse debes experiri offerendis quas agis. Dei obscuri non facile sunt delectare.

# In-game message
source: This realm is ruled by four arrogant Wizards who think they've got everything under control, because their feeble magical power impresses the locals. But you're not from these parts...
la_la: Hoc regnum a quattuor Magis arrogantibus, qui omnia sub potestate habere putant, regitur, quia incolae vim suam magicam debilem mirantur. Sed tu incola non es...

# In-game message
source: Well, you're done down here. Time to introduce yourself to the locals and re-organise their nice little lives.
la_la: Bene, hoc terminavisti. Tempus est te introducendi ad incolas et reordinandi vitas lepidas parvas suas.

# In-game message
source: Behold, you have summoned a Horned Reaper. Try not make it angry. You'll fail, because everything makes a Horned Reaper angry but at least try to make sure that everything near it is an enemy creature when it finally goes ballistic.
la_la: Aspice, Messorem Cornutum vocavisti. Conare non eum fastidire. Deeris, quia omnibus Messor Cornutus iratus fit, sed saltem conare facere ut omnia prope eum creatura inimica sit, cum tandem se insanat.

# In-game message
source: Your researchers have concocted a Disease spell. Cast it on enemy creatures and watch the affliction spread like the plague.
la_la: Investigatores tui incantationem Morbus concoxerunt. Iace eam super creaturas inimicas et vide afflictionem se disseminare ut pestis.

# In-game message
source: A Vampire has risen from your Graveyard, nourished by the souls of the dead which have been brought here. You have to suck up to Vampires or they go off in a huff, but they're extremely powerful and fearsome underlings to have in your employ.
la_la: Vampyrus de sepulcreto tuo surrexit, nutritus animis mortuorum, qui hic allati sunt. Vampyris iucundus debes esse, aut vanescunt sine dubio, sed subiecti perquam potentes et terribiles sunt in servitio tuo.

# In-game message
source: You have researched the Graveyard. Your Imps will drag corpses here to rot... And possibly to rise again as Vampires, ready to do your bidding. That's style.
la_la: Sepulcretum investigavisti. Diabolulli tui hic corpora afferent putrefaciendi... Et fortasse resurgendi ut Vampyri, parati ad te serviendum. Hic stilus est.

# In-game message
source: You have manufactured an Iron Door. It's a formidable barrier. Use it well.
la_la: Ostium ferreum creatum est. Obstaculum formidabile est. Bene hoc utere.

# In-game message
source: Powerful creatures inhabit a cave south of here. There's a party of heroes between you and them but, if you reach them and convert them to your side before they join the other keepers, you will be unstoppable, unless you do something stupid.
la_la: Creaturae potentes in caverna ad austrum habitant. Grex heroum inter te et eas est, sed si pervenis ad eas et convertis eas ad latus tuum antequam ad alios custodes se iungunt, incessabilis eris, nisi aliquid stultum facis.

# In-game message
source: You have overcome all resistance to your rule, O despicable one. It's time to flex the old misery muscle on the pathetic inhabitants of the land above.
la_la: Omnem resistentiam ad regnum tuum vicisti, o contempte. Tempus est flectendi annosum musculum miseriae super incolas miserabiles terrae insuper.

# In-game message
source: You have manufactured a Boulder Trap. Place it in a corridor and howl deliriously as it rumbles inexorably towards unwary trespassers.
la_la: Trappa Roccae creata est. Pone eam in androne et delire ulula dum inexorabiliter rotat ad intrusos incautos.

# In-game message
source: With typical brilliance, you have researched the Cave-In spell. Use it to block off passages and repair dungeon breaches. Interestingly, the rockfall will crush to death any creatures caught beneath it.
la_la: Magnificentia typicali, incantationem Derupamentum investigavisti. Utere ea andrones obstruendi et fissuras roboris reficiendi. Iucunde, saxa collapsa quampiam creaturam sub eis annihilabunt.

# In-game message
source: Your tireless librarians have researched the Scavenger Room. Creatures placed within a Scavenger Room will lure their kin from other dungeons and the outside world, into your domain.
la_la: Bibliothecarii tui indefatigabiles cameram attractionis investigaverunt. Creaturae positae in camera attractionis gentes suas ex aliis roboribus et mundo exteriore ad regnum tuum attrahent.

# In-game message
source: Your great wealth has bought the loyalty of a passing Dragon. They are fickle creatures. Keep your eye on this one.
la_la: Tuae magnae opes fidem Draconem praeterientem emerunt. Creaturae inconstantes sunt. Vigila hanc.

# In-game message
source: A Hell Hound has been lured to your domain by your Scavenger Room.
la_la: Segusius Infernus per cameram attractionis tuam ad regnum tuum attractus est.

# In-game message
source: The other two Keepers in this region have put aside their differences for the moment and joined forces, in an effort to destroy you. That's almost a compliment. Kill the creeps.
la_la: Alii duo custodes in hac regione differentias suas momentanee seposuerunt et se sociaverunt, in conatu ut te deleant. Paene blanditia est. Occide istos miserabiles.

# In-game message
source: You have won a magnificent victory, Master. You have a talent for twisted mercilessness that makes other Keepers look well behaved by comparison.
la_la: Victoriam magnificam obtinuisti, custos. Indolem ad crudelitatem tortam habes, qua alii custodes ut bene morati videntur.

# In-game message
source: You have discovered a devastating magical power. Target it against a creature to transform a fearsome monster into a clucking chicken. Marvellous.
la_la: Vim magicam devastatorem invenisti. Iace eam contra creaturam ut monstrum terribile in pullum gracillantem transformes. Mirabile.

# In-game message
source: Your manufacturers have built an Alarm Trap. It will warn you of your enemies' approach and summon nearby creatures to deal with the intruders.
la_la: Fabricatores tui Trappam Clamoris construxerunt. Accessu inimicorum tuorum te monebit et creaturas propinquas vocabit ut cum intrusis tractent.

# In-game message
source: You have created a Magic Door. These are almost impregnable to all but magical attacks. I recommend sealing off your Treasure Room or Dungeon Heart.
la_la: Ostium magicum creavisti. Haec paene inexpugnabilia omnibus aggressionibus non magicis sunt. Tuam cameram thesauri aut tuum cor roboris insulare tibi consilior.

# In-game message
source: Elsewhere in this fiery realm you have a rival Keeper to contend with. I advise extreme antisocial behaviour on your part.
la_la: Alibi in hoc regno igneo est tibi custos rivalis cum luctando. Actionem antisocialem extremam tibi consilior.

# In-game message
source: Notch up another victory, most malicious one. You have another land to add to your dismal collection.
la_la: Signa aliam victoriam, malitiosentissime. Aliam terram habes ut collectione tua funesta addas.

# In-game message
source: Your annihilation of the first wave has met with the approval of a pack of demons from the fifth plane of hell. Train your creatures and prepare for another battle. You're attracting quite an audience.
la_la: Annihilatio tua undae primae a grupu daemonum e plano quinto inferni approbata est. Exercita creaturas tuas et parare ad alium proelium. Auditorium abundans attrahis.

# In-game message
source: The enemy are upon us. I'm just telling you in case you were having a doze.
la_la: Inimici super nos sunt. Tibi istud dico si dormitas.

# In-game message
source: All the heroes are dead, which is as it should be. This land and all its spoils are yours. May I suggest that you waste everything?
la_la: Omnes heroes mortui sunt, quod est ut debet. Haec terra atque omnia spolia sua tui sunt. Possumne suggerere ut omnia devastes?

# In-game message
source: If lands had legs this one would be on its knees. Its desperate inhabitants are preparing a full scale attack on your dungeon. It will be an ideal opportunity to practise unspeakable evil on a massive scale. Go for it, master.
la_la: Si terrae crura haberent, haec genuflecteret. Incolae desperatae aggressionem totalem ad robur tuum parant. Opportunitas idealis erit ut malum indicibile in scala massicia exercites. Procede, domine.

# In-game message
source: Your latest discovery is the Word of Power Trap. When activated, the trap triggers an expanding ring of demonic energy that incinerates anything caught in its area of effect. What a scream that should be.
la_la: Inventio novissima tua Trappa Verbi Potestatis est. Cum initiatur, trappa anulum expandentem energiae daemonicae solvit, qui quidpiam in area sua effectus incinerat. Quis clamor esset.

# In-game message
source: The Hold Audience spell has been researched. It will immediately teleport all of your creatures back to your Dungeon Heart. Let's hope you never need it.
la_la: Incantatio Reunio investigata est. Iugiter omnes creaturas ad cor roboris tuum teleportabit. Speremus fore ut hanc numquam egeas.

# In-game message
source: You can't swing a cat for Dungeon Keepers fighting over the destiny of this region. It should fall to you to settle the disagreement once and for all.
la_la: Custodes roborum, qui pro fato huius regionis pugnant, superesse non potest. Obligatio tua est dissensum semel pro semper resolvere.

# In-game message
source: Your researchers have discovered the devastating Chicken spell. Cast it on any creature to instantly transform the target into poultry. It's a fowl weapon.
la_la: Investigatores tui incantationem devastatorem Pullus invenerunt. Iace eam super quampiam creaturam ut scopum in pecus iugiter transformes. Arma alites sunt.

# In-game message
source: So, now you have a spell that turns fortified walls to dust. It's expensive to cast and it's also possible that your enemies possess the same magic power. This could still turn out to be one of those days.
la_la: Ergo, incantationem, quae muros fortificatos in pulverem transformat, iam habes. Pretiosum est iacere et quoque fieri potest ut inimici tui eandem facultatem magicam habeant. Hic forsitan dies malus esse possit.

# In-game message
source: Only the Lord of this Land stands between you and hectares of desolation and woe. I bet you can't wait to meet him.
la_la: Solum Dominus huius Terrae inter te et hectareas desolationis et doloris stat. Certe exspectare non potes eum cognoscere.

# In-game message
source: Your continued success makes me sick. Thank you, your wickedness.
la_la: Tuo successu continuo aeger fio. Gratias tibi ago, vÄ«lissime.

# In-game message
source: You seem to have started a trend. Two other Dungeon Keepers also have designs on this dark domain. Expect no quarter from your rivals.
la_la: Tu mihi videtur tendentiam incepisti. Alii custodes roboris duo quoque designationes in hoc dominio fusco habent. Cave exspectes requietem a rivalibus tuis.

# In-game message
source: Can you see how vulnerable one of your opponents has become? Then kill him.
la_la: Potesne videre quam vulnerabilis unus adversariorum tuorum fiat? Tunc occide eum.

# In-game message
source: I spy a Keeper with hardly any creatures left under his control. I spy a Keeper who's about to die.
la_la: Speculor custodem, quis paene nullas creaturas habet. Speculor custodem moriturum.

# In-game message
source: This ancient dungeon possesses great archaeological significance. This simply means there should be some interesting treasure worth stealing. Now that's what I call practical archaeology.
la_la: Hoc robur antiquum magnam significantiam archaeologicam habet. Hoc modo significat ut aliqui thesauri iucundi dignis clependis sint. Haec archaeologia practicalis esse dicitur.

# In-game message
source: Your librarians have learned a spell that can break through fortified walls. Give them a slap for not learning it earlier.
la_la: Bibliothecarii tui incantationem, quae muros fortificatos rumpere potest, didicerunt. Alapam da eis, quia eam non ante didicerunt.

# In-game message
source: One of your opponents has developed a spell that can break through fortified walls. Typical. Be on your guard.
la_la: Unus adversariorum tuorum incantationem, quae muros fortificatos rumpere potest, didicit. Typice. Vigila.

# In-game message
source: You have developed the Armageddon spell. That's quite a name to live up to. Make sure you're the most powerful force in the region before casting it.
la_la: Incantationem Apocalypsis obtinuisti. Hoc nomen eam honorat. Verifica ut potentissima vis in hac regione sis antequam iaces eam.

# In-game message
source: You will not find any easy path through this region. You will have to fight hard to gain any advantage. But, if you intend to rule the world, you've simply got to get through days like this.
la_la: Nullum camminum facilem per hanc regionem nancisceris. Opus tibi erit duriter pugnare ut aliquem quaestum obtineas. Sed si vis mundum regere, opus tibi simpliciter est superare dies ut hunc.

# In-game message
source: Your manufacturers have crafted the Lava Trap. After enemy creature steps on it, the area around changes into molten lava, which most creatures won't even try to pass.
la_la: Fabricatores tui Trappam Lavae construxerunt. Postquam creatura inimica super eam graditur, area circa in lavam fusilem mutat, quam creaturae plurimae etiam transire non conabuntur.

# In-game message
source: Your location is already known to the heroes of this land. They have moved quickly to mobilise their forces against you. It's pathetic. They deserve to have their heads impaled on lances for such impudence.
la_la: Locus tuus iam a heroibus huius terrae conatus est. Cito egerunt ut agmina sua contra te parent. Pathetice. Capita sua impalata in lanceis ob impudentiam esse merent.

# In-game message
source: You've upset the local Lord. He's on his way right now. Shall I alert the media?
la_la: Dominus localis a te sollicitus fit. Nunc venit. Debeone instrumenta divulgationis docere?

# In-game message
source: The heroes of this realm possess treasures of great power. Obviously, these should belong to you. I'm certain you will settle the matter of their ownership in your own way.
la_la: Heroes huius regni thesauros potentissimos possident. Hi evidenter te pertineant. Certe res de dominio tibi favorabilis erit.

# In-game message
source: It appears you have a rival. Another Keeper believes he is more ruthless and evil than you. We shall soon see.
la_la: Te rivalem habere videtur. Alius custos se crudeliorem et malitiosiorem quam te esse putat. Mox videbimus.

# In-game message
source: This ancient realm is rich in magical artifacts. Go forth and plunder.
la_la: Hoc regnum antiquum dives artefactis magicis est. Prodi et expila.

# In-game message
source: The guardians of this realm are asleep at the moment. Attack them as soon as you can or they'll be breakfasted, wide awake and inherently more difficult to slaughter.
la_la: Custodes huius regni nunc dormiunt. Incesse eos simul ac potes aut ieientabunt, vigiles erunt atque intrinsece difficilius trucidare erunt.

# In-game message
source: If you should encounter hero patrols, ensure that none of their number escape. Otherwise your presence will be revealed and then you will be in trouble.
la_la: Si circuitus heroum nanciscaris, verifica ut nemo fugiat. Alioqui praesentia tua exhibebitur et tum in difficultate eris.

# In-game message
source: You're taking forever over this. Attack and destroy the heroes' stronghold soon, preferably before hell freezes over.
la_la: De hoc in perpetuum putas. Incesse et destrue mox arcem heroum, potioriter antequam Tartarus se glaciat.

# In-game message
source: Enemy reinforcements have arrived. So what? Let's hear it for more killing.
la_la: Supplementa inimica adveniunt. Quid ni? Plures inimicos occidere.

# In-game message
source: The heroes of this realm have prepared for your coming by building an underground stronghold of their own. Who do they think they are? Sorry, master, that was a rhetorical question.
la_la: Heroes huius regni parati sunt ad adventum tuum arce propria subterranea construenda. Quos se esse putant? Excusa, domine, haec rogatio rhetorica erat.

# In-game message
source: You are about to face the greatest challenge yet to your evil aspirations. Here it comes, ready or not.
la_la: Maxima provocatio affrontaturus es ad ambitiones malignas tuas. Ecce, paratus aut non.

# In-game message
source: Three other Dungeon Keepers, each as evil and powerful as you, have expanded their empires into this realm. Ultimately, only the one who rules the underworld can conquer the realms above.
la_la: Alii tres custodes roboris, quisque tam malignus et potens quam tu, imperios suos in hoc regnum expanderunt. Tandem, solum qui infernum regit regna superterranea debellare potest.

# In-game message
source: This realm is begging to be plunged into darkness. The Avatar himself has a castle here. Another Keeper also seeks his soul. This could get messy.
la_la: Hoc regnum rogat ut in obscuritatem mergatur. Avatar ipse castellum ibi habet. Alius custos quoque animam eius quaerit. Hoc incomptum esse possit.

# In-game message
source: You have destroyed the Avatar's castle but your rival has already taken the Avatar prisoner. Be that as it may, only the Keeper with the blackest heart can destroy this legendary hero, so ransack your rival's dungeon and take the prize.
la_la: Castellum Avataris delevisti, sed rivalis tuus iam Avatarem captivavit. Quidquid id est, solum custos corde aterrimo hunc heroem legendarium delere potest, sic diripe robur rivalis tuis et cape praemium.
