Repository: dkfans/keeperfx
Catalog: lang/gtext_dut.po
Languages: nl

# In-game message
source: You have claimed a Torture Room. Place captive heroes and creatures into this chamber of horrors to convert them to your supremely evil way. Alternatively, place your own creatures within the room whenever disciplinary measures become necessary.
nl: Je hebt een Folterkamer ingenomen. Plaats gevangen Helden en andere wezens in deze kamer van de hel om hen tot jouw duivelse levenswijze te bekeren. Natuurlijk kun je ook je eigen slaafjes in de Folterkamer plaatsen, als ze gestraft moeten worden.

# In-game message
source: You have finally constructed a dungeon impressive enough to attract a Dark Mistress. You must discipline these wicked wenches frequently. They respond particularly well to a good slapping.
nl: Eindelijk heb je een kerker gebouwd die indrukwekkend genoeg is om een Meesteres der Duisternis te verleiden. Straf deze gemene meid regelmatig, ze reageert met name op een goed pak slaag.

# In-game message
source: Your manufacturers have created a Braced Door. If security matters, you can be sure when you buy a Braced Door. You couldn't be certain with only a curtain and a hole in the wall is no help at all.
nl: Er is een Verstevigde Deur gemaakt. Deze deur biedt meer veiligheid en minder gezeur. Schuilen achter een gordijn is niet veilig, dus ook niet fijn, maar met een gat in de muur ben je al gauw zuur.

# In-game message
source: Your researchers have devised a spell that unleashes the energy of a thunderstorm on the target of your choice. Select the spell, aim at a hostile creature and flash-fry him with a Lightning Strike.
nl: Je onderzoekers hebben de spreuk 'BLIKSEMINSLAG' bedacht. Deze laat de energie van een donderstorm op je doel los. Selecteer de spreuk, richt op een vijandig wezen en rooster het.

# In-game message
source: You have manufactured a powerful Lightning Trap. Try it out. It's bound to give someone a shock.
nl: Er is een BLIKSEMVAL gemaakt. Probeer deze maar eens uit. Het zal ongetwijfeld schokkend zijn.

# In-game message
source: It appears you have arrived in the middle of a raging battle. Perhaps it would be wise to stay out of the way until you are strong enough to eliminate both sides.
nl: Je komt midden in een hevige strijd terecht. Het is misschien wel zo verstandig niemand voor de voeten te lopen, totdat je sterk genoeg bent om met beide partijen af te rekenen.

# In-game message
source: An Orc warlord joins you and brings with him the plans for building a Barracks. In this room you can form creatures into teams.
nl: Een Gedrocht sluit zich bij je aan en neemt het ontwerp voor de bouw van Barakken mee. In deze ruimten kun je je slaafjes in groepjes verdelen.

# In-game message
source: I think I hear the clanking of plate armour. Yes, the Lord of the Land has finally roused himself from the fireside to find out where all his loyal servants have gone.
nl: Ik geloof dat ik wapengekletter hoor. Jawel hoor, de Landheer komt eindelijk in actie om te zien waar al zijn trouwe dienaren zijn gebleven.

# In-game message
source: You have turned local heroes into something of an endangered species, now make the enemy Dungeon Keeper extinct.
nl: Door jouw toedoen zijn de lokale Helden vrijwel uitgestorven. Vernietig nu die vijandelijke Dungeon Keeper.

# In-game message
source: You have prevailed, Keeper. The bodies of your enemies litter the most forlorn alcoves of your domain, in tribute to their futile efforts to keep you at bay.
nl: Je hebt gewonnen, Keeper. De lijken van je vijanden bevuilen verlaten nissen van je domein. Dit is een eerbetoon aan hun vergeefse pogingen je te stoppen.

# In-game message
source: Seek out the one who would be your rival in this region of the underworld. Explain the concept of early retirement to him. On the other hand, string him up. It's in the only language he understands.
nl: Zoek naar je rivaal in dit gebied van de onderwereld en leg hem de voordelen van de v.u.t. uit. Je kunt hem natuurlijk ook direct opknopen. Dat is tenminste een taal die hij begrijpt.

# In-game message
source: You have researched the power of Invisibility. Cast it on a creature to hide it from enemy eyes.
nl: De spreuk 'ONZICHTBAAR' is onderzocht. Gebruik deze op een wezen zodat de vijand het niet kan zien.

# In-game message
source: The Protect Creature spell has been researched at last. Cast it on a creature to increase its toughness.
nl: Eindelijk is de spreuk 'MONSTERBESCHERMING' onderzocht. Gebruik deze op een wezen zodat het sterker wordt.

# In-game message
source: That's another enemy successfully written off. The defenceless inhabitants of the land above bow down before your depraved presence. As if that will save them...
nl: Weer een vijand minder. De weerloze bewoners in de bovenwereld buigen voor je verloederende aanwezigheid. Alsof dat ze kan redden...

# In-game message
source: Researchers have found instructions for building a Temple to the dark gods. Sacrifice creatures in the Temple's pool to receive gifts from these gods. You might have to experiment with the offerings you make. The dark gods are not easy to please.
nl: Onderzoekers hebben instructies gevonden voor het bouwen van een Tempel gewijd aan duistere goden. Offer je wezens in de tempelpoel om geschenken van de goden te ontvangen. Je moet met offers experimenteren. Duistere goden zijn niet snel tevreden.

# In-game message
source: This realm is ruled by four arrogant Wizards who think they've got everything under control, because their feeble magical power impresses the locals. But you're not from these parts...
nl: Vier Tovenaars heersen over dit rijk en denken alles onder controle te hebben, omdat ze de bevolking met hun magische krachten snel wisten te beïnvloeden. Tja, jij komt niet uit deze streek...

# In-game message
source: Well, you're done down here. Time to introduce yourself to the locals and re-organise their nice little lives.
nl: Zo, hier beneden ben je klaar. Het is tijd om je aan de lokale bevolking voor te stellen en hun leventjes te reorganiseren.

# In-game message
source: Behold, you have summoned a Horned Reaper. Try not make it angry. You'll fail, because everything makes a Horned Reaper angry but at least try to make sure that everything near it is an enemy creature when it finally goes ballistic.
nl: Pas op! Je roept een Gehoornde Zeiseman op. Probeer hem niet boos te maken. Dit zal je niet lukken omdat hij zich over alles kwaad maakt. Zorg ervoor dat alleen een vijandig wezen bij hem in de buurt is als hij losbarst.

# In-game message
source: Your researchers have concocted a Disease spell. Cast it on enemy creatures and watch the affliction spread like the plague.
nl: Je onderzoekers hebben de spreuk 'ZIEKTE' gebrouwen. Gebruik deze op vijandige wezens en zie hoe de kwelling zich als de pest verspreidt.

# In-game message
source: A Vampire has risen from your Graveyard, nourished by the souls of the dead which have been brought here. You have to suck up to Vampires or they go off in a huff, but they're extremely powerful and fearsome underlings to have in your employ.
nl: In het Mausoleum is een Vampier opgestaan die zich gevoed heeft met de doden die er begraven zijn. Vampiers moet je vleien anders nemen ze de benen, maar het zijn de meest krachtige en geduchte loopjongens die voor je kunnen werken.

# In-game message
source: You have researched the Graveyard. Your Imps will drag corpses here to rot... And possibly to rise again as Vampires, ready to do your bidding. That's style.
nl: Het MAUSOLEUM is onderzocht. Dondersteentjes slepen de lijken hier naar toe om te rotten... misschien staan ze als Vampiers op om al je wensen te vervullen.

# In-game message
source: You have manufactured an Iron Door. It's a formidable barrier. Use it well.
nl: Er is een IJzeren Deur gemaakt. Dit is verreweg de sterkste deur. Gebruik deze goed.

# In-game message
source: Powerful creatures inhabit a cave south of here. There's a party of heroes between you and them but, if you reach them and convert them to your side before they join the other keepers, you will be unstoppable, unless you do something stupid.
nl: Krachtige wezens bewonen een grot in het zuiden. Een groep Helden staat tussen jou en hen in, maar als jij die wezens kunt overhalen zich bij jou aan te sluiten voordat andere Keepers op hetzelfde idee komen, dan ben je niet meer te stoppen, tenzij je iets stoms doet natuurlijk.

# In-game message
source: You have overcome all resistance to your rule, O despicable one. It's time to flex the old misery muscle on the pathetic inhabitants of the land above.
nl: Je hebt elke weerstand tegen jouw heerschappij gebroken, uwe verachtelijke. Het wordt tijd voor wat vingeroefeningen op die zielige bewoners van de bovenwereld.

# In-game message
source: You have a manufactured a Boulder Trap. Place it in a corridor and howl deliriously as it rumbles inexorably towards unwary trespassers.
nl: Er is een ROLSTEENVAL gemaakt. Plaats de val in een gang en begin waanzinnig te gillen als de steen meedogenloos op onvoorzichtige indringers af rolt.

# In-game message
source: With typical brilliance, you have researched the Cave-In spell. Use it to block off passages and repair dungeon breaches. Interestingly, the rockfall will crush to death any creatures caught beneath it.
nl: Door een geniale ingeving heb je de spreuk 'INSTORTEN' ontdekt. Gebruik deze om passages te blokkeren en gaten in de kerker te dichten. Vallende rotsblokken doden elk wezen dat er onder staat, wat goed van pas kan komen.

# In-game message
source: Your tireless librarians have researched the Scavenger Room. Creatures placed within a Scavenger Room will lure their kin from other dungeons and the outside world, into your domain.
nl: Je onvermoeibare onderzoekers hebben de AASKAMER onderzocht. Wezens in de Aaskamer lokken soortgenoten uit andere kerkers en de buitenwereld naar jouw domein.

# In-game message
source: Your great wealth has bought the loyalty of a passing Dragon. They are fickle creatures. Keep your eye on this one.
nl: Je grote rijkdom heeft de trouw van een passerende Draak gekocht. Draken zijn grillige wezens. Houd hem in de gaten.

# In-game message
source: A Hell Hound has been lured to your domain by your Scavenger Room.
nl: Via de Aaskamer is een Helhond je kerker ingelokt.

# In-game message
source: The other two Keepers in this region have put aside their differences for the moment and joined forces, in an effort to destroy you. That's almost a compliment. Kill the creeps.
nl: De overige twee Keepers in dit gebied hebben hun geschillen tijdelijk opzij gezet en de handen ineen geslagen in een poging je te vernietigen. Het is haast een compliment. Sloop dat tuig!

# In-game message
source: You have won a magnificent victory, Master. You have a talent for twisted mercilessness that makes other Keepers look well behaved by comparison.
nl: Je hebt een grootse overwinning behaald. Je bent zo heerlijk genadeloos. Vergeleken met jou zijn andere Keepers watjes.

# In-game message
source: You have discovered a devastating magical power. Target it against a creature to transform a fearsome monster into a clucking chicken. Marvellous.
nl: Je hebt een afgrijselijk goede magische kracht ontdekt. Zodra je deze tegen een wezen gebruikt zal het monster veranderen in een stom kuiken. Geweldig.

# In-game message
source: Your manufacturers have built an Alarm Trap. It will warn you of your enemies' approach and summon nearby creatures to deal with the intruders.
nl: Er is een ALARMVAL gemaakt. Deze waarschuwt je voor naderende vijanden en roept wezens in de buurt op met de indringers af te rekenen.

# In-game message
source: You have created a Magic Door. These are almost impregnable to all but magical attacks. I recommend sealing off your Treasure Room or Dungeon Heart.
nl: Er is een Magische Deur gemaakt. Deze deuren kunnen alleen door magische spreuken geopend worden en zijn geschikt om de Schatkamer en het Hart van de kerker af te sluiten.

# In-game message
source: Elsewhere in this fiery realm you have a rival Keeper to contend with. I advise extreme antisocial behaviour on your part.
nl: Elders in dit hete rijk zit een rivaliserende Keeper waarmee je rekening moet houden. Ik raad je aan je asociaal te gedragen.

# In-game message
source: Notch up another victory, most malicious one. You have another land to add to your dismal collection.
nl: We noteren wederom een overwinning, uwe kwaadaardigheid. Je kunt weer een land aan de collectie toevoegen.

# In-game message
source: Your annihilation of the first wave has met with the approval of a pack of demons from the fifth plane of hell. Train your creatures and prepare for another battle. You're attracting quite an audience.
nl: Je vernietiging van de eerste aanvalsgolf is door een groep demonen in de zevende hel goed ontvangen. Train uw wezens en bereid ze voor op de komende strijd. Je trekt al aardig wat publiek.

# In-game message
source: The enemy are upon us. I'm just telling you in case you were having a doze.
nl: De vijand is nabij. Ik vertel het je even voor het geval dat je in slaap was gesukkeld.

# In-game message
source: All the heroes are dead, which is as it should be. This land and all its spoils are yours. May I suggest that you waste everything?
nl: Alle Helden zijn dood, zoals het hoort. Dit land met bijbehorende oorlogsbuit is van jou. Mag ik voorstellen alles te vernietigen?

# In-game message
source: If lands had legs this one would be on its knees. Its desperate inhabitants are preparing a full scale attack on your dungeon. It will be an ideal opportunity to practise unspeakable evil on a massive scale. Go for it, master.
nl: Als landen benen hadden, dan zat deze op zijn knieën. De wanhopige bewoners bereiden een grootse aanval op je kerker voor. Dit is een goede gelegenheid om onuitgesproken wreedheden op grote schaal te begaan. Ga ervoor, Keeper.

# In-game message
source: The Hold Audience spell has been researched. It will immediately teleport all of your creatures back to your Dungeon Heart. Let's hope you never need it.
nl: De spreuk 'AUDIËNTIE' is ontdekt. Hiermee worden al je wezens direct naar het Hart van je kerker gestuurd. Hopelijk hoef je deze spreuk nooit te gebruiken.

# In-game message
source: You can't swing a cat for Dungeon Keepers fighting over the destiny of this region. It should fall to you to settle the disagreement once and for all.
nl: Er is nauwelijks plaats voor je omdat Dungeon Keepers strijden om de toekomst van dit gebied. Het is aan jou om dit meningsverschil voorgoed te beëindigen.

# In-game message
source: Your researchers have discovered the devastating Chicken spell. Cast it on any creature to instantly transform the target into poultry. It's a fowl weapon.
nl: Je onderzoekers hebben een afgrijselijk goede spreuk ontdekt 'KUIKEN'. Gebruik deze op elk willekeurig wezen en het verandert meteen in een hoopje dons.

# In-game message
source: So, now you have a spell that turns fortified walls to dust. It's expensive to cast and it's also possible that your enemies possess the same magic power. This could still turn out to be one of those days.
nl: Ziezo, nu heb je een spreuk die zelfs verstevigde muren in stof omzet. De spreuk is niet goedkoop en de kans bestaat dat je vijanden over dezelfde magische kracht beschikken. Dit zou wel eens ÚÚn van die vijanden kunnen zijn.

# In-game message
source: Only the Lord of this Land stands between you and hectares of desolation and woe. I bet you can't wait to meet him.
nl: Alleen de Landheer van dit rijk staat tussen jou en hectaren van woestenij en rampspoed. Wedden dat je hem wilt ontmoeten.

# In-game message
source: Your continued success makes me sick. Thank you, your wickedness.
nl: Ik word niet goed van al die successen van jou. Dank je wel, uwe verdervelijkheid.

# In-game message
source: You seem to have started a trend. Two other Dungeon Keepers also have designs on this dark domain. Expect no quarter from your rivals.
nl: Je bent een trend-zetter geworden. Twee andere Dungeon Keepers hebben ook ontwerpen voor dit duistere rijk. Verwacht niet dat ze willen delen.

# In-game message
source: Can you see how vulnerable one of your opponents has become? Then kill him.
nl: Heb je gemerkt hoe kwetsbaar ÚÚn van je tegenstanders is geworden? Maak hem dan af.

# In-game message
source: I spy a keeper with hardly any creatures left under his control. I spy a Keeper who's about to die.
nl: Ik zie een Keeper die vrijwel geen slaafjes meer heeft. Ik zie een Keeper die op het punt staat te sterven.

# In-game message
source: This ancient dungeon possesses great archaeological significance. This simply means there should be some interesting treasure worth stealing. Now that's what I call practical archaeology.
nl: Deze oude kerker is een belangrijk archeologisch monument. Met andere woorden er liggen genoeg schatten die het stelen waard zijn. Kijk, dat noem ik nou opgraven.

# In-game message
source: Your librarians have learned a spell that can break through fortified walls. Give them a slap for not learning it earlier.
nl: Er is een spreuk ontdekt om verstevigde muren te doorbreken. Geef ze een pak slaag omdat ze die spreuk niet eerder hebben ontdekt.

# In-game message
source: One of your opponents has developed a spell that can break through fortified walls. Typical. Be on your guard.
nl: Een van je tegenstanders heeft een spreuk ontwikkeld om verstevigde muren te doorbreken. Wees op je hoede.

# In-game message
source: You have developed the Armageddon spell. That's quite a name to live up to. Make sure you're the most powerful force in the region before casting it.
nl: De spreuk 'WERELDBRAND' is ontdekt. Een behoorlijke naam om waar te maken. Zorg ervoor dat je de sterkste in de regio bent voordat je deze spreuk gebruikt.

# In-game message
source: You will not find any easy path through this region. You will have to fight hard to gain any advantage. But, if you intend to rule the world, you've simply got to get through days like this.
nl: Het vinden van je weg is in dit gebied alles behalve eenvoudig. Je zult voor elke centimeter hard moeten knokken. Tja, als je over de wereld wilt heersen, heb je ook van die dagen als deze.

# In-game message
source: Your location is already known to the heroes of this land. They have moved quickly to mobilise their forces against you. It's pathetic. They deserve to have their heads impaled on lances for such impudence.
nl: Je positie is al bekend bij de helden van dit land. Ze hebben razendsnel hun troepen gemobiliseerd. Zielig eigenlijk. We zouden hun koppen op lansen moet spiezen voor een dergelijk schaamteloosheid.

# In-game message
source: You've upset the local Lord. He's on his way right now. Shall I alert the media?
nl: De lokale Landheer is van streek. Hij komt hierheen. Zal ik de media waarschuwen?

# In-game message
source: The heroes of this realm possess treasures of great power. Obviously, these should belong to you. I'm certain you will settle the matter of their ownership in your own way.
nl: De helden van dit rijk bezitten zeer machtige schatten. Vanzelfsprekend, behoren die schatten jou toe. Ik weet zeker dat je deze kwestie op geheel eigen wijze weet op te lossen.

# In-game message
source: It appears you have a rival. Another Keeper believes he is more ruthless and evil than you. We shall soon see.
nl: Je hebt een rivaal. Een andere Keeper gelooft dat hij nog wreder en slechter is dan jij. Dat wil ik zien.

# In-game message
source: This ancient realm is rich in magical artifacts. Go forth and plunder.
nl: Dit oude land is rijk aan magische voorwerpen. Gaat heen en plunder.

# In-game message
source: The guardians of this realm are asleep at the moment. Attack them as soon as you can or they'll be breakfasted, wide awake and inherently more difficult to slaughter.
nl: De wachters van dit land slapen nu. Val zo snel mogelijk aan, anders zijn ze klaar wakker, hebben ze ontbeten en zijn ze een stuk lastiger af te maken.

# In-game message
source: If you should encounter hero patrols, ensure that none of their number escape. Otherwise your presence will be revealed and then you will be in trouble.
nl: Mocht je een heldenpatrouille tegenkomen, zorg er dan voor dat niemand ontsnapt. Anders weten ze waar je bent en dan zit je zo in de moeilijkheden.

# In-game message
source: You're taking forever over this. Attack and destroy the heroes' stronghold soon, preferably before hell freezes over.
nl: Dit duurt een eeuwigheid. Val aan en vernietig snel het heldenbolwerk, het liefst voordat het in de hel vriest.

# In-game message
source: Enemy reinforcements have arrived. So what? Let's hear it for more killing.
nl: Vijandelijke versterkingen zijn aangekomen. Nou en? Kunnen we ons nog meer uitleven.

# In-game message
source: The heroes of this realm have prepared for your coming by building an underground stronghold of their own. Who do they think they are? Sorry, master, that was a rhetorical question.
nl: De lokale Helden hebben zich op je komst voorbereid en een ondergronds bolwerk gebouwd. Wie denken ze wel dat ze zijn? Sorry Keeper, dat was een retorische vraag.

# In-game message
source: You are about to face the greatest challenge yet to your evil aspirations. Here it comes, ready or not.
nl: Je staat voor de grootste uitdaging van je duivelse aspiraties. Nu begint het, of je nu klaar bent of niet.

# In-game message
source: Three other Dungeon Keepers, each as evil and powerful as you, have expanded their empires into this realm. Ultimately, only the one who rules the underworld can conquer the realms above.
nl: Drie Keepers, elk even machtig en duivels als jij, hebben hun rijk in dit land uitgebreid. Bedenk wel, alleen diegene die over de onderwereld heerst, kan de bovenwereld veroveren.

# In-game message
source: This realm is begging to be plunged into darkness. The Avatar himself has a castle here. Another Keeper also seeks his soul. This could get messy.
nl: Dit rijk smeekt om in duisternis gestort te worden. AVATAR heeft een kasteel hier. Een andere Keeper is ook al op zoek naar zijn ziel. Dit kan nog een troep worden.

# In-game message
source: You have destroyed the Avatar's castle but your rival has already taken the Avatar prisoner. Be that as it may, only the Keeper with the blackest heart can destroy this legendary hero, so ransack your rival's dungeon and take the prize.
nl: Je hebt weliswaar AVATAR's kasteel vernietigd, maar AVATAR zelf is door je rivaal gevangen genomen. Het zij zo, maar alleen de Keeper met de donkerste ziel kan de Held vernietigen. Dus, plunder de kerker van je rivaal en neem die prijs.

# In-game message
source: The Avatar has been resurrected by loyal lieutenants in hiding. But their act has revealed them to us, here in this realm. Now the Avatar rallies all those who would stand against you. It's time you gave this self-righteous oaf a proper kicking, master.
nl: AVATAR is weer tot leven gewekt door trouwe officieren die zijn ondergedoken. We weten nu waar ze zijn. AVATAR verzamelt iedereen die tegen jou ten strijde wilt trekken. Het wordt hoog tijd die zelfingenomen sukkel een pak slaag te geven.

# In-game message
source: Powerful magic permeating through the rock from the realm above prevents a dungeon from being constructed here. You will have to conquer this realm another way.
nl: Vanuit de bovenwereld dringt krachtige magie door de rotsen, waardoor je hier geen kerker kunt bouwen. Je zult dit land op een andere manier moeten veroveren.

# In-game message
source: Possess this Dragon to help you negotiate the fiery pits but be prepared to transfer your soul to a more appropriate creature when the situation demands it.
nl: Neem bezit van deze Draak om de gloeiend hete putten te passeren, maar verplaats je ziel naar een ander geschikt wezen zodra de situatie daarom vraagt.
