Repository: dkfans/keeperfx
Catalog: lang/gtext_cze.po
Languages: cs_cz

# In-game message
source: Possess this Dragon to help you negotiate the fiery pits but be prepared to transfer your soul to a more appropriate creature when the situation demands it.
cs_cz: Ovladni tohoto draka a pokus se s nim vyresit ty nejpalcivejsi problemy. Bud ale pripraven prenest svou dusi do jineho k danym ucelum vhodnejsiho stvoreni, pokud to bude situace vyzadovat.

# In-game message
source: Possess the Vampire below. Should you succeed in killing every hero in this region, the Vampire will accompany you to the realm beyond.
cs_cz: Ovladni upira. Pokud uspejes a pobijes vsechny hrdiny tohoto kraje, pripoji se tento upir k tvym silam v podzemnich sklepenich.

# In-game message
source: These Imps have all turned rogue and therefore must die. The speed with which you accomplish their destruction will determine your fitness for greater tasks ahead.
cs_cz: Tito skreti kradli tve zlato a proto musi okamzite zemrit. Rychlost s jakou dokazes potrestat tyto zradce urci, jestli jsi schopen schopen zvladnout vetsi ukoly.

# In-game message
source: Tempus fugit, Keeper. You have been warned.
cs_cz: Čas uplynul, Strážce. Já tě varoval.

# In-game message
source: You have failed. Perhaps you're not the harbinger of doom the forces of darkness were hoping for.
cs_cz: Selhal jsi, priteli. Zrejme nejsi dost dobry posel zkazy jak doufaly sily temnot.

# In-game message
source: You must have lightning reflexes to complete the task ahead of you. Kill these Imps as quickly as you can.
cs_cz: Splneni tohoto ukolu vyzaduje velikou rychlost a zrucnost. Pobij tyto skrety jak nejrychleji muzes.

# In-game message
source: Half your allotted time has elapsed.
cs_cz: Jiz uplynula polovina vyhrazeneho casu.

# In-game message
source: You are out of time. That was a shocking performance.
cs_cz: Cas vyprsel. Zklamal jsi, pane.

# In-game message
source: It is done. Tiny heaps of charred flesh smoulder where Imps once stood. You certainly had your finger on the pulse this time. The dark gods will send you a vicious creature to help you conquer the next realm.
cs_cz: Ukol jsi splnil. Drobne kousky spaleneho masa doutnaji prilepene na stenach chodeb v mistech, kde jsi skrety dostihl. Temni bohove ti jako odmenu za rychlost poslali Obra, aby ti pomohl dobyt dalsi risi.

# In-game message
source: You have no gold left. It pays to keep your head in such a charged environment.
cs_cz: Jiz nemas zadne penize. Zda se, ze tu za chvili nastane pekele vedro.

# In-game message
source: You have been called to this realm to punish a horde of revolting Bile Demons by crushing them with Boulder Traps scattered around the perimeter of the dungeon. You have very little time, so rock and roll!
cs_cz: Byl jsi povolan rozdrtit vzpouru smecky Divych demonu. Mel bys pouzit kamenne pasti rozmistnene po obvodu sklepeni. Mas velmi malo casu, proto sebou budes muset trochu hodit.

# In-game message
source: Half your time has expired.
cs_cz: Prave uplynula polovina urceneho casu.

# In-game message
source: Your time is up. You have failed. I'm embarrassed to come from the same inter-dimensional void as you.
cs_cz: Tvuj cas vyprsel. Selhal jsi. Je mi trapne, ze jsem s tebou musel travit cas!

# In-game message
source: Well done. You have excelled in your use of large balls of stone for which the dark gods will repay you, by allowing you to use the warrior you found when you reach the next realm.
cs_cz: Skvela prace. Tve schopnosti vyuzivat velkych kamennych kouli jsou skvele. Temni bohove se ti odmeni pridelenim tri Superskretu, kteri ti pomohou dosahnout dalsiho uspechu.

# In-game message
source: This region of the underworld will test your ability to traverse the network of caverns. Indeed, time is your enemy here. Defeat it and you will find where a legendary warrior is imprisoned. That warrior will serve you well in the future.
cs_cz: Tato podzemni oblast proveri tve schopnosti pronikat bludistem jeskyni a sluji. Opet je zde tvym hlavnim nepritelem cas. Pokud dokazes prekonat cas, najdes uvezneneho legendarniho valecnika jmenem Ug. Ug ti totiz dobre poslouzi v dalsich ukolech.

# In-game message
source: The people of this realm speak of a Dungeon Keeper called Wisel, who is bound to get in your way. When he does, you will have to consign him to history. This will be no mean feat. Resources are scarce because of his activities.
cs_cz: Obyvatele zdejsi rise vypovidali o Strazci jmenem Wisel, ktery se ti hodla postavit do cesty. Pokud tak ucini, budes ho muset nalezite usmernit. Ovsem nebude to jednoduche, protoze Wisel uz stacil vetsinu zlata vytezit.

# In-game message
source: Wisel is defeated. The land is yours to plunder and despoil for all eternity. Give 'em hell, master.
cs_cz: Wisel je porazen. Jeho uzemi ted muzes pro vecnou slavu beztrestne vyplenit a znicit.

# In-game message
source: Your evil has corrupted a Samurai Warrior, he has forsaken honour to join your cause. Should your minions suffer heavy casualties, this Warrior will even call upon his brothers in arms to offer assistance. How kind. How stupid!
cs_cz: Tve zlo prilakalo Samuraje, ktery se vzdal sve cti aby se mohl prostavit po tvem boku. Pokud tvi verni utrpi tezke ztraty, samuraj privola sve bratry ve zbrani, aby ti nabidli svou pomoc.

# In-game message
source: This region of the underworld is riddled with tunnels and many heroes explore their labyrinthine ways. No-one said being evil would be easy.
cs_cz: Tato cast podzemi je protkana chodbami, kterymi bloudi mnoho hrdinu.

# In-game message
source: It is rumoured that two Dragons are held captive somewhere east of here. Were you to find them and free them, they would make powerful servants.
cs_cz: Koluji zvesti, ze na vychod odtud jsou uvezneni dva draci. Pokud je dokazes najit a osvobodit, mohou ti dobre poslouzit.

# In-game message
source: A tunnel to the north leads to the Lord of the Realm's domain. This gate is guarded well. It might be wise to direct the humans' attention towards your subterranean enemy.
cs_cz: Chodba vedouci na sever usti na uzemi Vladce zdejsiho kralovstvi. Tato brana je ovsem dobre strazena. Ucinis velice moudre, pokud upoutas pozornost svych nepratel na tve podzemni nepratele.

# In-game message
source: These Boulder Traps are ideal for crushing the foe but there are only three of them at your disposal, so use them wisely.
cs_cz: Kamenne pasti jsou skvela zbrann k rozdrceni tvych nepratel. Satanuzel mas k dispozici pouze tri pasti, proto se snaz jich vyuzit co nejlepe.

# In-game message
source: May I suggest that you kill or imprison anything that gets in your way?
cs_cz: Mohu navrhnout zabít nebo uvěznit vsšchny, kteří se ti postaví do cesty?

# In-game message
source: Another realm falls under your evil reign. Another cloud of misery and despair gathers. Lovely.
cs_cz: Dalsi kralovstvi podlehlo tvym silam zla. Nad dobitym uzemim stoupa narek a zoufalstvi prezivsich.

# In-game message
source: You have failed. This is a grim day for evil.
cs_cz: Byl jsi porazen. Toto je kruta rana silam zla.

# In-game message
source: Dispense with a particularly obnoxious party of Dwarves which wanders this region and recruit as many Bile Demons as you can. If you free the Wizard held captive in this realm, he will serve you for some time to come.
cs_cz: Nyni bys mel pobit skupinu trpasliku ktera se potuluje zdejsim krajem, a najmout pokud mozno co nejvic divych demonu. Take je v tomto kralovstvi drzen v zajeti mocny kouzelnik. Pokud se ti podari osvobodit ho, bude ti z vdecnosti nejakou dobu slouzit.

# In-game message
source: Take more care of your Bile Demons or you will never make it beyond this realm.
cs_cz: Davej na sve dive demony vetsi pozor, jinak tuto risi tezko dobudes.

# In-game message
source: How time flies... hurry!
cs_cz: Čas rychle ubíhá ... pospěš!

# In-game message
source: You will meet your nemesis, the Avatar, in this subterranean place. This is your ultimate test. Remember, mercy is for losers.
cs_cz: Avatar musi zde, v tomto zatuchlem pozemnim sklepeni najit svou zkazu. Toto je posledni a rozhodujici bitva. Pamatuj, ze slitovani je vlastnosti porazenych.

# In-game message
source: The Avatar and his allies are defeated, yet his power over this land lingers. Prepare thyself...
cs_cz: Avatar a jeho sluzebnici jsou porazeni, a jejich mrzke duse nyni bloumaji po kraji. Priprav se...

# In-game message
source: You got rid of that Keeper easily. Now all that stands between you and total world domination is that ponce in shining armour. Let's get him.
cs_cz: Tenhle Strazce pro tebe nebyl zadnym souperem. Nyni mezi tebou a tvou krutou a krvavou vladou nad celym svetem stoji pouze tenhle hlupak v lesklem brneni. Krasna hracka...

# In-game message
source: Success is thine. Truly, you have earned your title, Dungeon Keeper.
cs_cz: Uspel jsi ve svem poslani. Dokazal jsi, ze jsi hoden titulu Strazce Sklepeni.

# In-game message
source: What is this? The Avatar lives!
cs_cz: Co se to tu deje? Avatar žije!

# In-game message
source: Finally, you stand unchallenged. The world is yours to waste and despoil. I bet you have never felt so bad.
cs_cz: Konecne jsi zlomil posledni odpor tvych nepratel. Nyni muzes bez problemu nicit a drancovat cely svet. Vsadim se, ze sis nikdy nepripadal tak zlej.

# In-game message
source: Marvellous, Keeper! The Avatar and all his pathetic army are finally dead! There's only one Keeper to get rid of before becoming the absolute master! So, what are you waiting for?
cs_cz: Úžasné, Správče! Avatar a celá jeho ubohá armáda je konečně mrtvá! Zbývá tu jen jeden Správce, kterého se musíš zbavit, aby jsi se stal absolutním pánem! Takže, na co čekáš?

# In-game message
source: Did you see? Your Demon Spawn has evolved to become a powerful Dragon ready to reduces your enemies into ashes!
cs_cz: Viděl jsi? Tvůj Dábelský zplozenec se vyvinul, a stal se mocným Drakem, který je připraven zredudovat tvé nepřátele na popel!

# In-game message
source: Well done! Your immense wealth has drew the attention of a Thief. He will serve you well in the next realm!
cs_cz: Výborně! Tvé nesmírné bohatství přilákalo Zloděje. Bude ti dobře sloužit v příští říši!

# In-game message
source: Your researchers have discovered the Heal Creature spell that allows to replenish the health of your creatures and keep them from dying for a while longer.
cs_cz: Tví vědci objevili kouzlo Uzdravit příšeru, které umožňuje doplnit zdraví tvých bytostí a udrží je o chvíli déle na živu.

# In-game message
source: Try the Must Obey spell. When activated, it constantly forces your creatures to obey to all your orders, making all of them working faster without the possibility for them to take a nap. Be sure to have plenty of money so that the spell will stay activated.
cs_cz: Zkus kouzlo Poslušnost. Pokud je aktivováno, nutí neustále tvé bytosti poslouchat všechny tvé příkazy, takže všichni z nich pracují rychleji, bez možnosti si zdřímnout. Ujisti se, že máš spoustu peněz, aby kouzlo zůstalo aktivováno.

# In-game message
source: A Tentacle has joined your dungeon. These rare little creatures enjoy to be in water and their spine can even pierce the most solid armors and paralyze your enemies! Marvellous!
cs_cz: Chapadlo přišlo do tvé kobky. Tyto vzácné malé stvoření si lebedí ve vodě a jejich páteře mohou prorazit ty nejpevnější brnění a ochromit tvé nepřátele! Úžasné!

# In-game message
source: You have entered this realm to gain a creature for your further efforts. You got the creature from start, so you must only keep it safe. And the only way to make this place safe is to kill every hero in the realm.
cs_cz: Vstoupil jsi do této oblasti za účelem získání příšer pro své další cíle. Máš své stvoření od začátku, takže se musíš udržet pouze v bezpečí. A jediný způsob, jak zajistit, aby bylo toto místo bezpečné je zabít každého hrdinu v oblasti.

# Level name
source: Waterdream Warm
cs_cz: Teplý Vodnísen

# Level name
source: Flowerhat
cs_cz: Kytičková Čepice

# Level name
source: Tickle
cs_cz: Šimrov

# Level name
source: Hearth
cs_cz: Srdce

# Level name
source: Elf's Dance
cs_cz: Elfí Tanec

# Level name
source: Buffy Oak
cs_cz: Hmyzí buk

# Level name
source: Sleepiburgh
cs_cz: Spánkov

# Level name
source: Mistle
cs_cz: Jmelí

# In-game interface description
source: Name and Health: Each creature has its own name. Behind is the creature health bar. The higher the red bar, the better health the creature is in.
cs_cz: Jméno a zdraví: Každé stvoření má své vlastní jméno. Pod ním je ukazatel života. Čím vyšší je červená stupnice, tím lepšímu zdraví se příšera těší. [23.4]

# In-game interface description
source: Experience: The creature's experience level. Behind the level number is a bar indicating the creatures progress towards attaining more experience.
cs_cz: Zkušenosti: Úroveň zkušenosti obludy. Pod číslem úrovně je ukazatal znázorňující postup příšery k získání více zkušenosí. [23.3]

# In-game interface description
source: Hunger: How badly a creature needs to suck down a chicken or two.
cs_cz: Hlad: Ukazuje jak moc by potvora potrebovala sezrat jedno nebo dve kuřátka.

# In-game interface description
source: Cancel
cs_cz: Zrušit

# Creature spell
source: Arrow: The basic ranged weapon, effective at long distance.
cs_cz: Šíp: Základní zbraň pro boj na dálku, efektivní na dlouhé vzdálenosti. [25.4]

# Creature spell
source: Grenade: Throws a powerful explosive at the approaching enemy. It can also bounce off walls and has the traditional delayed fuse.
cs_cz: Granat:

# Creature spell
source: Navigating Missile: This homes in on the nearest hero or enemy creature and explodes with devastating force.
cs_cz: Samonavadeci raketa:

# Creature spell
source: Speed: Speeds up the creature so that it can perform fighting and working tasks really quickly.
cs_cz: Rychlost:

# Creature spell
source: Poison Cloud: Forms a cloud of noxious gas capable of damaging both the enemy and your own creatures. The gas affects all who breathe it.
cs_cz: Jedovaty mrak:

# Creature spell
source: Group: Not used
cs_cz: Skupina: Nepoužito

# Creature spell
source: Invisibility: Cast on one of your minions, it makes the host creature invisible to all enemies. Unless they possess a subnatural Sight.
cs_cz: Neviditelnost:

# Creature spell
source: Teleport: With this spell, a creature can teleport anywhere on the map. If you are Possessing a creature, then it teleports to its Lair or to the Dungeon Heart.
cs_cz: Teleport:

# Creature spell
source: Flame Breath: The devasting constant stream of searing fire.
cs_cz: Ohnivy dech:

# Creature spell
source: Illumination: Brings light onto darkness, allowing the creature to see but also be seen by others.
cs_cz: Svetelkovani:

# Creature spell
source: Flight: Causes the creature to take off from the ground and attack creatures from the air.
cs_cz: Letani:

# Creature spell
source: Hail Storm: Creates a shower of hailstones wherever the spell lands.
cs_cz: Krupobiti:

# Creature spell
source: Slow: Slows down the target creature, making it attacks and movement delayed.
cs_cz: Zpomaleni:

# Creature spell
source: Drain: This spell drains the target creature a fair part of its health and magical abilities.
cs_cz: Vycerpani:

# Creature spell
source: Heal: When this is cast, the creature is massively healed. Also, any nearby creatures are healed by a quarter.
cs_cz: Uzdraveni:

# Creature spell
source: Wind: Creates a force twelve gale in your Dungeon blowing every creature away from you.
cs_cz: Vitr:

# Creature spell
source: Meteor: More powerful that the fireball, this spell throws out a solid ball of fire which does a lot of damage to an enemy.
cs_cz: Meteor:

# Creature spell
source: Fireball: Fires a single fireball which homes in on the nearest enemy. Also inflicts minor damage to a Dungeon's walls and doors.
cs_cz: Fireball:

# Creature spell
source: Hand to Hand: The basic battle ability that allows to attack the enemy with either bare hands or a sword.
cs_cz: Boj zblizka:

# Creature spell
source: Dig: This is the basic ability of the Imp and allows it to tunnel through earth.
cs_cz: Dolovat:

# Creature spell
source: Disease: Fired at a foe, gives them a Disease which is then spread to other creatures. The infected are slowly dying and can only be healed in the Temple.
cs_cz: Nemoc:

# Creature name
source: Fairy
cs_cz: Víla

# Creature name
source: Imp
cs_cz: Skřet

# Creature name
source: Beetle
cs_cz: Brouk

# Creature name
source: Troll
cs_cz: Trol

# Creature name
source: Demon Spawn
cs_cz: Zplozenec démona

# Creature name
source: Warlock
cs_cz: Čaroděj

# Creature name
source: Fly
cs_cz: Moucha

# Creature name
source: Spider
cs_cz: Pavouk

# Creature name
source: Skeleton
cs_cz: Kostlivec

# Creature name
source: Horned Reaper
cs_cz: Rohatý sekáč

# Creature name
source: Dragon
cs_cz: Drak

# Creature name
source: Tentacle
cs_cz: Chapadlo

# Creature name
source: Hound
cs_cz: Pekelný pes

# Creature name
source: Ghost
cs_cz: Duch

# Creature name
source: Mistress
cs_cz: Milenka

# Creature name
source: Bile Demon
cs_cz: Žlučový démon

# Creature name
source: Vampire
cs_cz: Upír

# Creature name
source: Barbarian
cs_cz: Barbar

# Creature name
source: Knight
cs_cz: Rytíř

# Creature name
source: Wizard
cs_cz: Kouzelník

# Creature name
source: Orc
cs_cz: Ork

# Creature name
source: Mountain Dwarf
cs_cz: Trpslík z hor

# Creature name
source: Valley Dwarf
cs_cz: Trpaslík z údolí

# Creature name
source: Thief
cs_cz: Zloděj

# Creature name
source: Samurai
cs_cz: Samuraj

# Creature name
source: Priestess
cs_cz: Kněžka

# Creature name
source: Giant
cs_cz: Obr

# Creature name
source: Archer
cs_cz: Lučištník

# Creature name
source: Monk
cs_cz: Mnich

# In-game interface description
source: Query: Select this and left click on a creature to view information on that creature and track it on screen. LMB select.
cs_cz: Dotaz: Vyber tuhle polozku a pak levou mysi klikni na obludu. Ziskas tak informace o vybrane oblude. Vyber provedes LTM.

# Menu interface item
source: Select game
cs_cz: Vyber hru

# Menu interface item
source: Network Menu
cs_cz: Síťové menu

# Menu interface item
source: Main Menu
cs_cz: Hlavní menu

# In-game interface description
source: Anger: How angry the creature is. The higher the bar is, the angrier the creature is.
cs_cz: Hnev: Ukazuje jak je obluda vztekla.

# In-game interface description
source: Creature Kills: The total number of enemies the creature has slain.
cs_cz: Pocet zabitych: Zobrazi pocet nepratel, kolik obluda zabila.

# In-game interface description
source: Strength: The amount of damage the creature inflicts upon it's enemies with each hit.
cs_cz: Sila: Ukaze jake poskozeni zpusobi obluda nepriteli jednim uderem.

# In-game interface description
source: Wage: The creature's salary in gold which it takes on each payday.
cs_cz: Zold: Za kolik bude s vami obluda spolupracovat.

# In-game interface description
source: Gold Held: The amount of gold the creature is carrying.
cs_cz: Zlato: Zobrazi kolik zlata ma obluda u sebe.

# In-game interface description
source: Defence: The chance a creature will avoid a blow. The higher the number, the greater the chance of avoidance.
cs_cz: Obrana: Ukaze do jake miry se obluda umi branit.

# In-game interface description
source: Skill: The creature's ability to perform tasks. The higher the Skill level, the better the creature's performance.
cs_cz: Uroven: Zobrazi nakolik je obluda schopna splnit ukol.

# In-game interface description
source: Age/Time In Dungeon: The length of time you have employed the creature.
cs_cz: Vek/Delka pobytu: Ukaze jak dlouho pro tebe obluda pracuje.

# In-game interface description
source: Luck: The chance that a creature will do a double attack or a double defence in combat. Taken into account only when the hit is not avoided.
cs_cz: Stesti: Jakou ma sanci na to, ze se obluda bude moci dvakrat branit nebo dvakrat utocit.

# In-game interface description
source: Blood type: As if you care. Blood is blood, right?
cs_cz: Krevni skupina: To je snad jedno. Krev je jenom krev, ne?

# In-game interface description
source: Idle: The creature is either sleeping or not working. It's not involved in anything constructive or useful. LMB pick up creature. RMB zoom.
cs_cz: Zahali: Obluda bud spi nebo nepracuje. LTM obludu uchopis, PTM vyvolas detailni pohled.

# In-game interface description
source: Working: The creature is performing tasks and doing work for you. LMB pick up creature. RMB zoom.
cs_cz: Pracuje: Obluda pracuje na zadanem ukolu. LTM obludu uchopis, PTM vyvolas detailni pohled.

# In-game interface description
source: Fighting: The creature is in a battle. LMB pick up creature. RMB zoom.
cs_cz: V boji: Obluda prave bojuje. LTM obludu uchopis, PTM vyvolas detailni pohled. [9.3] a [22.2.1]

# In-game interface description
source: Fight: Your creatures always attack and not avoid any combat. LMB select.
cs_cz: Bojovat: Tve obludy budou vyhledavat boj. Voli se LTM. [6.5.1]

# In-game interface description
source: Flee: Your creatures attempt to preserve their lives, running away if they are too badly injured. LMB select.
cs_cz: Ustoupit: Tve obludy se pokusi zachranit si zivot. Voli se LTM. [5.2]

# In-game interface description
source: Imprison: Your creatures stun their enemies in battle and imprison those they defeat. LMB select.
cs_cz: Uveznovat: Tve obludy budou odnaset omracene nepratele do vezeni. Voli se LTM. [5.1]

# In-game interface description
source: Defending: The creature is concentrating on avoiding its adversary's blows.
cs_cz: Branit se: Obluda se bude snazit ubranit protivnikovym utokum.

# In-game interface item
source: Are you sure?
cs_cz: Jsi si jistý?

# In-game interface item
source: Yes
cs_cz: Ano

# In-game interface item
source: No
cs_cz: Ne

# In-game interface item
source: For
cs_cz: Pro

# In-game interface description
source: Shadows: The number of shadows cast by each creature. LMB toggle.
cs_cz: Stiny: Urcuje pocet stinu vrhanych kazdou obludou. Prepina se LTM. [3.2.2]

# In-game interface description
source: View Type: Swap between the default and forced perspective views. Default view has warped walls and can be rotated, forced perspective shows larger area but can only be rotated 90 degrees. LMB toggle.
cs_cz: Typ pohledu: Prepina mezi zakladnim a nastavitelnym pohledem. Prepina se LTM. [3.2.2]

# In-game interface description
source: Wall Height: Swap between high or low walls. If you make the walls one block high, they are easier to see over. LMB toggle.
cs_cz: Vyska zdi: Prepina mezi vysokou a nizkou zdi. Prepina se LTM. [3.2.2]

# In-game interface description
source: View Distance: The amount of dungeon drawn. This directly affects the speed of the game. LMB toggle.
cs_cz: Rozsah pohledu: Urcuje jakou rozlohu sklepeni pohled zabere. Tato polozka primo ovlivnuje rychlost hry. Prepina se LTM. [3.2.2]

# In-game interface description
source: Gamma Correction: Adjust the brightness of the game. LMB toggle.
cs_cz: Gamma korekce: Nastavuje jasnost obrazu. Volí se LTM. [3.2.2]

# In-game interface item
source: Of
cs_cz: Od

# Slab description
source: Empty Lair: Would suit itinerant creature.
cs_cz: Prazdne doupe: Muze poskytnout nekterym obludam chvile odpocinku.

# Menu interface item
source: Paused
cs_cz: Pozastaveno

# In-game interface description
source: Zoom In: Zoom in the Dynamic Map. This increases the scale of the map. LMB select.
cs_cz: Zvetseni meritka pohledu: Zvetsi meritko zobrazeni dynamicke mapy. Vyber se provadi LTM. [4.1]

# In-game interface description
source: Zoom Out: Zoom out the Dynamic Map. This decreases the scale of the map. LMB select.
cs_cz: Zmenseni meritka pohledu: Zmensi meritko zobrazeni dynamicke mapy. Vyber se provadi LTM. [4.1]
