Repository: dkfans/keeperfx
Catalog: lang/gtext_cze.po
Languages: cs_cz

# In-game message
source: Success! The land is yours. Press Space to proceed to the next realm.
cs_cz: Úspěch! Uzemí je tvoje. Stisknutím mezerníku se posuneš do další říše.

# In-game message
source: This is a message. Right click to delete it.
cs_cz: Toto je zpráva. Stisknutím pravého tlačítka myši ji smažeš.

# In-game message
source: The first thing a Keeper needs is somewhere to keep gold, when it's been mined out of the rock by his imps. To create a Treasure Room, select the Treasure Room icon from the Rooms Panel and fill the empty area to the west with Treasure Room tiles.
cs_cz: První věc, kterou Strážce potrebuje, je uskladit zlato, když jej tví skřeti vydolují ze skal. K tomu abys mohl Pokladnici zřídit, zvol ze záložky Místnosti ikonu Pokladnice. Dlaždicemi pokladnice pak vyplníš volný prostor na zapadní straně.

# In-game message
source: Use the cursor keys to see other areas of the underworld. Rotate and zoom the view with the right ctrl key and cursor keys.
cs_cz: Kurzorove sipky na klavesnici muzes pouzit na prohlizeni okolnich mistnosti. Pomoci praveho tlacitka CTRL a kurzorovych sipek muzes take otacet pohled a menit jeho meritko.

# In-game message
source: Expertly done. Press the right mouse button to turn the pointer back into the Hand of Evil. Mine out the gold to the east by tagging the area with the left mouse button. Your Imps will dig out the gold and carry it back to your Treasure Room.
cs_cz: Skvela prace. Stisknutim praveho tlacitka mysi (PTM) ted vratis sipku na Ruku zla. Vydoluj zlato ve vychodni casti. Oblast pro tezbu oznacis levym tlacitkem mysi. Tvi skreti z oznacenych prostor vydoluji zlato a odnesou ho do pokladnice.

# In-game message
source: If you want to make your creatures work harder, slap them by right clicking the Hand of Evil on them. Slapping will harm your creatures.
cs_cz: Pokud chceš aby tvé line potvory pracovaly rychleji, propleskni je pravým tlačítkem myši s funkcí Ruka zla. Proplesknutí zraní tvé příšery.

# In-game message
source: Use the left mouse button to pluck your creatures from the dungeon. Use the right mouse button to drop them over a room or tile belonging to your dungeon. Creatures perform the task most relevant to the situation they're dropped into.
cs_cz: Levym tlacitkem mysi (LTM) muzes uchopit obludu, pravym ji pak zase pustis do oblasti nebo mistnosti tveho sklepeni. Potvory ziskaji volnost pohybu a zacnou se chovat tak, jak to vyzaduje situace.

# In-game message
source: Greedily done, Keeper. Now, you need to turn some of your dungeon into a Lair. Lairs are where creatures rest and recover. The area your imps just mined out would be an ideal spot for some creatures to lurk. Select the Lair icon from the Rooms Panel.
cs_cz: Vyborne, Strazce. Nyni budes potrebovat premenit cast tveho sklepeni v Doupe. Doupata jsou mista, kde obludy odpocivaji a nabyvaji novych sil. Tvi skreti prave vytezili prostor, ktery je pro tyto ucely idealni. Vyber polozku Doupe z menu Mistnosti.

# In-game message
source: Dig a tunnel that connects to the Portal to the north. Portals appear on the map as flashing squares, until they are claimed. Creatures only use Portals claimed by a Keeper. Your imps claim a Portal as soon as it connects to your dungeon.
cs_cz: Vykopej tunel k Portalu v severni casti sklepeni. Neobsazeny portal je na mape zobrazen blikajicim polickem. Tve verne obludy budou prichazet pouze tebou obsazenymi portaly. Skreti portal zaberou v okamziku, kdy je pripojen k tvemu sklepeni.

# In-game message
source: You should build a Treasure Room first. Select the Treasure Room icon from the Rooms Panel and left click on the tiles in the area to the west of your Dungeon Heart.
cs_cz: Nejdriv musis postavit pokladnici. Zvol v menu Mistnosti ikonu Pokladnice a levym tlacitkem mysi vypln prostor zapadne od stredu sklepeni.

# In-game message
source: Pick up creatures by left clicking on them. Drop them by right clicking over a room or tile belonging to your dungeon. Creatures perform tasks relevant to the situation they're dropped into.
cs_cz: Kdyz levym tlacitkem mysi kliknes na obludu, tak ji uchopis. Pote presunes sipku nad prostor kde chces obludu umistnit a pravym tlacitkem mysi ji zase vypustis. Potvory se zacnou chovat tak, jak to vyzaduje situace.

# In-game message
source: If you want your creatures to work harder, slap them with a right click of the hand. Your creatures take damage from each slap they receive.
cs_cz: Pravym kliknutim Rukou zla prinutis tve potvory, aby pracovaly rychleji. Kazdy takovy uder jim vsak ubere trochu zivota. Rana pesti je holt rana pesti.

# In-game message
source: You have not yet built a Treasure Room. Until you build this room, you will be unable to pay any creatures. Only imps give their loyalty freely. No other creatures will serve you unpaid.
cs_cz: Stale jsi nepostavil Pokladnici. Dokud nepostavis pokladnici, tak nemuzes vyplacet penize tvym sluzebnikum. A protoze krome skretu se tve potvory ridi heslem ze zadarmo se do prace nechodi, musis postavit pokladnici.

# In-game message
source: Your first minion has arrived. It's a giant Fly. It can spit corrosive vomit at your enemies and its wings grant the hideous insect the speed to intercept the most nimble trespassers.
cs_cz: Priletla prvni z tvych vernych. V podstate je to obrovska Moucha. Na nezvane hosty vrha jedovate zvratky a jeji rychla kridla ji umoznuji zasahnout i ty nejobratnejsi vetrelce.

# In-game message
source: A Beetle has scuttled into your realm. It's tough enough to absorb a lot of damage. Like most creatures, Beetles require food. Dig out a new area, select the Hatchery icon and create your Hatchery. Tasty snacks will soon emerge from its enchanted soil.
cs_cz: Ziskal jsi prvniho Brouka. Je pomerne velky a snese velka poskozeni. Brouk, jako ostatne vetsina oblud, potrebuje take neco k jidlu. Proto vykopej novy prostor, zvol ikonu Kurnik a kurnik tam zaloz. V kurniku se brzo objevi i zradlo pro brouky.

# In-game message
source: Imps fortify your walls to prevent intruders tunnelling in. If you want to create more imps, go to the Research Panel, select the Imp icon and left click anywhere in your dungeon. Each Imp you create costs more than the previous one.
cs_cz: Skreti mohou vyztuzit zdi sklepeni, aby se vetrelci k tobe nemohli prokopat tunelem. Pokud chces mit vice skretu, jdi do menu Vyzkum a klikni na ikonu Skreti. Pak klikni levou mysi kamkoliv v tvem sklepeni. Kazdy skret navic vsak stoji vice zlata nez ten predchozi.

# In-game message
source: Why not have a handful of creatures ready to drop on top of intruders? To pick up creatures quickly, left click on them from within the Creatures Panel. You can only drop creatures within the confines of your own dungeon.
cs_cz: Vetrelce jiste potesi, kdyz se kolem nich nahle objevi houf tvych bojovniku. Rychly vyber bojovniku provedes tak, ze na ne kliknes v menu Obludy. Muzes je vsak vypustit pouze na uzemi, ktere je ve tvem drzeni.

# In-game message
source: Intruders approach. They seek gaps in your fortifications, in order to gain entry to your dungeon. A white trail on the map indicates their progress. Click the icon at the top of the Control Panel to see a bigger map.
cs_cz: Blizi se nepratele. Snazi se proniknout do tveho sklepeni a proto hledaji slaba mista tve obrany. Jejich pohyb je na mape vyznacen bilou stopou. V horni casti menu Ovladani si muzes vysek mapy zvetsit.

# In-game message
source: Savour your first victory while you can. You have attracted the wrath of the Lord of this realm. His party will soon be here.
cs_cz: Vychutnej si sve prvni vitezstvi, dokud mas cas. Prilakal jsi totiz na sebe hnev Vladce zdejsiho kralovstvi. Urcite se brzo prizene se svou druzinou.

# In-game message
source: The Lord of the Land has arrived. I can smell his fear. Defeat him and the realm is yours.
cs_cz: Prave dorazil vladce tohoto kralovstvi. Je jasne citit jeho strach. Asi se dost poti. Poraz ho a kralovstvi je tvoje.

# In-game message
source: Your work here is done. Now there is no-one to prevent you from obliterating this nauseating realm and expanding your empire into a neighbouring land. Nice.
cs_cz: Tvá práce zde je u konce. Ted uz tu neni nikoho kdo by ti mohl zabranit ve zniceni zdejsi rise. Ale potoze casy jsou zle, mel by ses vrhnout na sousedni kralovstvi.

# In-game message
source: You require more Imps. Use the Create Imp spell to conjure them into your domain. Remember, each Imp you create is more expensive than the last.
cs_cz: Potrebujes vice skretu. Pouzitim kouzla Vytvorit skreta je pricarujes do sveho sklepeni. Pamatuj ale, ze kazdy skret je drazsi nez ten predchozi.

# In-game message
source: When Imps have no other orders, they run around reinforcing your dungeon. Fortified walls keep out intruders. Rooms with reinforced walls make your creatures feel more at home and heroes more terrified.
cs_cz: Pokud skreti nemaji nic na praci, zpevnuji steny tveho sklepeni. Zpevnene steny dokazi zadrzet vetrelce. V mistnostech se zpevnenymi stenami se navic tve obludy citi jisteji a vetrelci maji naopak vetsi strach.

# In-game message
source: Possess creatures by choosing the Possess spell from the Research Panel and left-clicking on the creature you want to control. Right-click to leave the creature again.
cs_cz: Sve bojovniky muzes take ovladat. V menu Vyzkum zvol kouzlo Ovladnuti a kliknutim leve mysi urcis obludu, kterou chces ovladat. Pravym tlacitkem zase obludu uvolnite.

# In-game message
source: Remember the lessons you learned in Brana Hauk. You must build a Treasure Room, a Lair and a Hatchery and you will need to claim a Portal. Build rooms in squares of at least nine tiles to increase the efficiency of the room.
cs_cz: Vzpomen si, co jsi se naucil v Brana Hauku. Musis postavit pokladnici, doupe a Líheň a budes potrebovat zabrat portal. Postav čvercové mistnosti velike nejmene na devet poli, aby se zvýšila jejich ucinnost.

# In-game message
source: You will need to make your creatures stronger. In a Training Room, your creatures can hone their fighting skills, gain new abilities and learn more powerful spells.
cs_cz: Jiste budes potrebovat mit sve sluzebniky silnejsi. Postav Ucebnu, kde tve prisery ziskaji bojove zkusenosti, ziskaji nove schopnosti a nauci se silnejsi kouzla.

# In-game message
source: Your plan proceeds smoothly, keeper. Allow your Imps time to fortify the walls of your dungeon. This increases the efficiency of rooms and repels would-be invaders.
cs_cz: Zatim to jde jako po masle. Dej ale svym skretum cas aby zpevnili steny tvych sklepeni. To zvysi ucinnost mistnosti a mozna odradi nepratele.

# In-game message
source: The Training Room attracts ever more ferocious creatures, such as Demon Spawn. Build it and they will come.
cs_cz: Zrizenim Ucebny prilakas nove, silnejsi obludy, napriklad Demonsky poter. Postav tedy Ucebnu a oni urcite prijdou.

# In-game message
source: To train creatures, drop them in the Training Room. The number that occasionally appears above a creature's head indicates how much gold it has cost for that creature to train.
cs_cz: Aby se obludy vycvicily, musis je prelozit do ucebny. Cislo ktere se pritom objevi nad jeji hlavou znamena, kolik penez uz trenovani obludy stalo.

# In-game message
source: You can train creatures more rapidly by slapping them as they work out in the Training Room.
cs_cz: Uderem je muzes prinutit, aby se ucily rychleji.

# In-game message
source: Heroes are already on their way. Make sure your creatures are well trained and ready for the attack. The heroes you will face in this realm are tougher than those you met beneath Brana Hauk.
cs_cz: Hrdinove uz jsou na ceste. Ujisti se ze tvy bojovnici jsou dostatecne silni a priprav se na utok. Tito nepratele jsou totiz silnejsi nez ti, ktere jsi pobil v Brana Hauku.

# In-game message
source: Harder the heroes may have been but they were obviously no match for your forces.
cs_cz: No, tihle mozna byli silejsi ale ty jsi byl jeste lepsi. Jen tak dal.

# In-game message
source: The heroes are on their way. Make sure your creatures are well trained and ready for the attack.
cs_cz: Hrdinove uz jsou na ceste. Ujisti se ze tvy bojovnici jsou dostatecne silni a priprav se na utok.

# In-game message
source: Congratulations. You have conquered the enemy hordes.
cs_cz: Gratuluji. Porazil jsi všechny nepřátele.

# In-game message
source: Build a dungeon with a Treasure Room, a Lair, a Hatchery and a Training Room. Make sure they're all big enough. Cramped conditions do nothing for the morale of your minions.
cs_cz: Postav sklepení s Pokladnicí, Doupětem, Líhní a Tréningovou místností. Ujisti se, že jsou dostatečně veliké. Stísněné podmínky nedělají tvým miláčkům dobře.

# In-game message
source: The time has come to build a Library. Libraries are where new devices, room designs and magic spells are researched. Make a Library at least as big as the other rooms. Researchers like quiet too, so try to build your Library off the side of a corridor.
cs_cz: Nastal čas postavit Knihovnu. Knihovna je misto, kde se vynalézají nové zařízení, druhy místností a kouzla. Udělej ji prinejmenším tak velkou jako ostatní místosti. Badatelé také vyžadují klid, proto zkus postavit knihovnu někde mimo hlavní chodbu.

# In-game message
source: Your new Library will attract creatures like Warlocks, who are interested in researching magic and dungeon designs. These evil mages are real bookworms, as well as being magically proficient themselves.
cs_cz: Nova knihovna prilaka stvoreni jako napriklad Kouzelniky, kteri se zabyvaji studiem magie a vybaveni sklepeni. Tito cerni magove casto lezi v magickych knihach, proto take pouzivaji silna kouzla.

# In-game message
source: That's a fine collection of parchments and tomes you've assembled. Most creatures can engage in research but Warlocks make the best and keenest researchers. Stupid Trolls have trouble holding books the right way up and sometimes even chew the pages.
cs_cz: Vyborne, poridil jsi peknou sbirku kouzelnych svitku a knih. Vyzkumu se sice muze venovat vetsina stvoreni ve Sklepeni, ale stejne nejlepsimi vyzkumniky jsou Kouzelnici. Napriklad takovi polodebilni Trolove casto ani nevedi jak spravne drzet knihu a navic z ni obcas vytrhnou nejakou tu stranku.

# In-game message
source: The scent of arcane knowledge has lured a greedy Warlock into your dungeon. Don't forget to train your Warlocks occasionally. Their spell casting abilities make them fine long range fighters.
cs_cz: Do tveho sklepeni dorazil v predtuse ziskani novych kouzel a dovednosti Mag. Doporucuji magy obcas vycvicit a zvysit tak uroven jejich dovednosti. Vzhledem k tomu ze umi kouzlit, je vhodne je pouzivat jako bojovniky na vetsi vzdalenosti.

# In-game message
source: The first wave of attackers lie hacked to pieces on the floor and give your domain that lived in feeling but it surely won't be long before their kin launch another assault.
cs_cz: Tvi bojovnici roztrhali prvni utocniky na kusy. Ted ale nesmis usnout na vavrinech. Nebude dlouho trvat a prijdou dalsi kandidati na sezrani.

# In-game message
source: You meet with success yet again, Keeper. All those corpses will keep your Hatchery's topsoil fertile. They also serve as warnings to other foolhardy adventurers, of course.
cs_cz: Opet jsi dosahl vitezstvi. Zbytky tel nepratel poslouzi v kurniku jako krmeni a navic samozrejme poslouzi jako varovani ostatnim dostatecne hloupym dobrodruhum.

# In-game message
source: All is quiet again. Use this time to ready yourself for the next attacks. The enemy is only regrouping. It is not yet defeated.
cs_cz: Zvlastni, to ticho kolem. Ale radsi se priprav na dalsi utoky. Nepritel jen nabira nove sily a jeste zdaleka neni porazen.

# In-game message
source: Is that Imp playing football with a decapitated head? Stay alert, Keeper.
cs_cz: Ten skret snad hraje fotbal s utrzenou hlavou?! Dej si pozor!

# In-game message
source: Now would be an excellent time to train a Warlock.
cs_cz: Ted je ten pravy cas vycvicit kouzelnika.

# In-game message
source: Already your research bears fruit. The Speed Creature spell has been perfected. Cast it on a creature and observe the dramatic increase in its speed. The effect wears off after a while.
cs_cz: Vyzkum zacina prinaset vysledky. Vedci prave dokoncili kouzlo Zrychlit obludu. Pouzij ho na nektere z tvych stvoreni a zpozorujes jeji velke zrychleni. Ucinek kouzla vsak po jiste dobe odezni.

# In-game message
source: Build up your dungeon with the rooms available to you and claim the Portal nearby but do not yet venture north. Powerful adversaries lurk there. It would be wiser not to disturb them until you are prepared.
cs_cz: Postav Sklepeni se vsemi potrebnymi mistnostmi a zaber portal, ktery se nachazi pobliz. Nepostupuj vsak na sever, narazis zde na silne protivniky. Bude moudrejsi se na ne nejdriv radne pripravit.

# In-game message
source: Clever research has given your Imps the engineering skill to build Bridges. You will need Bridges to cross some of the more hazardous underworld terrain.
cs_cz: Vedci vykoumali zpusob, jakym tvi skreti mohou stavet Mosty. Mosty jsou potreba pri prekonavani nebezpecneho terenu v podzemí.

# In-game message
source: A study of dungeon designs reveals that Workshops manufacture essential furniture, such as Doors and Traps. If your Workshop occupies a square of at least nine tiles, its mere presence will lure the underworld's finest artisans into your dungeon.
cs_cz: Studiem vybaveni sklepeni vedci zjistili, ze Dilna muze produkovat dulezite veci, jako napriklad dvere a pasti. Pokud je dilna velika minimalne devet poli, tak muze prilakat do tveho sklepeni nejlepsi remeslniky podzemi.

# In-game message
source: To manufacture Traps and Doors in your Workshop you will need to assign creatures to it, by dropping them into the room. Manufactured items can be selected from the Workshop Panel as soon as they're ready.
cs_cz: Aby jsi v Dílně vyrobil pasti a dveře, je třeba do ní přiřadit nějaké tvory jecjich vhozením do místnosti. Vyrobené předměty můžeš vybrat ze záložky Dílna jakmile budou připraveny.

# In-game message
source: When your troops are sufficient in number and have had some training, lead them north and crush any who oppose you.
cs_cz: Jakmile mas dost kvalitne vycvicenych vojaku, prokopej se na sever a podivej se na zoubek nepratelum, ktere zde najdes.

# In-game message
source: You will have to find a way to cross the river of molten lava that bars your way.
cs_cz: Musis nejakym zpusobem prekrocit proud zhave lavy, ktery ti stoji v ceste.

# In-game message
source: The enemy's Dungeon Heart throbs before you. Assemble your minions nearby and administer the coup de grace.
cs_cz: Pred tebou lezi srdce nepratelskeho sklepeni. Shromazdi sve miniony a udelej to, co musis udelat.

# In-game message
source: A Troll has joined you. Skilled in the craft of manufacturing, trolls are best employed doing dark deeds in your Workshop. They don't complain about the hours, because their labours keep them away from combat.
cs_cz: Mezi tve sluzebniky se pridal i Trol. Je to pilny pracovnik a proto by bylo nejlepsi jej zamestnat v tve dilne. Navic neumi moc dobre bojovat.

# In-game message
source: With the enemy Dungeon Heart in ruins, you have trounced the once proud opposition. Rule your new domain with terror and loathing, for a laugh.
cs_cz: Znicenim Srdce sklepeni jsi znicil sveho nepritele. Obsad dobita uzemi a nastol desivy teror a bezpravi.

# In-game message
source: Your Workshop has created a Wooden Door. Placed in a corridor, it restricts access to the enemy. Your creatures may pass freely. Lock or unlock Doors by clicking over them with the left mouse button.
cs_cz: Ve tvé Dílně prave vyrobili Drevene dvere. Umistnenim techto dveri do chodby znemoznis nepratelum pruchod. Tvé stvoření jimi mohou volně prochazet. Kliknutim levým tlačítkem myši nad dveřmi je můzeš zamknout či odemknout.

# In-game message
source: Your Workshop has produced a Poison Gas trap. Position it and, when an intruder sets it off, it will envelop the area in deadly vapours.
cs_cz: V dilne se podarilo sestrojit Past s jedovatym plynem. Pokud tuto past vetrelci spusti, budou okamzite zahaleni oblaky jedovateho plynu.

# In-game message
source: You have researched the Call to Arms spell. The first time you cast it, your creatures gather around a banner created by the spell. Cast it again in a target area. Call to Arms only costs gold when it's targetted beyond your territory.
cs_cz: V knihovne vyvinuli nove kouzlo Mobilizace. Prvni pouziti tohoto kouzla vytvori znameni, okolo ktereho se shromazdi tve obludy. Pak staci znovu kouzlo pouzit tam, kde chces mit sve vojaky. Pokud posles vojaky za hranice tveho uzemi, bude te to stat nejake penize.

# In-game message
source: Another Keeper controls this underworld realm. His dungeon lies to the north. If you are to entice creatures to work for you instead of him, you will have to build a more magnificent dungeon. Get on with it then.
cs_cz: Zda se, ze mas konkurenci. Na sever lezi dalsi sklepeni, ve kterem se snazi jiny Strazce. Pokud se ti podari primet obludy aby nepracovaly pro nej ale pro tebe, budes schopen vytvorit vetsi a lepsi sklepeni. Takze do toho!

# In-game message
source: You have slain your rival. His defeat is a testimony to your clever dungeon design. You have the makings of a Dungeon Keeper worthy of the name.
cs_cz: Tvuj rival je porazen. Jeho porazka svedci o kvalitnim vybaveni tvych sklepeni. Dokazal jsi ze jsi hoden nosit titul Strazce.

# In-game message
source: A Bile Demon chooses to side with you. Bile Demons demand large Lairs and ample Hatcheries. These corpulent monstrosities attack somewhat unconventionally.
cs_cz: Do tvych sluzeb se rozhodl vstoupit Divy demon. Divi demoni vyzaduji velka doupata a bohate kurniky. Tyto zavalite stvury utoci na nepratele ponekud zvlastnim zpusobem.

# In-game message
source: Your loyal researchers have perfected the Sight of Evil spell. Cast it on an unexplored area and it will be revealed to you for a moment.
cs_cz: Tvi vedci zaznamenali dalsi uspech a vytvorili kouzlo Oko zla. Toto kouzlo ti docasne odhali neprozkoumana uzemi

# In-game message
source: You have claimed a Prison. Select imprison from the Information Panel and your creatures subdue their foe, at which point your imps drag the bodies off to a cell. Prisoners who die of starvation may rise again as Skeleton warriors for you to command.
cs_cz: Zabral jsi Hladomornu. Z informacniho menu si zvol polozku Uveznit a tvi skreti odvlecou omracene nepratele do hladomorny. Vezni, kteri v hladomorne zemrou mohou byt znovu oziveni a budou pro tebe bojovat jako Kostlivci.

# In-game message
source: Your dedicated librarians have designed a Guard Post. Place a Guard Post in a strategically important area and assign creatures to occupy it by dropping them there.
cs_cz: Vedci vyvinuli technologii stavby Straznice. Straznice bys mel stavet na strategicky vyznamnych mistech. V straznici musi byt take strazni. Temi muze byt kterakoliv obluda, kterou preneses do straznice.

# In-game message
source: A Spider has joined your dungeon. They are natural enemies of Flies, so endeavour to keep them apart. Overcoming such obstacles will temper your mettle - whatever that means.
cs_cz: Do tveho sklepeni dorazil Pavouk. Pavouci jsou prirozeni nepratele much, proto se snaz drzet mouchy a pavouky oddelene od sebe.

# In-game message
source: It's time to mete out the ultimate punishment to a keeper who dares to challenge you for this corner of your subterranean empire. The price of failure shall be oblivion.
cs_cz: Nastal cas ztrestat troufaleho strazce, ktery se odvazil ziskat tuto cast tve podzemni rise. Odplatou mu budiz vecne zapomeni.
