Repository: dkfans/keeperfx
Catalog: lang/gtext_cze.po
Languages: cs_cz

# In-game message
source: How satisfying it is to see an enemy Keeper's dungeon crumble and his power dissipate. There'll be no controversy over this year's hall of infamy nomination.
cs_cz: Jak sladky je pohled na pokoreneho nepratelskeho Strazce. Neni pochyb o tom, kdo letos provadi nejdabelstejsi kousky.

# In-game message
source: You have claimed a Torture Room. Place captive heroes and creatures into this chamber of horrors to convert them to your supremely evil way. Alternatively, place your own creatures within the room whenever disciplinary measures become necessary.
cs_cz: Obsadil jsi Mucirnu. Do mucirny je dobre vsazovat zajate bojovniky a obludy a nakladat s nimi podle tvych nejzvrhlejsich predstav. Pro utuzeni discipliny muzes do mucirny odvlect i sve vlastni obludy.

# In-game message
source: You have finally constructed a dungeon impressive enough to attract a Dark Mistress. You must discipline these wicked wenches frequently. They respond particularly well to a good slapping.
cs_cz: Podařilo se ti konečně vytvořit kobku dost rozsáhlou abys přilákal Temnou milenku

# In-game message
source: Your manufacturers have created a Braced Door. If security matters, you can be sure when you buy a Braced Door. You couldn't be certain with only a curtain and a hole in the wall is no help at all.
cs_cz: V dilne vyrobili Zpevnene dvere. Pokud chces neco bezpecne zajistit, zamkni to za zpevnenymi dvermi.

# In-game message
source: Your researchers have devised a spell that unleashes the energy of a thunderstorm on the target of your choice. Select the spell, aim at a hostile creature and flash-fry him with a Lightning Strike.
cs_cz: Tvi vyzkumnici ti nabizi dalsi nove kouzlo, ktere vrhne na libovolne nepratele silny proud energie. Vyber toto kouzlo, zamer nepritele a usmaz ho oslnivym Bleskem.

# In-game message
source: You have manufactured a powerful Lightning Trap. Try it out. It's bound to give someone a shock.
cs_cz: Vyrobil jsi Past s blesky. Urcite stoji za vyzkouseni. Pokud ji nekdo spusti, zpusobi mu tato past doslova sokujici prekvapeni.

# In-game message
source: It appears you have arrived in the middle of a raging battle. Perhaps it would be wise to stay out of the way until you are strong enough to eliminate both sides.
cs_cz: Vpadl jsi doprostred zurici bitvy. Mozna bude moudrejsi vyckat do doby, nez budes chopen porazit obe bojujici strany.

# In-game message
source: An Orc warlord joins you and brings with him the plans for building a Barracks. In this room you can form creatures into teams.
cs_cz: Na tvou stranu se pridal Orcky valecnik a prinesl s sebou plany na stavbu Kasaren. V tomto zarizeni muzes sve obludy formovat do bojovych skupin.

# In-game message
source: I think I hear the clanking of plate armour. Yes, the Lord of the Land has finally roused himself from the fireside to find out where all his loyal servants have gone.
cs_cz: Mam pocit ze slysim rinceni tepane zbroje. To Vladce teto zeme se svou druzinou opustil teplo domaciho krbu a vydal se zjistit, kde se ztraci jeho bojovnici.

# In-game message
source: You have turned local heroes into something of an endangered species, now make the enemy Dungeon Keeper extinct.
cs_cz: Diky tobe se z mistnich hrdinu stal vymirajici druh. Myslim, ze ted je pravy cas si pohrat s nepratelskym Strazcem.

# In-game message
source: You have prevailed, Keeper. The bodies of your enemies litter the most forlorn alcoves of your domain, in tribute to their futile efforts to keep you at bay.
cs_cz: Zvitezil jsi, Strazce a tela tvych nepratel se povaluji v nejzapomenutejsich castech tvych sklepeni. Je to dan za jejich marnou snahu te pokorit.

# In-game message
source: Seek out the one who would be your rival in this region of the underworld. Explain the concept of early retirement to him. On the other hand, string him up. It's in the only language he understands.
cs_cz: Ve zdejsich temnych chodbach existuje nekdo, kdo by ti mohl byt dustojnym souperem. Pokus se mu vysvetlit, ze je zde misto pouze pro jednoho strazce. Jenze on tomu asi nebude chtit rozumet, proto mam jeste pripraven plan B. Zabij ho.

# In-game message
source: You have researched the power of Invisibility. Cast it on a creature to hide it from enemy eyes.
cs_cz: Ziskal jsi kouzlo Neviditelnost. Pusobenim tohoto kouzla ucinis vybranou obludu neviditelnou.

# In-game message
source: The Protect Creature spell has been researched at last. Cast it on a creature to increase its toughness.
cs_cz: Vedci vyvinuli kouzlo Ochranit obludu. Obluda na kterou toto kouzlo pouzijes vydrzi vice uderu.

# In-game message
source: That's another enemy successfully written off. The defenceless inhabitants of the land above bow down before your depraved presence. As if that will save them...
cs_cz: Rozmazl jsi dalsiho nepritele. Ubozi bezbrani obyvatele krajiny nad tebou sklaneji sve hlavy pred tvym hnevem. Asi si mysli, ze je to zachrani...

# In-game message
source: Researchers have found instructions for building a Temple to the dark gods. Sacrifice creatures in the Temple's pool to receive gifts from these gods. You might have to experiment with the offerings you make. The dark gods are not easy to please.
cs_cz: Vyzkumnici objevili plany na stavbu Chramu. V chramu muzes temnym bohum obetovat ruzna stvoreni. Tyto bozstva se ti pak mohou odmenit. Bohy ale neni snadne uspokojit.

# In-game message
source: This realm is ruled by four arrogant Wizards who think they've got everything under control, because their feeble magical power impresses the locals. But you're not from these parts...
cs_cz: Tomuto kralovstvi vladnou ctyri arogantni Magove. Protoze zdejsi lide se obavaji jejich iluzionistickych triku, tak maji ti ctyri pocit ze jsou neomezenymi vladci.

# In-game message
source: Well, you're done down here. Time to introduce yourself to the locals and re-organise their nice little lives.
cs_cz: Paráda, tady jsi skončil. Je na čase se představit místním a přeorganizovat jejich ubohé životy.

# In-game message
source: Behold, you have summoned a Horned Reaper. Try not make it angry. You'll fail, because everything makes a Horned Reaper angry but at least try to make sure that everything near it is an enemy creature when it finally goes ballistic.
cs_cz: Dej si pozor, protoze jsi prave prilakal Rohateho sekace. Snaz se ho nerozlitit. Ale bude to marna snaha, protoze Sekace nastve snad vsechno. Proto kdyz uz se sekac rozjede, dbej na to aby kolem nej byli hlavne tvi nepratele.

# In-game message
source: Your researchers have concocted a Disease spell. Cast it on enemy creatures and watch the affliction spread like the plague.
cs_cz: Vedci objevili kouzlo Choroba. Pouzij toto kouzlo na nepratelske obludy a pokochej se utrpenim a smrtelnymi krecemi tvych nepratel.

# In-game message
source: A Vampire has risen from your Graveyard, nourished by the souls of the dead which have been brought here. You have to suck up to Vampires or they go off in a huff, but they're extremely powerful and fearsome underlings to have in your employ.
cs_cz: Nespasene duse hrdinu, hnijicich na tvem hrbitove, daly vzniknout Upiru. Bohuzel, upiri mivaji zvlastni stravovaci navyky. Pokud jses ochoten se s tim smirit, ziskas na svou stranu silneho a strasliveho sluzebnika.

# In-game message
source: You have researched the Graveyard. Your Imps will drag corpses here to rot... And possibly to rise again as Vampires, ready to do your bidding. That's style.
cs_cz: Vedci vyvinuli plany na stavbu Hrbitova. Na hrbitov nosi tvi skretove tela mrtvych nepratel, aby tam shnila. Cas od casu nektera tela opet povstanou jako Upiri, pripraveni plnit tve rozkazy.

# In-game message
source: You have manufactured an Iron Door. It's a formidable barrier. Use it well.
cs_cz: V dilne vyrobili Zelezne dvere. Tyto dvere jsou vskutku velice odolne. Použij je dobře.

# In-game message
source: Powerful creatures inhabit a cave south of here. There's a party of heroes between you and them but, if you reach them and convert them to your side before they join the other keepers, you will be unstoppable, unless you do something stupid.
cs_cz: Jeskyni na jih od tveho sklepeni obyvaji straslive nestvury. Mezi touto jeskyni a tebou je vsak jeste skupina hrdinu. Pokud se ti nejak podari tuto skupinu ovladnout drive, nez tak ucini jini strazci, stanes se temer neporazitelnym. Pokud ovsem neprovedes nejakou hloupost.

# In-game message
source: You have overcome all resistance to your rule, O despicable one. It's time to flex the old misery muscle on the pathetic inhabitants of the land above.
cs_cz: Rozdrtil jsi vsechen odpor, o Hnusny. Ted se muzes pobavit mrzkymi obyvateli tam nahore.

# In-game message
source: You have a manufactured a Boulder Trap. Place it in a corridor and howl deliriously as it rumbles inexorably towards unwary trespassers.
cs_cz: V dilne prave zkonstruovali Kamennou past. Tato past se umistuje do chodby a vypousti velke kamenne koule. Tobe pak uz zbyva jen sledovat, jak vypustene koule drti neopatrne vetrelce.

# In-game message
source: With typical brilliance, you have researched the Cave-In spell. Use it to block off passages and repair dungeon breaches. Interestingly, the rockfall will crush to death any creatures caught beneath it.
cs_cz: Vedci vyzkoumali kouzlo Zaval. Toto kouzlo se da pouzit k zablokovani chodeb a k oprave prulomu v tvych sklepenich. Na tomto kouzlu je zajimavy fakt, ze zabije jakekoliv stvoreni ktere zaval zasahne.

# In-game message
source: Your tireless librarians have researched the Scavenger Room. Creatures placed within a Scavenger Room will lure their kin from other dungeons and the outside world, into your domain.
cs_cz: Tvi neunavni vedci objevili plany na stavbu Ocistne mistnosti. Pokud do teto mistnosti umistis nejakou obludu, ta zacne k tobe lakat z jinych sklepeni ci svetu obludy podobne jejimu druhu.

# In-game message
source: Your great wealth has bought the loyalty of a passing Dragon. They are fickle creatures. Keep your eye on this one.
cs_cz: Diky svemu bohatstvi jsi ziskal do svych sluzeb potulneho Draka. Draci jsou nevypocitatelni, proto na ne davej dobry pozor.

# In-game message
source: A Hell Hound has been lured to your domain by your Scavenger Room.
cs_cz: Do tvych sklepeni byl z Ocistne mistnosti prilakan Pekelny pes.

# In-game message
source: The other two Keepers in this region have put aside their differences for the moment and joined forces, in an effort to destroy you. That's almost a compliment. Kill the creeps.
cs_cz: Dva zdejsi Strazci docasne odlozili sve nepratelstvi a spojili sve sily proti tobe. Vypada to, ze uz mas povest mocneho protivnika. Nic to ale nemeni na faktu, ze by meli chcipnout.

# In-game message
source: You have won a magnificent victory, Master. You have a talent for twisted mercilessness that makes other Keepers look well behaved by comparison.
cs_cz: Dosahl jsi velkeho vitezstvi, Mistre. Diky tve zvracene nemilosrdnosti vypadaji ostatni strazci v porovnani s tebou jako neskodne ovce.

# In-game message
source: You have discovered a devastating magical power. Target it against a creature to transform a fearsome monster into a clucking chicken. Marvellous.
cs_cz: Odhalil jsi znicujici magickou silu. Zamerenim tohoto kouzla zmenis vybranou sebevice nebezpecnou obludu v kdakavou slepici. Mas rad kureci?

# In-game message
source: Your manufacturers have built an Alarm Trap. It will warn you of your enemies' approach and summon nearby creatures to deal with the intruders.
cs_cz: Tvi sluzebnici postavili Poplasne zarizeni. Toto zarizeni te upozorni na blizici se nepratele a zburcuje strazici obludy v okoli.

# In-game message
source: You have created a Magic Door. These are almost impregnable to all but magical attacks. I recommend sealing off your Treasure Room or Dungeon Heart.
cs_cz: Vyvinul jsi Kouzelne dvere, ktere jsou temer neprekonatelna. Odolaji vsemu krome kouzel. Doporucuji umistnit je k tve pokladnici nebo srdci sklepeni.

# In-game message
source: Elsewhere in this fiery realm you have a rival Keeper to contend with. I advise extreme antisocial behaviour on your part.
cs_cz: Kdesi v teto risi ohne sidli dalsi nebezpecny Strazce. Doporucuji ti odlozit posledni zbytky slusneho vychovani a nicit.

# In-game message
source: Notch up another victory, most malicious one. You have another land to add to your dismal collection.
cs_cz: Muzes si udelat dalsi zarez za zniceneho nepritele. Zisklal jsi dalsi prostory pro rozsireni tveho ponureho kralovstvi.

# In-game message
source: Your annihilation of the first wave has met with the approval of a pack of demons from the fifth plane of hell. Train your creatures and prepare for another battle. You're attracting quite an audience.
cs_cz: Zniceni prvni utocne vlny vyprovokovalo smecku demonu z pate pekelne urovne. Trenuj sve potvory a priprav se na dalsi bitvu. Zda se ze se u tebe schazi vybrana spolecnost.

# In-game message
source: The enemy are upon us. I'm just telling you in case you were having a doze.
cs_cz: Nepritel se blizi. Rikam to jen pro pripad, kdyby sis dal slofika...

# In-game message
source: All the heroes are dead, which is as it should be. This land and all its spoils are yours. May I suggest that you waste everything?
cs_cz: Vsichni nepratele jsou mrtvi, vsechno slape tak jak ma. Cela tato rise je ted tvoje. Doporucuji vydrancovat, znasilnit, pozabijet a vypalit.

# In-game message
source: If lands had legs this one would be on its knees. Its desperate inhabitants are preparing a full scale attack on your dungeon. It will be an ideal opportunity to practise unspeakable evil on a massive scale. Go for it, master.
cs_cz: Kdyby rise mohly mit nohy, klecela by ted tato zeme na kolenou. Zdejsi zoufale obyvatelstvo se chysta podniknout na tva sklepeni hromadny utok. Naskyta se ti tak skvela prilezitost vyzkouset ucinky tve nevyslovitelne zloby ve velkem.

# In-game message
source: The Hold Audience spell has been researched. It will immediately teleport all of your creatures back to your Dungeon Heart. Let's hope you never need it.
cs_cz: Bylo vyvinuto kouzlo Pozdržet návštěvu. Toto kouzlo okamzite teleportuje vsechny tve obludy zpet k Srdci sklepeni. Doufejme, ze to nebudes nikdy potrebovat.

# In-game message
source: You can't swing a cat for Dungeon Keepers fighting over the destiny of this region. It should fall to you to settle the disagreement once and for all.
cs_cz: Nemam ani to nejmensi pochopeni pro Straze, kteri se snazi bojovat proti osudu tohoto kraje. Vyreseni tohoto problemu ovsem lezi na tobe a tvych obludach.

# In-game message
source: Your researchers have discovered the devastating Chicken spell. Cast it on any creature to instantly transform the target into poultry. It's a fowl weapon.
cs_cz: Tvi vedci vyzkoumali znicujici kouzlo Drubezator. Pusobenim tohoto kouzla se kterakoliv obluda okamzite zmeni v neskodnou drubez.

# In-game message
source: So, now you have a spell that turns fortified walls to dust. It's expensive to cast and it's also possible that your enemies possess the same magic power. This could still turn out to be one of those days.
cs_cz: Konecne jsi vyvinul kouzlo schopne rozbit opevnene zdi. Vyvolani tohoto kouzla je znacne narocne, a navic je mozne ze nepritel take ovlada toto kouzlo. Je na tobe, jak s temito fakty nalozis.

# In-game message
source: Only the Lord of this Land stands between you and hectares of desolation and woe. I bet you can't wait to meet him.
cs_cz: Mezi tebou a hektary zalu a utrpeni jiz stoji pouze Vladce zdejsi rise. Vsadim se, ze se ho uz nemuzes dockat.

# In-game message
source: Your continued success makes me sick. Thank you, your wickedness.
cs_cz: Z tvého nekonečnéhoúpěchu je mi špatně. Děkuji, Vaše zvrácenosti.

# In-game message
source: You seem to have started a trend. Two other Dungeon Keepers also have designs on this dark domain. Expect no quarter from your rivals.
cs_cz: Vypada to ze ostatni se snazi nasledovat tvych cinu. V teto oblasti totiz buduji sva sklepeni jeste dva jini Strazci. Neocekavej ale od svych souperu zadne slitovani.

# In-game message
source: Can you see how vulnerable one of your opponents has become? Then kill him.
cs_cz: Vsiml sis, jak je jeden z tvych souperu zranitelny? Zab ho!

# In-game message
source: I spy a keeper with hardly any creatures left under his control. I spy a Keeper who's about to die.
cs_cz: Zda se, ze tento strazce ma pomerne malo oblud. A strazce bez oblud je zhavym kandidatem na mrtvolu dne. Takze mu dej co mu nalezi.

# In-game message
source: This ancient dungeon possesses great archaeological significance. This simply means there should be some interesting treasure worth stealing. Now that's what I call practical archaeology.
cs_cz: Tyto starobyle chodby maji veliky archeologicky vyznam. Cesky receno, v techto chodbach se muze skryvat zajimavy poklad, ktery se ti muze velice hodit. Takze ted budeme provadet praktickou archeologii.

# In-game message
source: Your librarians have learned a spell that can break through fortified walls. Give them a slap for not learning it earlier.
cs_cz: Tvi vedci vyvinuli kouzlo na bourani zpevnenych zdi. Dej jim poradnou ranu za to, ze to kouzlo nevynalezli driv.

# In-game message
source: One of your opponents has developed a spell that can break through fortified walls. Typical. Be on your guard.
cs_cz: Jeden z tvych protivniku vyvinul kouzlo na bourani zpevnenych zdi. To se ale dalo cekat. Proto si dej pozor.

# In-game message
source: You have developed the Armageddon spell. That's quite a name to live up to. Make sure you're the most powerful force in the region before casting it.
cs_cz: Vynalezl jsi kouzlo Armagedon. Jeho jmeno naznacuje jeho mocne ucinky. Pokud hodlas toto kouzlo pouzit, tak radne zkontroluj ze opravdu mas prevahu nad svymi neprateli.

# In-game message
source: You will not find any easy path through this region. You will have to fight hard to gain any advantage. But, if you intend to rule the world, you've simply got to get through days like this.
cs_cz: Dobyti teto rise urcite nebude prochazka ruzovym sadem. Kazdy uspech si budes muset tezce vybojovat. Pokud ale hodlas dobyt tento svet, musel jsi takove problemy cekat.

# In-game message
source: Your location is already known to the heroes of this land. They have moved quickly to mobilise their forces against you. It's pathetic. They deserve to have their heads impaled on lances for such impudence.
cs_cz: Mistni hrdinove se dozvedeli umistneni tvych sklepeni. Okamzite sebrali vojsko a vyrazili dobyt tve pozice. Malem me to dojalo. Za svou drzost si zaslouzi, aby jejich hlavy byly narazeny na jejich vlastni kopi.

# In-game message
source: You've upset the local Lord. He's on his way right now. Shall I alert the media?
cs_cz: Vladce zdejsiho kralovstvi se rozlitil a vyrazil dobit nase sklepeni. Mam zavolat novinare?

# In-game message
source: The heroes of this realm possess treasures of great power. Obviously, these should belong to you. I'm certain you will settle the matter of their ownership in your own way.
cs_cz: Zdejsi hrdinove maji v drzeni velice silne artefakty. Ty vsak uz z principu patri samozrejme tobe. Jsem si jisty, ze si sve problemy ohledne vlastnictvi techto artefaktu vyresis ke sve plne spokojenosti.

# In-game message
source: It appears you have a rival. Another Keeper believes he is more ruthless and evil than you. We shall soon see.
cs_cz: Abys mohl vyrabet dvere a pasti, musis v Dilne zamestnat nejake pracovniky. Proste je preneses do dilny. Vyrobene veci muzes pouzit z menu Dilna.

# In-game message
source: This ancient realm is rich in magical artifacts. Go forth and plunder.
cs_cz: Tato starobyla rise je bohata na magicke artefakty. Musis rychle vyrazit a rabovat.

# In-game message
source: The guardians of this realm are asleep at the moment. Attack them as soon as you can or they'll be breakfasted, wide awake and inherently more difficult to slaughter.
cs_cz: Strazci tohoto kralovstvi momentalne polevili na ostrazitosti. Musis na ne co nejrychleji zautocit, jinak se probudi a to s nimi bude o poznani tezsi porizeni.

# In-game message
source: If you should encounter hero patrols, ensure that none of their number escape. Otherwise your presence will be revealed and then you will be in trouble.
cs_cz: Pokud se rozhodnes prepadat hlidky hrdinu, ujisti se ze zadny z nich neunikne. Jinak by totiz byly tve pozice prozrazeny a ty bys mel velky problem.

# In-game message
source: You're taking forever over this. Attack and destroy the heroes' stronghold soon, preferably before hell freezes over.
cs_cz: Už ti to trvá věky. Napadni a znič už pevnost hrdinů, ideálně dřív než zamrzne peklo.

# In-game message
source: Enemy reinforcements have arrived. So what? Let's hear it for more killing.
cs_cz: Právě dorazily nepřátelské posily. Co to znamená? No že bude víc mrtvol.

# In-game message
source: The heroes of this realm have prepared for your coming by building an underground stronghold of their own. Who do they think they are? Sorry, master, that was a rhetorical question.
cs_cz: Hrdinove zdejsiho kraje zmenili taktiku a postavili svou vlastni podzemni pevnost. Co si o sobe vubec mysli?! Omlouvam se, Mistre. To byla samozrejme jen recnicka otazka.

# In-game message
source: You are about to face the greatest challenge yet to your evil aspirations. Here it comes, ready or not.
cs_cz: Nyni se pred tebou nachazi prozatim nejtezsi zkouska tvych schopnosti. Bud obstojis, nebo zemres.

# In-game message
source: Three other Dungeon Keepers, each as evil and powerful as you, have expanded their empires into this realm. Ultimately, only the one who rules the underworld can conquer the realms above.
cs_cz: V teto oblasti se nachazeji jeste tri další Strazci sklepeni, stejne straslivi a mocni jako jsi ty. Vsichni chteji drancovat risi na povrchu. Avsak vystoupit na povrch muze pouze jeden, a to Vladce podzemi.

# In-game message
source: This realm is begging to be plunged into darkness. The Avatar himself has a castle here. Another Keeper also seeks his soul. This could get messy.
cs_cz: Tato rise zacina upadat do temnoty a zapomeni. Sam Avatar zde ma svuj hrad. Jeho dusi se vsak snazi ziskat jeste jiny Strazce. To ti muze zpusobit vazne problemy.

# In-game message
source: You have destroyed the Avatar's castle but your rival has already taken the Avatar prisoner. Be that as it may, only the Keeper with the blackest heart can destroy this legendary hero, so ransack your rival's dungeon and take the prize.
cs_cz: Znicil jsi Avataruv hrad, ale tvuj souper jiz drzi Avatara ve svem zajeti. Pravdou vsak je, ze legendarniho Avatara muze znicit pouze nejmocnejsi Strazce. Proto dokaz ze ty jsi tim nejmocnejsim, vyplen souperova sklepeni a vezmi si svou korist.

# In-game message
source: The Avatar has been resurrected by loyal lieutenants in hiding. But their act has revealed them to us, here in this realm. Now the Avatar rallies all those who would stand against you. It's time you gave this self-righteous oaf a proper kicking, master.
cs_cz: Avatar byl v ukrytu oziven svymi vernymi. Avsak spehove odhalili jeho ukryt. Avatar nyni vsechny sily schopne se ti postavit, muj pane. Je nacase s tim drzym spratkem konecne zuctovat.

# In-game message
source: Powerful magic permeating through the rock from the realm above prevents a dungeon from being constructed here. You will have to conquer this realm another way.
cs_cz: Diky silnym magickym silam vysilanym z povrchu nemuzeme ve zdejsim kralovstvi postavit sklepeni. Budes muset najit jiny zpusob jak ho dobyt.
