Repository: dkfans/keeperfx
Catalog: lang/gtext_dut.po
Languages: nl

# Easter egg
source: Though intruders' hearts be pure, They'll end up on your dungeon floor.
nl: Al zijn indringers moedig en stoer, Ze vinden hun einde op je kerkervloer.

# Easter egg
source: Your tunnels will be dark and cold, And no place for a Knight of old, Even if he claims he's bold.
nl: Je gangen zijn donker en koud, dit is geen plaats voor een oude ridder, ook al is hij nog zo stout.

# Easter egg
source: The fools who enter your domain, Will never see the light again.
nl: Dwazen betreden je kerker keer op keer, Het licht zien ze nooit weer.

# Easter egg
source: Pain and anguish are your tools, To use upon intruding fools.
nl: Angst en pijn zijn wapens tegen dwazen, Dus neem ze te grazen.

# Easter egg
source: When good guys head right for your treasure, Hunt and kill them at your leisure.
nl: Voor je het weet ben je de schat aan de goeden kwijt, zoek en dood ze voor de gelegenheid.

# Easter egg
source: Protect your gold and Dungeon Heart, And slap your minions till they fart.
nl: Bescherm je goud en bescherm je Hart, Sla je slaafjes maar niet te hard.

# Easter egg
source: Use your creatures' fear of you. To make them do what you want them to.
nl: Je slaafjes vrezen jou en dat is goed, Ze gehoorzamen en doen wat moet.

# Easter egg
source: Wizard in your dungeon grim? A trap will make short work of him.
nl: Een Magiër in je kerker? Een val is verrassend sterker.

# Easter egg
source: When your creatures give you hell, Stick them in your Prison Cell.
nl: Maken wezens je leven tot een hel, Stop ze in een gevangeniscel.

# Easter egg
source: Torture is the crowning glory, Of your Dungeon Keeper story.
nl: Foltering is de hoogste glorie, Van je Dungeon Keeper's story.

# Easter egg
source: You are the Keeper, chosen one, And being evil is great fun.
nl: Jij bent de Keeper, uitverkoren, De duivel zal je bekoren.

# Easter egg
source: When your troops are hunger-stricken, Your Hatchery has yummy chicken.
nl: Knorren de magen van je troepen, De Broedplaats heeft kuikens om te snoepen.

# Easter egg
source: Fill the Avatar with dread. Really make him wet the bed.
nl: Avatar met angst vervullen, Een nat bed moet hij verhullen.

# In-game hint message
source: Imps are the lifeblood of your dungeon. Like blood, they must be allowed to circulate.
nl: Dondersteentjes zijn het levenssap van je kerker. Net zoals bloed, ze moeten circuleren.

# In-game hint message
source: Feeling mean? Set your minions to imprison and when your cells are full, spend some time torturing...
nl: Lekker gemeen doen? Zet je slaafjes gevangen. Zodra de cellen vol zijn, martel je ze.

# In-game hint message
source: If your creatures get unhappy, slap some sense into them. They'll soon realise how lucky they are.
nl: Zijn je wezens ongelukkig, ram ze in elkaar. Pas dan begrijpen ze hoe gelukkig ze zijn.

# In-game hint message
source: The underworld is your domain and the adventurers come to steal it. Never show pity, even when the intruders are defenceless and pathetic.
nl: De onderwereld is jouw domein en avonturiers willen het stelen. Toon geen genade, ook niet wanneer de indringers zielig en weerloos zijn.

# In-game hint message
source: Compassion is the hallmark of the good Keeper. But good Keepers never win. Only evil ones.
nl: Medelijden is het motto van goede Keepers. Maar goede Keepers winnen nooit, alleen slechte.

# In-game hint message
source: There's never a moment to waste. Already the bravest of the brave are queuing up to enter your dungeon. So stop reading this and get going.
nl: Je mag geen seconde verliezen. De dapperste krijgers staan in de rij om je kerker binnen te trekken. Dus, stop met lezen en ga aan het werk.

# In-game hint message
source: Build fast. You'll want the biggest possible welcoming committee ready for the intruders.
nl: Bouw snel. Je wilt de indringers met het grootst mogelijke ontvangstcomitÚ begroeten.

# In-game hint message
source: Keep your Imps digging. There are always surprises to be found deep in the earth.
nl: Laat je Dondersteentjes graven. Je kunt in de aarde altijd op verrassingen stuiten.

# In-game hint message
source: He who controls the most gold controls the entire Underworld.
nl: Hij die het meeste goud heeft, heerst over de onderwereld.

# In-game hint message
source: Fear and lack of mercy are your greatest weapons. Use them wisely.
nl: Angst en genadeloosheid zijn je beste wapens. Gebruik ze goed.

# In-game hint message
source: Foolish is the Keeper who sells all his rooms and refuses to pay his creatures.
nl: Dom is de Keeper die alle ruimten verkoopt en weigert zijn slaafjes te betalen.

# Menu interface item
source: Return to options menu
nl: Terug naar optiemenu

# Menu interface item
source: Exit
nl: Verlaten

# Menu interface item
source: Audio
nl: Geluid

# Menu interface item
source: Invert Mouse
nl: Muis omkeren

# Menu interface item
source: Mouse Sensitivity
nl: Muisgevoeligheid

# Menu interface item
source: Computer Players
nl: Computerspelers

# Menu interface item
source: On
nl: Aan

# Menu interface item
source: Off
nl: Uit

# Menu interface item
source: Sensitivity
nl: Gevoeligheid

# Menu interface item
source: Mouse Options
nl: Opties: Muis

# Menu interface item
source: Mouse
nl: Muis

# Menu interface item
source: Undo Pickup
nl: Oppakken ongedaanmaken

# Menu interface item
source: Pause
nl: Pauze

# Menu interface item
source: Map
nl: Kaart

# On-screen message
source: Insufficient Memory
nl: Niet genoeg geheugen

# On-screen message
source: Unable To Change Screen Resolution
nl: De scherm resolutie kan niet worden veranderd

# Menu interface item
source: Query
nl: Info

# Credits
source: Support Art
nl: GRAFISCHE ONDERSTEUNING

# Credits
source: Navigation System
nl: NAVIGATIE SYSTEEM

# Credits
source: Voice Over
nl: STEM VAN

# Credits
source: Finance
nl: FINANCIËN

# Credits
source: Localisation Management
nl: LOCALISATIE MANAGEMENT

# Credits
source: Language Test Supervisor
nl: HOOFDTESTER TALEN

# Credits
source: Language Testers
nl: TESTERS TALEN

# Credits
source: Localisation Audio Management
nl: LOCALISATIE AUDIO MANAGEMENT

# Network game message
source: Attempting To Join
nl: BEZIG VERBINDING TE MAKEN

# Network game message
source: Resyncing
nl: Hersynchroniseren

# Menu interface item
source: 1 Player
nl: 1 Speler

# Menu interface item
source: 2 Players
nl: 2 Spelers

# Menu interface item
source: 3 Players
nl: 3 Spelers

# Menu interface item
source: 4 Players
nl: 4 Spelers

# Menu interface item
source: Serial
nl: Serieel

# World direction
source: E
nl: O

# World direction
source: S
nl: Z

# Credits
source: Game design
nl: SPEL DESIGN

# Credits
source: Additional Script
nl: ADDITIONEL SCRIPT

# Easter egg
source: Happy Birthday
nl: VROLIJK VERJAARSDAG

# Menu interface message
source: Error
nl: Fout

# Menu interface message
source: Error Saving
nl: Fout: niet bewaard

# Menu interface message
source: New Levels
nl: Nieuwe Levels

# Menu interface message
source: Please insert Data Disk CD-ROM
nl: Plaats de Data Disk CD-ROM in het station

# Menu interface message
source: Please insert Dungeon Keeper CD-ROM
nl: Plaats de Dungeon Keeper CD-ROM in het station

# Menu interface message
source: Please insert The Deeper Dungeons CD-ROM
nl: Plaats The Deeper Dungeons CD-ROM in het station

# In-game message
source: The might of two rival Dungeon Keepers challenge your claim to this realm. Decimate them both to achieve total domination, but beware of bands of heroes hidden in the caverns.
nl: Twee machtige Dungeon Keepers dagen je in dit rijk uit. Slacht ze af en wordt alleenheerser, maar pas op voor Helden die in donkere nissen op de loer liggen.

# In-game message
source: Another Keeper has already claimed this realm. He is unfit to rule so destroy him and take what is rightfully yours. Great riches lie in the caverns around the land; explore to gain more power.
nl: Een andere Keeper heeft dit rijk al ingenomen, maar hij is niet geschikt om te heersen. Vernietig hem en grijp wat je ziet. In de kerkers van dit land liggen grote rijkdommen. Kijk goed rond en vergaar meer macht.

# In-game message
source: This land is highly coveted amongst the evil and there are three enemy Dungeon Keepers you must battle with to claim supremacy. Keep an eye out for any rogue bands of heroes waiting to ambush a careless Keeper.
nl: Dit land is zeer gewild. Om je gezag te laten gelden, moet je eerst drie Dungeon Keepers verslaan. Pas op voor Helden die onoplettende Keepers vanuit hinderlagen aanvallen.

# In-game message
source: The Lord of the Land and his pitiful band of followers lie dead. Good riddance to them and their sad, happy lives. Now seize your chance and attack your rival Keeper. Domination awaits.
nl: De Landheer en zijn miserabele groep volgelingen liggen dood op de grond. Opgeruimd staat netjes. Grijp nu je kans en val je rivaliserende Keeper aan. Jouw overheersing is nabij.

# In-game message
source: You and a rival Dungeon Keeper are vying for control of this realm but the Lord of the Land has constructed his own dungeon between you to halt your conquest. Destroy him and the enemy Keeper to reign supreme.
nl: Jij en een rivaliserende Dungeon Keeper strijden om de heerschappij van dit rijk. De Landheer heeft een eigen kerker tussen jullie in gebouwd om de veroveringen tot staan te brengen. Vernietig beiden en heers over het land.

# In-game message
source: You have done well to come this far but further hardships await. Search the map carefully and you may find many secrets to aid your conquest.
nl: Je hebt al veel bereikt, maar nieuwe ontberingen liggen in het verschiet. Onderzoek nauwgezet de kaart en ontdek geheimen die bij je verovering van pas kunnen komen.

# In-game message
source: You have come to this realm with little to assist you so you must explore to gain more power. Keep an eye out for any loathsome heroes who may try to thwart your progress.
nl: Je bent met weinig middelen naar dit rijk gekomen. Ga daarom op verkenningstocht om sterker te worden. Pas op voor dwarsliggende Helden.

# In-game message
source: Beware Keeper. This realm is infested with the sickly goodness of heroes and fairies. Hunt them down and feed them their own entrails.
nl: Pas op Keeper! Dit rijk wordt geteisterd door de ziekelijke goedheid van Helden en Elfen. Spoor ze op en laat ze hun eigen ingewanden eten.

# In-game message
source: Your opponent for this realm has foolishly challenged your superior skill. Such disrespect should be punished so make an example of his insolence.
nl: Je tegenstander in dit rijk is zo dom jouw superieure vaardigheden uit te dagen. Dit gebrek aan respect moet bestraft worden! Stel hem als voorbeeld voor zijn brutaliteit.

# In-game message
source: Ancient powers lie hidden in this realm. Seek them out and use them for your own evil purposes.
nl: In dit rijk liggen oude krachten verborgen. Vind ze en gebruik ze voor je duivelse doeleinden.

# In-game message
source: A foolish challenger stands between you and total dominance. Annihilate his forces and feed his body to your ravenous minions.
nl: Een dwaze tegenstander staat tussen jou en de alleenheerschappij. Vernietig zijn strijdkrachten en voer zijn lichaam aan je uitgehongerde wezens.

# In-game message
source: I can hear footsteps beyond the walls of the hero castle which dominates this land. Tread carefully Keeper and rid the land of goodness once and for all.
nl: Ik hoor voetstappen in het kasteel van de Held die dit land domineert. Kijk uit waar je loopt Keeper en beroof dit land voor altijd van zijn goedheid.

# In-game message
source: The once strong hero fortress of this realm has grown rotten and weak. Tear down it's walls and let your creatures feast on the heroes within.
nl: Het eens zo sterke fort van dit rijk is vervallen en verzwakt. Maak de muren met de grond gelijk en laat je wezens zich uitleven op de Helden.

# In-game message
source: This realm will be a test of your cunning and deviousness. Your dungeon has been fortified with seven steel doors to aid you in your conquest.
nl: Dit rijk zal een test zijn voor je sluwheid en bekwaamheid. Je kerker is verstevigd met zeven Stalen Deuren om je bij de verovering te helpen.

# In-game message
source: Congratulations Keeper. This vial has given your researchers a much needed boost. You can now construct Bridges that enable you to traverse water and fire.
nl: Gefeliciteerd Keeper. Dit flesje geeft je onderzoekers een aardig duwtje in de rug. Je kunt nu bruggen bouwen, zodat je water en vuur kunt oversteken.

# In-game message
source: Food is scarce in this land and the only Hatchery available to you is inside a hero dungeon. Find this food before your creatures turn against you.
nl: Voedsel is schaars in dit land en de enige Broedplaats in de buurt staat in de kerker van een Held. Vind snel eten voordat je wezens zich tegen je keren.

# In-game message
source: Entombed in stone by a cruel band of heroes, the Vampire you have rescued demands revenge for his imprisonment. His anger will make him a valuable asset to your army of evil.
nl: De Vampier die je hebt gered, werd door een wrede groep Helden onder stenen begraven en schreeuwt nu om wraak voor zijn gevangenschap. Zijn woede is een waardevolle aanwinst voor je duivelse leger.

# In-game message
source: You are surrounded on all sides by valiant heroes so show them the true meaning of evil and terror.
nl: Je bent omsingeld door dappere Helden. Toon ze de ware betekenis van slechtheid en terreur.

# In-game message
source: The Lord of the Land has sent his fiercest warriors against you. Show them no mercy and flay them alive.
nl: De Landheer heeft zijn wreedste krijgers naar je toegestuurd. Toon hen geen genade en vil ze levend.

# In-game message
source: Explore this realm to uncover riches and secrets. Tread carefully Keeper, or you could be burned.
nl: Onderzoek dit gebied en ontdek rijkdommen en geheimen. Kijk uit waar je loopt of je wordt geroosterd.

# In-game message
source: Only one Dungeon Keeper can reign victorious over this land. Do not suffer a humiliating defeat Keeper, the penalty for such failure is torture and death.
nl: Slechts ÚÚn Dungeon Keeper kan als overwinnaar over dit land heersen. Lijdt geen vernederende nederlaag, Keeper. Falen wordt bestraft met foltering en de dood.

# In-game message
source: Choices, choices Keeper. Choose your path wisely. Some routes are more perilous than others ...
nl: Maak een keuze, Keeper. Doe dit wel doordacht. Sommige paden zijn gevaarlijker dan andere...

# In-game message
source: Congratulations Keeper, you have a powerful army indeed. Do not grow complacent though, you still have another challenger to the north ...
nl: Gefeliciteerd Keeper, je hebt inderdaad een machtig leger. Wordt niet overmoedig. Je hebt nog altijd een tegenstander in het noorden...

# In-game message
source: Congratulations Keeper, you have a powerful army indeed. Do not grow complacent though, you still have another challenger to the south ...
nl: Gefeliciteerd Keeper, je hebt inderdaad een machtig leger. Wordt niet overmoedig. Je hebt nog altijd een tegenstander in het zuiden...

# In-game message
source: The Lord of the Land is a pathetic individual who breeds fluffy bunnies. Pound him into the ground and then destroy the rival Keeper to achieve total domination.
nl: De Landheer is een zielig figuur die donzige konijntjes fokt. Stamp hem in de grond en vernietig dan de rivaliserende Keeper om je alleenheerschappij te vestigen.

# In-game message
source: Make haste Keeper. The heroes of this realm are many and strong. Prepare your forces well or face a humiliating defeat ...
nl: Schiet op Keeper. De Helden in dit rijk zijn sterk en talrijk. Bereid je strijdkrachten goed voor of onderga een vernederende nederlaag...

# In-game message
source: The Avatar is a wretched being, full of happiness and good cheer. Food is scarce in his land and the only Hatchery available is inside his dungeons. Destroy his mighty fortress and wipe the smile from his face before your creatures turn against you.
nl: Avatar is een stumper, altijd gelukkig en goed gemutst. Voedsel is schaars in dit land en de enige Broedplaats in de buurt staat in zijn kerker. Vernietig dit machtige fort en sla die grijns van zijn gezicht, voordat je wezens zich tegen je keren.

# In-game message
source: The Avatar has massed an army of heroic Lords to confront you. Prepare to be attacked!
nl: Avatar heeft een leger van heldhaftige edelen geformeerd om je te verslaan. Zorg dat ze warm onthaald worden!

# In-game message
source: Decimate this outpost and send fear into the heart of the Avatar.
nl: Vernietig deze buitenpost en de schrik slaat Avatar om het hart.

# In-game message
source: The Avatar's castle is ripe for the taking. Train your forces well, Keeper. The ultimate battle awaits ...
nl: De tijd is rijp om Avatars kasteel in te nemen. Train je leger goed, Keeper. Dit is de beslissende slag...

# In-game message
source: You are now in the heart of the Avatar's castle. The sickly sweet smell of goodness still hangs in the air. Kill the Avatar and send his soul to eternal damnation.
nl: Je staat nu midden in Avatars kasteel. De ziekelijke zoete geur van goedheid hangt nog in de lucht. Dood Avatar en stuur zijn ziel naar de eeuwige verdoemenis.

# In-game message
source: Well done, Keeper. The Mistress you have discovered is an excellent prize.
nl: Goed gedaan, Keeper. De Meesteres die je hebt ontdekt, is een mooie beloning.

# In-game message
source: The Bile Demon you have rescued will be a valuable but hungry asset to your dungeon. Make sure your Hatchery can satisfy his voracious appetite.
nl: De Galdemon die je hebt gered, is een waardevolle maar hongerige aanwinst voor je kerker. Zorg ervoor dat je Broedplaats zijn allesverslindende honger kan stillen.

# In-game message
source: A devious Wizard has cheated you of your magical powers. Use your only Spider and explore the realm. Find the Wizard, kill him and make an example of his foolishness.
nl: Een doortrapte MagiÙr heeft je van je magische krachten beroofd. Gebruik je Spin en verken het rijk. Spoor die MagiÙr op, dood hem en stel hem als voorbeeld voor zijn domheid.

# In-game message
source: You have found some Imps who consider it a great honour to serve you.
nl: Je hebt een paar Dondersteentjes gevonden, die jou graag willen dienen.

# In-game message
source: You have discovered a group of Bile Demons who will aid you in your fight.
nl: Je hebt een groep Galdemonen gevonden, die jou in je strijd willen helpen.

# In-game message
source: The destruction of this pathetic Keeper brings with it a useful bonus. You now have the ability to build Bridges. Dig deeper and you may find more secrets to strengthen your powers.
nl: De vernietiging van deze zielige Keeper leverde een bonus op. Je kunt nu bruggen bouwen. Graaf dieper, misschien vind je nog meer geheimen die jouw macht vergroten.

# In-game message
source: A warning, Keeper. There is a stench of hero in the air.
nl: Wees gewaarschuwd, Keeper. Er hangt een heldenstank in de lucht.

# In-game message
source: You have done well to get this far Keeper. Do not become complacent, however. A great struggle lies ahead.
nl: Je hebt al veel bereikt, Keeper, maar wordt niet overmoedig. Een zware strijd ligt in het verschiet.

# In-game message
source: Before you lies the Wizard's domain. Defeat him and you will regain your powers.
nl: Voor je ligt het rijk van de MagiÙr. Versla hem en je krijgt je krachten terug.

# In-game message
source: A black shadow is creeping over this land. Now is the time to strike. Take control of your Vampire and use him to find and kill the Lord of the Land. If you succeed, the Vampire will join you in the next realm.
nl: Een zwarte schaduw waart over dit land. Nu is het tijd om toe te slaan. Neem bezit van je Vampier en gebruik hem om de Landheer te doden. Als je hierin slaagt, gaat de Vampier met je mee naar het volgende rijk.

# In-game message
source: Your achievements are legendary Keeper. Tales of your evil and cunning will become the horror stories of generations.
nl: Je prestaties zijn legendarisch, Keeper. Jouw terreur en sluwheid zullen generaties lang als griezelverhalen voortleven.

# Menu interface, Main Menu item
source: Free Play levels
nl: Losse levels

# Menu interface item
source: Land selection
nl: Wereld keuze

# Menu interface item
source: Campaigns
nl: Campagnes

# Menu interface item
source: Add computer
nl: Voeg computer toe

# Game event description
source: Work room unreachable: LMB toggle. RMB delete.
nl: Werk kamer onbereikbaar: LMK: bladeren. RMK: wissen.

# Game event description
source: Storage room unreachable: LMB toggle. RMB delete.
nl: Opslagkamer onbereikbaar: LMK: bladeren. RMK: wissen.

# In-game interface description
source: Research Skill: How fast the creature works in Library. The higher the Skill level, the better the creature's performance.
nl: Onderzoek vaardigheid: Hoe snel het wezen werkt in de bibliotheek. Hoger is beter.

# In-game interface description
source: Manufacture Skill: How fast the creature works in Workshop. The higher the Skill level, the better the creature's performance.
nl: Werkplaats vaardigheid: Hoe snel het wezen werkt in de werkplaats. Hoger is beter.

# In-game interface description
source: Training Skill: How fast the creature works on training. The higher the Skill level, the better the creature's performance.
nl: Training vaardigheid: Hoe snel het wezen sterker wordt door trainen.

# In-game interface description
source: Scavenge Skill: How fast the creature works on scavenging. The higher the Skill level, the better the creature's performance.
nl: Aaskamer vaardigheid: Hoe snel het wezen werkt in de aaskamer.

# Keeper spell name
source: Slap
nl: Slaan

# In-game interface description
source: Health: How much health points the creature has left to lose.
nl: Health: Hoeveel leven dit wezen nog te verliezen heeft.

# Menu interface item
source: Toggle Message
nl: Bericht aan/uit zetten

# Menu interface item
source: Return to Free Play levels
nl: Terug naar selectiescherm

# Menu interface item
source: Map packs
nl: Level pakketten

# Menu interface item
source: The Deeper Dungeons
nl: Deeper Dungeons

# Menu interface item
source: Standard Levels
nl: Standaard Levels

# Menu interface item
source: Classic Levels
nl: Traditionele Levels

# Menu interface item
source: Legacy Levels
nl: Levels met oude bugs

# Menu interface item
source: Personal Levels
nl: Persoonlijke Levels

# Menu interface item
source: Lost Levels
nl: Verloren Levels

# Trap names
source: Special Trap
nl: Speciale val

# Trap names
source: Freeze Trap
nl: Diepvriesval

# Trap names
source: Fear Trap
nl: Angst-val

# Trap names
source: Sentry Trap
nl: Schildwacht-val

# Trap names
source: Mimic Trap
nl: Imitator-val

# Trap names
source: Spawn Trap
nl: Monsterval

# Trap names
source: Wind Trap
nl: Wind val

# Trap names
source: Spitfire Trap
nl: Stokebrand-val

# Trap names
source: Chicken Trap
nl: Kuiken-val

# Trap names
source: Disease Trap
nl: Ziekte-val

# Trap names
source: Power Trap
nl: Macht-val

# Trap names
source: Switch
nl: Schakelaar

# Trap names
source: Hidden Switch
nl: Verboren schakelaar

# Door name
source: Special Door
nl: Speciale deur

# Door name
source: Hidden Door
nl: Verboren deur
