Repository: dkfans/keeperfx
Catalog: lang/gtext_ita.po
Languages: it_it

# Network game message
source: Continue
it_it: Continua

# Network game message
source: Line Engaged
it_it: Linea Occupata

# Network game message
source: Unknown Error
it_it: Errore Sconosciuto

# Network game message
source: No Carrier
it_it: Nessun Carrier

# Network game message
source: No Dial Tone
it_it: Nessun Segnale

# Network game message
source: No Response
it_it: Nessuna Risposta

# Network game message
source: No Server
it_it: Nessun Server

# Network game message
source: Unable to initialise
it_it: Impossibile Inizializzare

# Network game message
source: Unable to create game
it_it: Impossibile Creare Partita

# Network game message
source: Unable to join game
it_it: Impossibile Unirsi alla Partita

# Creature name
source: Tunneller
it_it: Scava-Tunnel

# In-game tab with rooms
source: Treasure Room
it_it: Camera del Tesoro

# In-game tab with rooms
source: Library
it_it: Biblioteca

# In-game tab with rooms
source: Lair
it_it: Tana

# In-game tab with rooms
source: Prison
it_it: Prigione

# In-game tab with rooms
source: Torture Room
it_it: Sala Torture

# In-game tab with rooms
source: Training Room
it_it: Sala Addestramento

# In-game tab with rooms
source: Dungeon Heart
it_it: Cuore della Prigione

# In-game tab with rooms
source: Workshop
it_it: Sala Lavoro

# In-game tab with rooms
source: Scavenger Room
it_it: Sala Avvoltoi

# In-game tab with rooms
source: Temple
it_it: Tempio

# In-game tab with rooms
source: Graveyard
it_it: Cimitero

# In-game tab with rooms
source: Barracks
it_it: Caserma

# In-game tab with rooms
source: Hatchery
it_it: Nido

# In-game tab with rooms
source: Guard Post
it_it: Posto di Guardia

# In-game tab with rooms
source: Bridge
it_it: Ponte

source: Fight
it_it: Combattimento

source: Annoyed
it_it: Irritato

# Credits
source: Additional Artwork
it_it: Altri Artisti

# Credits
source: Additional Programming
it_it: Programmazione Addizionale

# Credits
source: Manual And Documentation
it_it: Manuale e Documentazione

# Credits
source: Installer
it_it: Programma di Installazione

# Credits
source: Additional Level Design
it_it: Progettazione Livelli Addizionali

# Credits
source: Additional Thanks
it_it: Altri Ringraziamenti

# Trap names
source: Boulder Trap
it_it: Trappola Macigno

# Trap names
source: Alarm Trap
it_it: Trappola Allarme

# Trap names
source: Poison Gas Trap
it_it: Trappola Gas Velenoso

# Trap names
source: Lightning Trap
it_it: Trappola Fulmine

# Trap names
source: Word of Power Trap
it_it: Trappola Parola di Potere

# Trap names
source: Lava Trap
it_it: Trappola Lava

# Door name
source: Wooden Door
it_it: Porta di Legno

# Door name
source: Braced Door
it_it: Porta Rinforzata

# Door name
source: Iron Door
it_it: Porta di Ferro

# Door name
source: Magic Door
it_it: Porta Magica

# Room name
source: Portal
it_it: Portale

# Room name
source: Treasure Room
it_it: Camera del Tesoro

# Room name
source: Library
it_it: Biblioteca

# Room name
source: Prison
it_it: Prigione

# Room name
source: Torture Chamber
it_it: Sala Torture

# Room name
source: Training Room
it_it: Sala Addestramento

# Room name
source: Dungeon Heart
it_it: Cuore della Prigione

# Room name
source: Workshop
it_it: Sala Lavoro

# Room name
source: Graveyard
it_it: Cimitero

# Room name
source: Barracks
it_it: Caserma

# Room name
source: Hatchery
it_it: Nido

# Room name
source: Lair
it_it: Tana

# Room name
source: Bridge
it_it: Ponte

# Room name
source: Guard Post
it_it: Posto di Guardia

# Room name
source: Temple
it_it: Tempio

# Room name
source: Scavenger Room
it_it: Sala Avvoltoi

# Object name
source: Hero Gate
it_it: Porta Eroe

# Room description
source: Treasure Room: Your gold is stored here. LMB select. RMB zoom. [17.1]
it_it: Camera del Tesoro: Qui viene custodito il tuo oro. TSM: seleziona. TDM: visiona. [17.1]

# Room description
source: Library: The room where spells are researched. LMB select. RMB zoom. [17.4]
it_it: Biblioteca: La sala in cui si studiano i nuovi incantesimi. TSM: seleziona. TDM: visiona. [17.4]

# Room description
source: Prison: Place enemy creatures here for safe keeping. LMB select. RMB zoom. [17.10]
it_it: Carcere: Il luogo in cui vengono tenute al sicuro le creature nemiche. TSM: seleziona. TDM: visiona. [17.10]

# Room description
source: Training Room: Place creatures in here to improve their experience. LMB select. RMB zoom. [17.5]
it_it: Sala Addestramento: Metti qui le creature per aumentare la loro esperienza. TSM: seleziona. TDM: visiona. [17.5]

# Room description
source: Torture Chamber: Torture creatures for your own evil ends. LMB select. RMB zoom. [17.11]
it_it: Sala Torture: Qui puoi torturare le creature per i tuoi fini maligni. TSM: seleziona. TDM: visiona. [17.11]

# Room description
source: Dungeon Heart: The life force of your dungeon. [11.2]
it_it: Cuore della Prigione: La forza vitale della tua prigione. [11.2]

# Room description
source: Workshop: Place creatures inside to manufacture Traps and Doors. LMB select. RMB zoom. [17.8]
it_it: Sala Lavoro: Le creature che vi si trovano dentro producono Trappole e Porte. TSM: seleziona. TDM: visiona. [17.8]

# Room description
source: Graveyard: Dead creatures are taken to this room to rot. LMB select. RMB zoom. [17.13]
it_it: Cimitero: Qui vengono portate a marcire le creature morte. TSM: seleziona. TDM: visiona. [17.13]

# Room description
source: Barracks: Group creatures by placing them into the room. LMB select. RMB zoom. [17.9]
it_it: Caserma: Mettendo le creature in questa stanza crei dei gruppi. TSM: seleziona. TDM: visiona. [17.9]

# Room description
source: Hatchery: Where creatures feast on cute, helpless little chicks. LMB select. RMB zoom. [17.3]
it_it: Nido: Il luogo in cui le creature possono scatenare la loro brama su polli piccoli e indifesi. TSM: seleziona. TDM: visiona. [17.3]

# Room description
source: Lair: Where your creatures sleep and replenish their energy. LMB select. RMB zoom. [17.2]
it_it: Tana: Il luogo in cui le creature dormono e rifanno il pieno di energie. TSM: seleziona. TDM: visiona. [17.2]

# Room description
source: Bridge: Place this on water and lava to allow creatures to cross. LMB select. RMB zoom. [17.6]
it_it: Ponte: Permette alle creature di attraversare acqua e lava. TSM: seleziona. TDM: visiona. [17.6]

# Room description
source: Guard Post: Your creatures keep watch over your dungeon when placed on this room. LMB select. RMB zoom. [17.7]
it_it: Posto di Guardia: Quando le tue creature vengono messe in questa stanza, tengono d'occhio la prigione. TSM: seleziona. TDM: visiona. [17.7]

# Room description
source: Temple: Worshipping the dark gods makes creatures happier. Sacrifice creatures by dropping them into the font. LMB select. RMB zoom. [17.12]
it_it: Tempio: Pregare gli dei oscuri rende felici le creature. Sacrifica le creature gettandole nella fonte. TSM: seleziona. TDM: visiona. [17.12]

# Room description
source: Scavenger Room: Creatures placed onto the room lure their kin away from other dungeons or through portals. LMB select. RMB zoom. [17.14]
it_it: Sala Avvoltoi: Le creature che vengono messe in questa stanza attirano lì dei loro simili da altre prigioni o attraverso portali. TSM: seleziona. TDM: visiona. [17.14]

# Keeper spell name
source: Possess Creature
it_it: Possiedi Creatura

# Keeper spell name
source: Create Imp
it_it: Crea Folletto

# Keeper spell name
source: Sight of Evil
it_it: Visuale Maligna

# Keeper spell name
source: Call To Arms
it_it: Chiamata alle Armi

# Keeper spell name
source: Hold Audience
it_it: Incitamento

# Keeper spell name
source: Cave-In
it_it: Crollo

# Keeper spell name
source: Must Obey
it_it: Ubbidienza

# Keeper spell name
source: Speed Monster
it_it: Accelera Creatura

# Keeper spell name
source: Protect Monster
it_it: Proteggi Creatura

# Keeper spell name
source: Conceal Monster
it_it: Nascondi Creatura

# Keeper spell name
source: Lightning Strike
it_it: Fulmine

# Keeper spell name
source: Chicken
it_it: Pollo

# Keeper spell name
source: Disease
it_it: Malattia

# Keeper spell name
source: Destroy Walls
it_it: Distruggi Mura

# Keeper spell name
source: Heal
it_it: Cura

# Keeper spell name
source: Time Bomb
it_it: Bomba Temporale

# Keeper spell description
source: Possess Creature: Control a creature directly. LMB select. [18.1]
it_it: Possiedi Creatura: Controlla direttamente una creatura. TSM: seleziona. [18.1]

# Keeper spell description
source: Create Imp: Create summon a new Imp anywhere in your dungeon. LMB select. [18.2]
it_it: Crea Folletto: Evoca un nuovo folletto in un punto qualsiasi della tua prigione. TSM: seleziona. [18.2]

# Keeper spell description
source: Sight of Evil: Reveal a hidden area of the map for a limited time. LMB select. RMB zoom. [18.3]
it_it: Visuale Maligna: Rivela un'area nascosta della mappa per un tempo limitato. TSM: seleziona. TDM: visiona. [18.3]

# Keeper spell description
source: Call To Arms: Calls all your creatures to an area of your dungeon. LMB select, LMB again to reselect, LMB a third time to cancel. RMB zoom. [18.6]
it_it: Chiamata alle Armi: Richiama tutte le tue creature in una certa area della prigione. TSM: seleziona, TSM ancora per riselezionare, TSM una terza volta per annullare. TDM: visiona. [18.6]

# Keeper spell description
source: Hold Audience: Calls all your creatures to the Dungeon Heart. LMB select. RMB zoom. [18.8]
it_it: Incitamento: Richiama tutte le tue creature al Cuore della Prigione. TSM: seleziona. TDM: visiona. [18.8]

# Keeper spell description
source: Cave In: Collapses the roof of the dungeon. LMB select. [18.13]
it_it: Crollo: Fa crollare il soffitto della prigione. TSM: seleziona. [18.13]

# Keeper spell description
source: Must Obey: Forces your creatures to obey your every command. LMB select. [18.5]
it_it: Ubbidienza: Obbliga le tue creature ad obbedire ad ogni comando. TSM: seleziona. [18.5]

# Keeper spell description
source: Speed Monster: Increases the speed of your monsters. LMB select. [18.4]
it_it: Velocizza Creatura: Aumenta la velocità delle tue creature. TSM: seleziona. [18.4]

# Keeper spell description
source: Protect Monster: Shields your creatures from attack. LBM select. [18.11]
it_it: Proteggi Creatura: Ripara le tue creature da un attacco. TSM: seleziona. [18.11]

# Keeper spell description
source: Conceal Monster: Makes your creatures invisible to the enemy. LMB select. [18.7]
it_it: Nascondi Creatura: Rende le tue creature invisibili agli occhi del nemico. TSM: seleziona. [18.7]

# Keeper spell description
source: Lightning Strike: Strikes an area of the dungeon with a devastating bolt of lightning. LMB select. [18.10]
it_it: Fulmine: Colpisce una determinata area della prigione con una devastante scarica di fulmini. TSM: seleziona. [18.10]

# Keeper spell description
source: Chicken: Transforms the enemy into a tasty morsel. LMB select. [18.12]
it_it: Pollo: Trasforma il nemico in un bocconcino succulento. TSM: seleziona. [18.12]

# Keeper spell description
source: Disease: Inflicts a deadly plague on an enemy creature. LMB select. [18.14]
it_it: Malattia: Infetta una creatura nemica con un morbo mortale. TSM: seleziona. [18.14]

# Keeper spell description
source: Destroy Walls: Breaks down reinforcemed enemy's walls. LMB select. [18.16]
it_it: Distruggi Mura: Abbatte le mura di rinforzo del nemico. TSM: seleziona. [18.16]

# Keeper spell description
source: Heal: Cast on an area of the dungeon to improve the health of your creatures. LMB select. [18.9]
it_it: Cura: Lanciata su una certa area della prigione, migliora le condizioni di salute delle tue creature. TSM: seleziona. [18.9]

# Keeper spell description
source: Armageddon: Transports all the creatures in the land to your Dungeon Heart for a final, decisive battle. LMB select. [18.15]
it_it: Armageddon: Trasporta tutte le creature del regno nel Cuore della tua Prigione, per combattere la battaglia decisiva. TSM: seleziona. [18.15]

# Game event name
source: Treasure Room full
it_it: Camera del tesoro piena

# Game event name
source: Scavenging detected
it_it: Rilevata conversione

# Game event name
source: Creature Payday
it_it: Giorno di paga delle creature

# Game event name
source: New spell picked up
it_it: Trovato nuovo incantesimo

# Game event name
source: New room taken over
it_it: Presa nuova stanza

# Game event name
source: New area discovered
it_it: Scoperta nuova area

# Game event name
source: Information
it_it: Informazione

# Game event name
source: Room lost
it_it: Stanza perduta

# Game event name
source: Heart attacked
it_it: Cuore attaccato

# Game event name
source: Fight
it_it: Combattimento

# Game event name
source: Objective
it_it: Obiettivo

# Game event name
source: Breach
it_it: Breccia

# Game event name
source: New spell researched
it_it: Disponibile nuovo incantesimo

# Game event name
source: New room researched
it_it: Disponibile nuova stanza

# Game event name
source: New Trap
it_it: Nuova trappola

# Game event name
source: New Door
it_it: Nuova porta

# Game event name
source: New creature in dungeon
it_it: Nuova creatura nella prigione

# Game event name
source: Creature annoyed
it_it: Creatura irritata

# Game event name
source: No more living space
it_it: Spazio vitale esaurito

# Game event name
source: Alarm triggered
it_it: Allarme scattato

# Game event name
source: Room under attack
it_it: Stanza sotto attacco

# Game event name
source: Treasure Room needed
it_it: Serve una camera del tesoro

# Game event name
source: Creatures becoming hungry
it_it: Le creature hanno fame

# Game event name
source: Trap crate found
it_it: Trovata cassa-trappola

# Game event name
source: Door crate found
it_it: Trovata cassa-porta

# Game event name
source: Dungeon Special found
it_it: Trovato Dungeon Speciale

# Game event description
source: Treasure Room full: LMB toggle. RMB delete.
it_it: Camera del Tesoro piena. TSM: attiva - disattiva. TDM: cancella.

# Game event description
source: Creature being scavenged: LMB toggle. RMB delete.
it_it: Creatura convertita. TSM: attiva - disattiva. TDM: cancella.

# Game event description
source: Creature Payday: LMB toggle. RMB delete.
it_it: Giorno di paga creature. TSM: attiva - disattiva. TDM: cancella.

# Game event description
source: New spell picked up: LMB toggle. RMB delete.
it_it: Trovato nuovo incantesimo. TSM: attiva - disattiva. TDM: cancella.

# Game event description
source: New room taken over: LBM toggle. RMB delete.
it_it: Presa nuova stanza. TSM: attiva - disattiva. TDM: cancella.

# Game event description
source: New area discovered: LMB toggle. RMB delete.
it_it: Scoperta nuova area. TSM: attiva - disattiva. TDM: cancella.

# Game event description
source: Information: LMB toggle. RMB delete.
it_it: Informazione. TSM: attiva - disattiva. TDM: cancella.

# Game event description
source: Room lost: LMB toggle. RMB delete.
it_it: Stanza persa. TSM: attiva - disattiva. TDM: cancella.

# Game event description
source: Dungeon Heart Attacked: LMB toggle. RMB delete.
it_it: Cuore della Prigione sotto attacco. TSM: attiva - disattiva. TDM: cancella.

# Game event description
source: Fight: LMB toggle. RMB delete. [10.5]
it_it: Combattimento. TSM: attiva - disattiva. TDM: cancella. [10.5]

# Game event description
source: Objective: LMB toggle. [11.3]
it_it: Obiettivo. TSM: attiva - disattiva. [11.3]

# Game event description
source: Breach: LMB toggle. RMB delete.
it_it: Breccia. TSM: attiva - disattiva. TDM: cancella.

# Game event description
source: New spell researched: LMB toggle. RMB delete.
it_it: Disponibile nuovo incantesimo. TSM: attiva - disattiva. TDM: cancella.

# Game event description
source: New room researched: LMB toggle. RMB delete.
it_it: Disponibile nuova stanza. TSM: attiva - disattiva. TDM: cancella.

# Game event description
source: New trap: LMB toggle. RMB delete.
it_it: Nuova trappola. TSM: attiva - disattiva. TDM: cancella

# Game event description
source: New door: LMB toggle. RMB delete.
it_it: Nuova porta. TSM: attiva - disattiva. TDM: cancella.

# Game event description
source: New creature in dungeon: LMB toggle. RMB delete.
it_it: Nuova creatura nella prigione. TSM: attiva - disattiva. TDM: cancella.

# Game event description
source: Creature is annoyed: LMB toggle. RMB delete.
it_it: La creatura è irritata. TSM: attiva - disattiva. TDM: cancella.

# Game event description
source: No more living set: LMB toggle. RMB delete.
it_it: Spazio vitale esaurito. TSM: attiva - disattiva. TDM: cancella.

# Game event description
source: Alarm triggered: LMB toggle. RMB delete.
it_it: Allarme attivato. TSM: attiva - disattiva. TDM: cancella.

# Game event description
source: Room under attack: LMB toggle. RMB delete.
it_it: Stanza sotto attacco. TSM: attiva - disattiva. TDM: cancella.

# Game event description
source: Need Treasure Room: LMB toggle. RMB delete.
it_it: Serve Camera del Tesoro. TSM: attiva - disattiva. TDM: cancella.

# Game event description
source: Creatures becoming hungry: LMB toggle. RMB delete.
it_it: Le creature hanno fame. TSM: attiva - disattiva. TDM: cancella.

# Game event description
source: Trap crate found: LMB toggle. RMB delete.
it_it: Trovata cassa-trappola TSM. attiva - disattiva. TDM: cancella.

# Game event description
source: Door crate found: LMB toggle. RMB delete.
it_it: Trovata cassa-porta. TSM: attiva - disattiva. TDM: cancella.

# Game event description
source: Dungeon special found: LMB toggle. RMB delete.
it_it: Trovato Dungeon speciale. TSM: attiva - disattiva. TDM: cancella.

# Menu interface, Main Menu item; In-game interface, Options title
source: Options
it_it: Opzioni

# In-game interface item
source: Graphics Options
it_it: Opzioni Grafiche

# In-game interface item
source: Sound Options
it_it: Opzioni Sonore

# In-game interface item
source: Load
it_it: Carica

# In-game interface item
source: Save
it_it: Salva

# In-game interface item
source: Computer Assistance
it_it: Assistenza del Computer

# In-game interface description
source: Options: Open Options Panel. LMB open panel. [3.2]
it_it: Opzioni: Apri il Pannello Opzioni. TSM: apre il pannello. [3.2]

# In-game interface description
source: Graphics Menu: Customise the graphics. [3.2.2]
it_it: Menù Grafica: Personalizza la grafica. [3.2.2]

# In-game interface description
source: Sound Menu: Adjust the sound and music volumes. [3.2.3]
it_it: Menù Sonoro: Regola il volume di musica e sonoro. [3.2.3]

# In-game interface description
source: Load Game: Load a previously saved game. [3.2.1]
it_it: Carica Partita: Carica una partita salvata in precedenza. [3.2.1]

# In-game interface description
source: Save Game: Save your current game. [3.2.1]
it_it: Salva Partita: Salva la partita in corso. [3.2.1]

# In-game interface description
source: Quit Game: Quit back to the Level Map. [3.2.5]
it_it: Esci dalla Partita: Torna al Menù Principale. [3.2.5]

# In-game interface description
source: Computer Assistance Menu: Customise the Computer Assistant. [3.2.4]
it_it: Menù Assistenza del Computer: Personalizza l'Assitenza del Computer. [3.2.4]

# In-game interface description
source: Aggressive Computer Assistant: Constructs your dungeon and always trys to attack the enemy. LMB select. [3.2.4]
it_it: Assistenza del Computer Aggressiva: Ti costruisce la prigione e cerca sempre di attaccare il nemico. TSM: seleziona. [3.2.4]

# In-game interface description
source: Defensive Computer Assistant: Constructs your dungeon but does not attack the enemy. LMB select. [3.2.4]
it_it: Assistenza del Computer Difensiva: Ti costruisce la prigione ma non attacca il nemico. TSM: seleziona. [3.2.4]

# In-game interface description
source: Construction Only Computer Assistant: Digs, places rooms and traps but does not move creatures. LMB select. [3.2.4]
it_it: Assistenza del Computer Solo Costruzione: Scava, piazza stanze e trappole ma non muove le creature. TSM: seleziona. [3.2.4]

# In-game interface description
source: Move Only Computer Assistant: Moves and slaps your creatures. LMB select. [3.2.4]
it_it: Assistenza del Computer Solo Movimento: Sposta e punisce le tue creature. TSM: seleziona. [3.2.4]

# In-game interface description
source: Pick most experienced creatures: LMB Pick up creature. RMB Zoom. [22.2.1]
it_it: Prendi le creature con maggiore esperienza. TSM: Prendi la creatura. TDM: Visiona. [22.2.1]

# In-game interface description
source: Pick idle creatures: LMB Pick up creature. RMB Zoom. [22.2.1]
it_it: Prendi le creature inattive. TSM: Prendi la creatura. TDM: Visiona. [22.2.1]

# In-game interface description
source: Pick working creatures: LMB Pick up creature. RMB Zoom. [22.2.1]
it_it: Prendi le creature che lavorano. TSM: Prendi la creatura. TDM: Visiona. [22.2.1]

# In-game interface description
source: Pick fighting creatures: LMB Pick up creature. RMB Zoom. [22.2.1]
it_it: Prendi le creature che combattono. TSM: Prendi la creatura. TDM: Visona. [22.2.1]

# In-game interface description
source: Invert Mouse: Inverts the vertical mouse movements while Possessing a creature. LMB toggle.
it_it: Inverti Mouse: Inverte i movimenti verticali del mouse quando stai possedendo una creatura. TSM: attiva - disattiva.

# In-game interface description
source: Possess Creature mouse sensitivity: Adjusts the sensitivity of the mouse movements when in Possess Creature mode. LMB toggle.
it_it: Sensibilità Mouse quando Possiedi Creatura: Regola la sensibilità dei movimenti del mouse quando sei in modalità Possiedi Creatura. TSM: attiva - disattiva.

# In-game interface description
source: More sensitive.
it_it: Più Sensibile.

# In-game interface description
source: Less sensitive.
it_it: Meno Sensibile.

# Statistic name
source: Number of Creatures
it_it: Numero di Creature

# Statistic name
source: Gold Mined
it_it: Oro Estratto

# Statistic name
source: Efficiency
it_it: Efficienza

# Statistic name
source: Secrets
it_it: Segreti

# Statistic name
source: Money
it_it: Denaro

# Statistic name
source: Time
it_it: Tempo

# Statistic name
source: Style
it_it: Stile

# Statistic name
source: Rating
it_it: Punteggio

# Statistic name
source: Creatures Attracted
it_it: Creature Attratte

# Statistic name
source: Battles Won
it_it: Battaglie Vinte

# Statistic name
source: Battles Lost
it_it: Battaglie Perse

# Statistic name
source: Times Dungeon Breached
it_it: Numero di Brecce nella Prigione

# Statistic name
source: Imps Deployed
it_it: Folletti Usati

# Statistic name
source: Creatures Left
it_it: Creature Rimaste

# Statistic name
source: Doors Destroyed
it_it: Porte Distrutte

# Statistic name
source: Rooms Destroyed
it_it: Stanze Distrutte

# Statistic name
source: Dungeon Area
it_it: Area Prigione

# Statistic name
source: Ideas Researched
it_it: Idee Studiate

# Statistic name
source: Creatures Scavenged
it_it: Creature Convertite

# Statistic name
source: Creatures Summoned
it_it: Creature Evocate

# Statistic name
source: Creatures Sacrificed
it_it: Creature Sacrificate

# Statistic name
source: Creatures Tortured
it_it: Creature Torturate

# Statistic name
source: Creatures Trained
it_it: Creature Addestrate

# Statistic name
source: Gold Pots Stolen
it_it: Pentole d'Oro Rubate

# Statistic name
source: Spells Stolen
it_it: Incantesimi Rubati

# Statistic name
source: Traps Manufactured
it_it: Trappole Costruite

# Statistic name
source: Traps Unused
it_it: Trappole Inutilizzate

# Statistic name
source: Doors Manufactured
it_it: Porte Costruite

# Statistic name
source: Doors Unused
it_it: Porte Inutilizzate

# Statistic name
source: Number of Rooms
it_it: Numero di Stanze

# Statistic name
source: Number of Portals
it_it: Numero di Portali

# Statistic name
source: Slaps
it_it: Schiaffi

# Statistic name
source: Cave-Ins
it_it: Crolli

# Statistic name
source: Skeletons Raised
it_it: Scheletri Resuscitati
