Repository: dkfans/keeperfx
Catalog: lang/gtext_ger.po
Languages: de_de

# In-game message
source: It appears you have a rival. Another Keeper believes he is more ruthless and evil than you. We shall soon see.
de_de: Sieht so aus, als hättet Ihr einen Rivalen. Ein anderer Keeper glaubt, ruchloser und böser zu sein als Ihr. Das wird sich dann wohl zeigen.

# In-game message
source: This ancient realm is rich in magical artefacts. Go forth and plunder.
de_de: Dieses antike Königreich ist reich an magischen Artefakten. Zieht los und plündert!

# In-game message
source: The guardians of this realm are asleep at the moment. Attack them as soon as you can or they'll be breakfasted, wide awake and inherently more difficult to slaughter.
de_de: Die Wachen dieses Reiches schlafen zur Zeit. Greift sie so bald wie möglich an, sonst haben sie gefrühstückt, sind ausgeschlafen und weitaus schwerer zu besiegen.

# In-game message
source: If you should encounter hero patrols, ensure that none of their number escape. Otherwise your presence will be revealed and then you will be in trouble.
de_de: Solltet Ihr Helden-Patroullien entdecken, sorgt dafür, dass keiner von Ihnen entkommt. Sonst wird Eure Anwesenheit aufgedeckt, und dass kann Ärger geben.

# In-game message
source: You're taking forever over this. Attack and destroy the heroes' stronghold soon, preferably before hell freezes over.
de_de: Darüber werdet Ihr für immer die Macht haben. Greift die Festung der Helden an und vernichtet sie - am besten heute noch.

# In-game message
source: Enemy reinforcements have arrived. So what? Let's hear it for more killing.
de_de: Die gegnerische Verstärkung ist eingetroffen. Was nun? Vielleicht sollten wir noch einen draufsetzen?

# In-game message
source: The heroes of this realm have prepared for your coming by building an underground stronghold of their own. Who do they think they are? Sorry, master, that was a rhetorical question.
de_de: Die hiesigen Helden haben sich auf Eure Ankunft vorbereitet, indem Sie sich eine eigene unterirdische Festung gebaut haben. Was glauben die eigentlich, wer sie sind?

# In-game message
source: You are about to face the greatest challenge yet to your evil aspirations. Here it comes, ready or not.
de_de: Ihr seid kurz davor, der größten Herausforderung entgegenzutreten, an die Ihr nicht mal in Euren kühnsten Träumen gedacht habt. Hier ist sie, seid Ihr bereit?

# In-game message
source: Three other Dungeon Keepers, each as evil and powerful as you, have expanded their empires into this realm. Ultimately, only the one who rules the underworld can conquer the realms above.
de_de: Drei andere Dungeon Keeper haben ihre Reiche in dieses hier ausgedehnt. Und sie sind alle genauso bösartig und mächtig wie Ihr. Es ist aber nun mal so, daß nur derjenige, der die Unterwelt regiert, die Reiche oben erobern kann.

# In-game message
source: This realm is begging to be plunged into darkness. The Avatar himself has a castle here. Another Keeper also seeks his soul. This could get messy.
de_de: Dieses Königreich schreit förmlich danach, in die Dunkelheit gezogen zu werden. Der Avatar selbst hat hier seine Burg, aber ein anderer Keeper will auch seine Seele. Das kann ganz schön aufregend werden.

# In-game message
source: You have destroyed the Avatar's castle but your rival has already taken the Avatar prisoner. Be that as it may, only the Keeper with the blackest heart can destroy this legendary hero, so ransack your rival's dungeon and take the prize.
de_de: Ihr habt zwar die Burg des Avatars zerstört, der andere Keeper hat ihn aber gefangen genommen. Sei es, wie es sei, nur der Keeper mit der schwärzesten Seele kann den legendären Helden zur Strecke bringen, also plündert den Dungeon Eures Rivalen und nehmt die Trophäe entgegen.

# In-game message
source: The Avatar has been resurrected by loyal lieutenants in hiding. But their act has revealed them to us, here in this realm. Now the Avatar rallies all those who would stand against you. It's time you gave this self-righteous oaf a proper kicking, master.
de_de: Der Avatar ist in einem Versteck wiederbelebt worden. Aber diese Tat hat die Gegner verraten, hier, in diesem Reich. Jetzt versammelt der Avatar alle, die gegen Euch antreten könnten. Es wird allmählich Zeit, daß Ihr dem selbstgerechten Lümmel einen Tritt in den Hintern versetzt, Meister!

# In-game message
source: Powerful magic permeating through the rock from the realm above prevents a dungeon from being constructed here. You will have to conquer this realm another way.
de_de: Magische Kräfte durchdringen den Felsen von oben aus dem Königreich und verhindern somit den Bau eines Dungeons. Ihr müsst das Reich auf andere Weise erobern.

# In-game message
source: Possess this Dragon to help you negotiate the fiery pits but be prepared to transfer your soul to a more appropriate creature when the situation demands it.
de_de: Geht eine Symbiose mit diesem Drachen ein, um die glühenden Fallen zu überwinden, aber bereitet Euch darauf vor, Eure Seele in eine angemessenere Kreatur zu transferieren, wenn die Situation es verlangt.

# In-game message
source: Possess the Vampire below. Should you succeed in killing every hero in this region, the Vampire will accompany you to the realm beyond.
de_de: Geht eine Symbiose mit dem Vampir da unten ein. Solltet Ihr erfolgreich allen Helden in diesem Königreich das Licht ausblasen, wird der Vampir Euch in das nächste Reich folgen.

# In-game message
source: These Imps have all turned rogue and therefore must die. The speed with which you accomplish their destruction will determine your fitness for greater tasks ahead.
de_de: Diese Imps sind Gauner geworden, deswegen müssen sie aus dem Weg geräumt werden. Die Geschwindigkeit, mit der Ihr deren Zerstörung vornehmt, wird Eure Fitness für größere bevorstehende Aufgaben bestimmen.

# In-game message
source: Tempus fugit, Keeper. You have been warned.
de_de: Zeit verrinnt, Keeper. Ihr wart gewarnt!

# In-game message
source: You have failed. Perhaps you're not the harbinger of doom the forces of darkness were hoping for.
de_de: Ihr habt versagt. Wahrscheinlich seid Ihr gar nicht der satanische Bote, auf den die dunklen Kräfte hofften.

# In-game message
source: You are indeed a twisted soul, master. You made the Imps extinct with such panache that not one but two Dark Mistresses have devoted themselves to helping you achieve your next goal. You may proceed to your next conquest.
de_de: Ihr seid tatsächlich eine miese Seele, Meister. Ihr habt die Imps so schwungvoll ausgelöscht, daß sich Euch nicht nur eine, sondern gar zwei Eiserne Jungfrauen unterworfen haben, damit Ihr Euer nächstes Ziel erreicht. Ihr könnt zur nächsten Eroberung schreiten.

# In-game message
source: You must have lightning reflexes to complete the task ahead of you. Kill these Imps as quickly as you can.
de_de: Ihr müsst blitzschnelle Reflexe haben, um die vor Euch stehende Aufgabe zu bewältigen. Beseitigt diese Imps so schnell es geht.

# In-game message
source: Half your allotted time has elapsed.
de_de: Die Hälfte Eurer Zeit ist abgelaufen.

# In-game message
source: You are out of time. That was a shocking performance.
de_de: Die Zeit ist abgelaufen. Was für ein trauriger Auftritt.

# In-game message
source: It is done. Tiny heaps of charred flesh smoulder where Imps once stood. You certainly had your finger on the pulse this time. The dark gods will send you a vicious creature to help you conquer the next realm.
de_de: Es ist vollbracht. Überreste liegen da, wo vorhin noch die Imps standen. Ihr hattet Eure Finger mal wieder am Puls. Die dunklen Götter werden Euch eine gerissene Kreatur schicken, die Euch bei der Eroberung des nächsten Reiches helfen wird.

# In-game message
source: You have no gold left. It pays to keep your head in such a charged environment.
de_de: Tja, Ihr seid Pleite. Das kommt davon, wenn man sich in so einer angegriffenen Umgebung aufhält.

# In-game message
source: You have been called to this realm to punish a horde of revolting Bile Demons by crushing them with Boulder Traps scattered around the perimeter of the dungeon. You have very little time, so rock and roll!
de_de: Ihr wurdet hierher gerufen, um eine Horde wildgewordener Teufler zu bestrafen, indem Ihr sie mit um den Dungeon verstreuten Indy-Fallen beseitigt. Ihr habt nur wenig Zeit, also bringt das Ganze ins Rollen.

# In-game message
source: Half your time has expired.
de_de: Halbzeit!

# In-game message
source: Your time is up. You have failed. I'm embarrassed to come from the same inter-dimensional void as you.
de_de: Eure Zeit ist abgelaufen. Ihr habt versagt. Es erschüttert mich, dass ich aus der gleichen interdimensionalen Leere komme wie Ihr.

# In-game message
source: Well done. You have excelled in your use of large balls of stone for which the dark gods will repay you, by allowing you to use the warrior you found when you reach the next realm.
de_de: Gut gemacht. Ihr habt Euch beim Kegeln mit Felskugeln selbst übertroffen. Die dunklen Götter werden Euch den gefundenen Krieger überlassen, wenn Ihr das nächste Reich erreicht.

# In-game message
source: This region of the underworld will test your ability to traverse the network of caverns. Indeed, time is your enemy here. Defeat it and you will find where a legendary warrior is imprisoned. That warrior will serve you well in the future.
de_de: Dieses Gebiet der Unterwelt wird Eure Fähigkeiten testen, ein Labyrinth von Höhlen zu überbrücken. Die Zeit wird Euer größter Feind sein. Wenn Ihr es schafft, werdet Ihr einen legendären Krieger finden, der hier im Gefängnis eingesperrt ist. Dieser Krieger wird Euch in Zukunft gut dienen.

# In-game message
source: The people of this realm speak of a Dungeon Keeper called Wisel, who is bound to get in your way. When he does, you will have to consign him to history. This will be no mean feat. Resources are scarce because of his activities.
de_de: Die Leute in diesem Reiche reden von einem Dungeon Keeper, der Wiesel genannt wird. Er ist historisch verpflichtet, sich Euch in den Weg zu stellen. Wenn er das tut, dürft Ihr ihn getrost der Geschichte anvertrauen. Das wird kein großes Kunststück sein. Nachschub ist wegen seiner Aktivitäten knapp.

# In-game message
source: Wisel is defeated. The land is yours to plunder and despoil for all eternity. Give 'em hell, master.
de_de: Wiesel ist besiegt. Das Land steht Euch nun zur Plünderung und Verwüstung in alle Ewigkeit offen. Jagt's zur Hölle, Meister.

# In-game message
source: Your evil has corrupted a Samurai Warrior, he has forsaken honour to join your cause. Should your minions suffer heavy casualties, this Warrior will even call upon his brothers in arms to offer assistance. How kind. How stupid!
de_de: Eure Bösartigkeit hat einen Samurai-Krieger gefügig gemacht. Er hat seine Ehre aufgegeben, um Euch zu folgen. Sollten Eure Untergebenen einmal große Opfer erleiden, wird dieser Krieger sogar seine Waffenbrüder zu Hilfe rufen. Nett und dumm!

# In-game message
source: This region of the underworld is riddled with tunnels and many heroes explore their labyrinthine ways. No-one said being evil would be easy.
de_de: Diese Gegend der Unterwelt ist mit Tunneln durchzogen, und viele Helden erforschen die Wege des Labyrinths. Niemand hat behauptet, dass böse sein einfach ist ...

# In-game message
source: It is rumoured that two Dragons are held captive somewhere east of here. Were you to find them and free them, they would make powerful servants.
de_de: Es hält sich die Legende, dass zwei Drachen irgendwo im Osten gefangengehalten werden. Wenn Ihr sie finden und befreien könntet, hättet Ihr zwei feurige Diener.

# In-game message
source: A tunnel to the north leads to the Lord of the Realm's domain. This gate is guarded well. It might be wise to direct the humans' attention towards your subterranean enemy.
de_de: Ein Tunnel Richtung Norden führt zum Hause des Landesherren. Das Tor ist gut bewacht. Es wäre eine gute Idee, die Aufmerksamkeit der Leute auf Euren unterirdischen Gegner zu lenken.

# In-game message
source: These Boulder Traps are ideal for crushing the foe but there are only three of them at your disposal, so use them wisely.
de_de: Die Indy-Fallen sind hervorragend dazu geeignet, Gegner zu plätten. Leider habt Ihr nur drei davon zur Verfügung, benutzt sie also wohlüberlegt.

# In-game message
source: May I suggest that you kill or imprison anything that gets in your way?
de_de: Darf ich Euch darauf hinweisen, daß Ihr alles, was Euch in den Weg kommt, vernichtet oder gefangennehmt?

# In-game message
source: Another realm falls under your evil reign. Another cloud of misery and despair gathers. Lovely.
de_de: Ein weiteres Königreich fällt Eurer Bosheit zu. Und wieder zieht die Wolke der Not und Verzweiflung heran. Herrlich!

# In-game message
source: You have failed. This is a grim day for evil.
de_de: Ihr habt versagt! Heute ist ein schlechter Tag für das Böse!

# In-game message
source: Dispense with a particularly obnoxious party of Dwarves which wanders this region and recruit as many Bile Demons as you can. If you free the Wizard held captive in this realm, he will serve you for some time to come.
de_de: Verzichtet auf eine wiederliche Gruppe von Zwergen, die hier durch die Gegend wandert, und rekrutiert lieber so viele Teufler, wie es nur geht. Wenn Ihr den Magier befreit, der in diesem Reich eingesperrt ist, wird er Euch einige Zeit zur Verfügung stehen.

# In-game message
source: Take more care of your Bile Demons or you will never make it beyond this realm.
de_de: Wenn Ihr Euch nicht besser um Eure Teufler kümmert, werdet Ihr es nie bis zum nächsten Königreich schaffen.

# In-game message
source: How time flies... hurry!
de_de: Oh je! Wie die Zeit vergeht! Beeilung!

# In-game message
source: You will meet your nemesis, the Avatar, in this subterranean place. This is your ultimate test. Remember, mercy is for losers.
de_de: An diesem unterirdischen Ort werdet Ihr Eure Nemesis treffen, den Avatar. Das ist der ultimative Kick. Denkt daran, Gnade ist was für Helden.

# In-game message
source: The Avatar and his allies are defeated, yet his power over this land lingers. Prepare thyself...
de_de: Der Avatar und seine Verbündeten sind geschlagen. Noch hält sich sein Einfluß im Land. Seid gewappnet.

# In-game message
source: You got rid of that Keeper easily. Now all that stands between you and total world domination is that ponce in shining armour. Let's get him.
de_de: Den Keeper seid Ihr aber leicht losgeworden. Alles, was Euch noch von der Weltmacht trennt, ist dieser Zuhälter in seiner Chromrüstung. Macht ihn zur Konserve!

# In-game message
source: Success is thine. Truly, you have earned your title, Dungeon Keeper.
de_de: Der Ruhm ist Euer! Wahrhaftig, Ihr seid würdig, den Titel DUNGEON KEEPER zu tragen.

# In-game message
source: What is this? The Avatar lives!
de_de: Was soll das? Der Avatar lebt!

# In-game message
source: Finally, you stand unchallenged. The world is yours to waste and despoil. I bet you have never felt so bad.
de_de: Und schließlich gibt es für Euch keine Herausforderung mehr. Die Welt steht Euch offen zur Verwüstung und Plünderung. Ich wette, Ihr habt Euch noch nie so schlecht gefühlt ...

# In-game message
source: Marvellous, Keeper! The Avatar and all his pathetic army are finally dead! There's only one Keeper to get rid of before becoming the absolute master! So, what are you waiting for?
de_de: Wunderbar, Keeper! Der Avatar und seine ganze erbärmliche Armee sind endlich tot!Es gibt nur einen Keeper, den man loswerden muss, bevor man der absolute Meister wird!Also, worauf wartet Ihr?

# In-game message
source: Did you see? Your Demon Spawn has evolved to become a powerful Dragon ready to reduce your enemies into ashes!
de_de: Habt Ihr gesehen? Eure Dämonenechse hat sich zu einem mächtigen Drachen entwickelt,um Eure Feinde in Asche zu verwandeln!

# In-game message
source: Well done! Your immense wealth has drawn the attention of a Thief. He will serve you well in the next realm!
de_de: Gut gemacht! Ihr immenser Reichtum hat die Aufmerksamkeit eines Diebes auf sich gezogen. Er wirdEuch gut Dienen im nächsten Reich!

# In-game message
source: Your researchers have discovered the Heal Creature spell that allows to replenish the health of your creatures and keep them from dying for a while longer.
de_de: Eure Forscher haben den Zauber 'Kreatur heilen' entdeckt, der es ermöglicht,die Gesundheit Eurer Kreaturen wieder aufzufüllen und sie für eine Weile vom Sterbenabzuhalten.

# In-game message
source: Try the Must Obey spell. When activated, it constantly forces your creatures to obey to all your orders, making all of them working faster without the possibility for them to take a nap. Be sure to have plenty of money so that the spell will stay activated.
de_de: Versucht den Gehorsamszauber. Wenn er aktiviert ist, werden Eure Kreaturen ständig gezwungen,all Euren Befehlen Folge zu leisten und sie alle schneller arbeiten zu lassen, ohne dieMöglichkeit für ein Nickerchen. Stellt sicher, dass Ihr genügend Geld habt, damitder Zauber aktiviert bleibt.

# In-game message
source: A Tentacle has joined your dungeon. These rare little creatures enjoy to be in water and their spine can even pierce the most solid armors and paralyze your enemies! Marvellous!
de_de: Ein Tentakel hat sich deinem Dungeon angeschlossen. Diese seltenen kleinen Kreaturen sind gerneim Wasser und ihr Dorn kann sogar die festesten Rüstungen durchbohrenund deine Feinde lähmen! Wunderbar!

# In-game message
source: You have entered this realm to gain a creature for your further efforts. You got the creature from start, so you must only keep it safe. And the only way to make this place safe is to kill every hero in the realm.
de_de: Du hast dieses Reich betreten, um eine Kreatur für deine weiteren Bemühungen zu gewinnen. Du.hast die Kreatur von Anfang an, also musst du sie nur sicher aufbewahren. Und der einzige Wegum diesen Ort sicher zu machen, ist jeden Held im Reich töten.

# Level name
source: Eversmile
de_de: Immergrins

# Level name
source: Cosyton
de_de: Nettstadt

# Level name
source: Waterdream Warm
de_de: Herzlich-Holstein

# Level name
source: Flowerhat
de_de: Blumingen

# Level name
source: Lushmeadow-on-Down
de_de: Rosenburg ob der Zauber

# Level name
source: Snuggledell
de_de: Lieblich-Knuffeltal

# Level name
source: Wishvale
de_de: Traumtal

# Level name
source: Tickle
de_de: Herrlich-Hohenbollern

# Level name
source: Moonbrush Wood
de_de: Mondlichtwald

# Level name
source: Nevergrim
de_de: Nimmerbös

# Level name
source: Hearth
de_de: Heimathof-Titisee

# Level name
source: Elf's Dance
de_de: Elfentanz

# Level name
source: Buffy Oak
de_de: Badenerland

# Level name
source: Sleepiburgh
de_de: Pennburg

# Level name
source: Woodly Rhyme
de_de: Knittelvers

# Level name
source: Tulipscent
de_de: Tulpenduft

# Level name
source: Mirthshire
de_de: Glücksberg

# Level name
source: Blaise End
de_de: Luschenreich

# Level name
source: Mistle
de_de: Dudenhöfen

# Level name
source: Skybird Trill
de_de: Vogelsang

# In-game interface description
source: Name and Health: Each creature has its own name. Behind is the creature health bar. The higher the red bar, the better health the creature is in.
de_de: Name und Gesundheit: Jede Kreatur hat ihren eigenen Namen. Dahinter ist die Lebensanzeige. Je voller die Anzeige, je höher die Gesundheit der Kreatur. [23.4]

# In-game interface description
source: Experience: The creature's experience level. Behind the level number is a bar indicating the creatures progress towards attaining more experience.
de_de: Erfahrung: Der Erfahrungshorizont einer Kreatur. Hinter der Levelnummer ist eine Anzeige, die den Fortschritt zum nächsten Levelanstieg andeutet. [23.3]

# In-game interface description
source: Hunger: How badly a creature needs to suck down a chicken or two.
de_de: Hunger: Wie dringend eine Kreatur ein oder zwei Hühnchen zu sich nehmen muss.

# In-game interface description
source: Cancel
de_de: Abbrechen

# Creature spell
source: Arrow: The basic ranged weapon, effective at long distance.
de_de: Pfeil: Die Standard-Waffe mit Reichweite, effektiv auf lange Distanz. [25.4]

# Creature spell
source: Freeze: Changes the target creature to ice. It is then in suspended animation and can be shattered with a well-aimed blow.
de_de: Einfrieren: Vereist die Zielkreatur. Während der Starre kann ein gezielter Schlag den Gegner zersplittern. [26.8]

# Creature spell
source: Armour: This lowers the amount of damage a creature takes each time it is hit, and provides complete immunity to electric shocks.
de_de: Rüstung: Verringert den eingesteckten Schaden bei jedem Gegenschlag und macht immun gegen Elektroschocks. [26.1]

# Creature spell
source: Lightning: A powerful magical weapon with electric attack. Casts a bolt of lighting from the creature.
de_de: Blitz: Eine mächtige magische Waffe mit elektrischem Schaden. Sendet einen Blitzschlag von der Kreatur aus. [26.13]

# Creature spell
source: Rebound: Causes any spell fired at you to bounce back at the attacker.
de_de: Abprall: Reflektiert jeden Zauberspruch an den Angreifer zurück. [26.18]

# Creature spell
source: Fear: Causes the opponent to be terrified and wanting to skip engaging into combat.
de_de: Angst: Schlägt Angreifer frühzeitig in die Flucht.

# Creature spell
source: Sight: Allows the creature to temporarily increase its awareness and notice the invisible.
de_de: Sicht: Erhöht die Wachsamkeit der Kreatur und deckt getarnte Einheiten auf.

# Creature spell
source: Missile: A simple spell that sends a screaming magic reptile at the invaders. Very disconcerting.
de_de: Echsenkugel: Sendet eine schreiende Echse gegen Angreifer. Sehr abschreckend. [26.15]

# Creature spell
source: Grenade: Throws a powerful explosive at the approaching enemy. It can also bounce off walls and has the traditional delayed fuse.
de_de: Granate: Wirft eine kraftvolle Granate gegen den nahenden Feind. Kann von Wänden abprallen und zündet leicht verzögert. [26.9]

# Creature spell
source: Navigating Missile: A spell that sends a screaming magic reptile homing in on the nearest hero or enemy creature for double damage. Nice.
de_de: Lenkechse: Sendet eine starke schreiende Echse gegen Angreifer, die automatisch ihre Flugbahn dem Gegner anpasst. [26.16]

# Creature spell
source: Speed: Speeds up the creature so that it can perform fighting and working tasks really quickly.
de_de: Beschleunigen: Beschleunigt die Kreatur, sodass sie viel schneller arbeiten und kämpfen kann. [26.20]

# Creature spell
source: Poison Cloud: Forms a cloud of noxious gas capable of damaging both the enemy and your own creatures. The gas affects all who breathe it.
de_de: Giftwolke: Bildet eine Wolke aus schädlichem Gas, die beide schädigen kann.Feind und deine eigenen Kreaturen. Das Gas betrifft alle, die es atmen.

# Creature spell
source: Group: Not used
de_de: Gruppe: Ungebraucht

# Creature spell
source: Teleport: With this spell, a creature can teleport anywhere on the map. If you are Possessing a creature, then it teleports to its Lair or to the Dungeon Heart.
de_de: Teleport: Mit diesem Spruch kann eine Kreatur sich irgendwo auf der Karte hinbeamen. In Symbiose teleportiert sich die Kreatur zum eigenen Versteck oder zum Dungeon-Herz. [26.21]

# Creature spell
source: Flame Breath: The devastating constant stream of searing fire.
de_de: Flammenatem: Ein verheerender, konstanter Strahl sengenden Feuers. [26.6]

# Creature spell
source: Illuminate: Brings light onto darkness, allowing the creature to see but also be seen by others.
de_de: Beleuchten: Bringt Licht ins Dunkel; erlaubt der Kreatur zu sehen, aber auch von anderen gesehen zu werden.
