Repository: dkfans/keeperfx
Catalog: lang/gtext_lat.po
Languages: la_la

# Statistic name
source: Creatures Trained
la_la: Creaturae exercitatae

# Statistic name
source: Gold Pots Stolen
la_la: Ollae auri furatae

# Statistic name
source: Spells Stolen
la_la: Incantationes furatae

# Statistic name
source: Traps Manufactured
la_la: Trappae fabricatae

# Statistic name
source: Traps Unused
la_la: Trappae non usae

# Statistic name
source: Doors Manufactured
la_la: Ostia fabricata

# Statistic name
source: Doors Unused
la_la: Ostia non usa

# Statistic name
source: Number of Rooms
la_la: Numerus camerarum

# Statistic name
source: Number of Portals
la_la: Numerus portalium

# Statistic name
source: Slaps
la_la: Alapae

# Statistic name
source: Cave-Ins
la_la: Derupamenta

# Statistic name
source: Skeletons Raised
la_la: Sceleti animati

# Statistic name
source: Bridges Built
la_la: Pontes constructi

# Statistic name
source: Rock Dug Out
la_la: Rocca fossa

# Statistic name
source: Salary Cost
la_la: Impendium manupretii

# Statistic name
source: Flies Eaten By Spiders
la_la: Muscae ab Araneis esae

# Statistic name
source: Territory Destroyed
la_la: Territorium deletum

# Statistic name
source: Rooms Constructed
la_la: Camerae constructae

# Statistic name
source: Traps Used
la_la: Trappae usae

# Statistic name
source: Keepers Destroyed
la_la: Custodes deleti

# Statistic name
source: Area Claimed
la_la: Area vindicata

# Statistic name
source: Backs Stabbed
la_la: Dorsa icta

# Statistic name
source: Chickens Hatched
la_la: Pulli exclusi

# Statistic name
source: Chickens Eaten
la_la: Pulli esi

# Statistic name
source: Hopes Dashed
la_la: Spes ruptae

# Statistic name
source: Promises Broken
la_la: Promissa rupta

# Statistic name
source: Ghosts Raised
la_la: Phasmae animatae

# Statistic name
source: Doors Used
la_la: Ostia usa

# Statistic name
source: Your Creatures Killed By You
la_la: Creaturae tuae a te necatae

# Statistic name
source: Things Researched
la_la: Res investigatae

# Statistic name
source: Last Creature Attracted
la_la: Creatura ultima attracta

# Statistic name
source: Items Manufactured
la_la: Res fabricatae

# Statistic name
source: Creatures Converted
la_la: Creaturae conversae

# Statistic name
source: Territory Lost
la_la: Territorium perditum

# Statistic name
source: Traps Armed
la_la: Trappae paratae

# Statistic name
source: Chickens Wasted
la_la: Pulli prodacti

# Statistic name
source: Lies Told
la_la: Mendacia dicta

# Statistic name
source: Creatures Annoyed
la_la: Creaturae iratae

# Statistic name
source: Graveyard Body Count
la_la: Corpora in sepulcreto

# Statistic name
source: Vampires Created
la_la: Vampyri creati

# Easter egg
source: When night does not give way to day, And children are too scared to play, Abandon hope, embrace despair, You're destined for my Dragon's lair
la_la: Cum nox viam diei non dat, et pueri nimis metuentes sunt ut ludant, Relinque spem, accipe desperationem, in stabulo eris cum meo Dracone

# Easter egg
source: If thou art bold and pure of heart, Come down here, be torn apart.
la_la: Si audax es et cor purum habes, Hic veni, laniaberis sine quiete.

# Easter egg
source: Through my dungeon you may tread, But rest assured, you'll end up dead.
la_la: Per castellum meum fortasse pinsis, Sed certe es, mortem occurris.

# Easter egg
source: If you find you lose it all, Why not play Theme Hospital?
la_la: Si putas hoc esse tuam sortem finalem, Cur non ludis Theme Hospitalem?

# Easter egg
source: Armoured Knights who have true grit, Roast more quickly on a spit.
la_la: Eques cum armatura qui habent animum verum, Rapide se assant supra magnum verum.

# Easter egg
source: Evil, malice, death, decay, I think you'll find they're here to stay.
la_la: Malum, malitia, mors, putrefactio, Haec non simulant esse bona factio.

# Easter egg
source: Evil, malice, death, decay, Just another working day.
la_la: Malum, malitia, mors, putrefactio, Modo alius dies cum laborem facio.

# Easter egg
source: Evil, malice, death, decay, There really is no better way.
la_la: Malum, malitia, mors, putrefactio, Vere non sum in meliore itinerario.

# Easter egg
source: Giant, Dwarf, Thief and Fairy, None of you are very scary.
la_la: Gigas, Nanus, Fur et Fata, Vere nulla creatura est timorata.

# Easter egg
source: The denizens of your domain, Just cannot wait to kill again.
la_la: Incolae in regnis tuis, Volunt iterum occidere manis suis.

# Easter egg
source: The better creatures you employ, The greater carnage you enjoy.
la_la: Quanto melior creaturae sunt quibus uteris, Tanto maior stragem frueris.

# Easter egg
source: Hark! The Avatar's abroad, And I can smell a frightened Lord.
la_la: Eho! Avatar non adest, Et Dominus territus olfieri potest.

# Easter egg
source: Trespassers will meet their doom, In your dungeon's Torture Room.
la_la: Vos, intrusi, fortasse moriemini, In camera roboris eius cruciaminis.

# Easter egg
source: Though intruders' hearts be pure, They'll end up on your dungeon floor.
la_la: Quamquam corda intrusorum sunt pura, Erunt super roboris tui sola.

# Easter egg
source: Your tunnels will be dark and cold, And no place for a Knight of old, Even if he claims he's bold.
la_la: Cuniculi tui obscuri et algidi erunt, Locus non bonus ad Dominum vetum, Etsi dicit se esse promptum.

# Easter egg
source: The fools who enter your domain, Will never see the light again.
la_la: Stulti qui in regnum tuum ineunt, Lucem nunquam iterum videbunt.

# Easter egg
source: Pain and anguish are your tools, To use upon intruding fools.
la_la: Dolor et angor sunt tua instrumenta, Ut eis utaris contra individua insipientia.

# Easter egg
source: When good guys head right for your treasure, Hunt and kill them at your leisure.
la_la: Cum homines boni eunt ad thesaurum tuum, Venare et occide eos ad otium tuum.

# Easter egg
source: Protect your gold and Dungeon Heart, And slap your minions till they fart.
la_la: Protege tuum aurum et cor roboris, Et creaturas tuas verbera baculis.

# Easter egg
source: Use your creatures' fear of you. To make them do what you want them to.
la_la: Si creaturae tuae te formidant, Facient quod eis ordinas.

# Easter egg
source: Wizard in your dungeon grim? A trap will make short work of him.
la_la: Estne Magus in robore tuo? Exhibe ei trappam in igne fatuo.

# Easter egg
source: When your creatures give you hell, Stick them in your Prison Cell.
la_la: Cum creaturae tuae abutuntur tuo robore, Pone eas in tuo carcere.

# Easter egg
source: Torture is the crowning glory, Of your Dungeon Keeper story.
la_la: Cruciamen est suprema gloria, De Custode Roboris tua historia.

# Easter egg
source: You are the Keeper, chosen one, And being evil is great fun.
la_la: Tu custos es, electus es, et malus esse maxime delectabile est.

# Easter egg
source: When your troops are hunger-stricken, Your Hatchery has yummy chicken.
la_la: Cum agmina tua fame moriuntur, In seminario tuo pullos sapidos epulantur.

# Easter egg
source: Fill the Avatar with dread. Really make him wet the bed.
la_la: Comple Avatarem cum metu. Fac eum se mingere in lecto.

# In-game hint message
source: Imps are the lifeblood of your dungeon. Like blood, they must be allowed to circulate.
la_la: Diabolulli essentia roboris tui sunt. Ut sanguis, diffundi eis licere debes.

# In-game hint message
source: Feeling mean? Set your minions to imprison and when your cells are full, spend some time torturing...
la_la: Sentisne malus? Captiva satellites tuas, et cum cellae plenae sunt, crucia eas...

# In-game hint message
source: If your creatures get unhappy, slap some sense into them. They'll soon realise how lucky they are.
la_la: Si creaturae tuae tristes fiunt, alapas eis da. Se quam fortunatae esse mox sentient.

# In-game hint message
source: The underworld is your domain and the adventurers come to steal it. Never show pity, even when the intruders are defenceless and pathetic.
la_la: Infernum regnum tuum est, et errores veniunt ut furentur. Numquam misericordiam exhibeas, etiam cum intrusi indefensi et pathetici sunt.

# In-game hint message
source: Compassion is the hallmark of the good Keeper. But good Keepers never win. Only evil ones.
la_la: Misericordia est propria custodis boni. Sed custodes boni nunquam vincunt. Solum mali.

# In-game hint message
source: There's never a moment to waste. Already the bravest of the brave are queuing up to enter your dungeon. So stop reading this and get going.
la_la: Nunquam est momentum ad prodigendum. Iam animosissimi animosorum lineam faciunt ad in robur tuum ineundum. Subsiste legere hoc igitur et incipe.

# In-game hint message
source: Build fast. You'll want the biggest possible welcoming committee ready for the intruders.
la_la: Construe celeriter. Maximum consilium hospitale possibile paratum ad intrusos voles.

# In-game hint message
source: Keep your Imps digging. There are always surprises to be found deep in the earth.
la_la: Diabolullos fodere obliga. Res inopinatae semper sunt in terra inveniri.

# In-game hint message
source: He who controls the most gold controls the entire Underworld.
la_la: Qui maximum aurum imperat, integrum Infernum imperat.

# In-game hint message
source: Fear and lack of mercy are your greatest weapons. Use them wisely.
la_la: Timor et penuria misericordiae maxima arma tua sunt. Eis utere sapienter.

# In-game hint message
source: Foolish is the Keeper who sells all his rooms and refuses to pay his creatures.
la_la: Fatuus est custos qui omnes cameras vendit et creaturas suas solvere non vult.

# Menu interface item
source: Return to options menu
la_la: Redi ad tabulam optionis

# Menu interface item
source: Exit
la_la: Exitus

# Menu interface item
source: Audio
la_la: Sonus

# Menu interface item
source: Invert Mouse
la_la: Inverte murem

# Menu interface item
source: Mouse Sensitivity
la_la: Sensibilitas muris

# Menu interface item
source: Computer
la_la: Computarium

# Menu interface item
source: Computer Players
la_la: Ludii computarii

# Menu interface item
source: On
la_la: Accensum

# Menu interface item
source: Off
la_la: Expictum

# Menu interface item
source: Sensitivity
la_la: Sensibilitas

# Menu interface item
source: Mouse Options
la_la: Optiones muris

# Menu interface item
source: Mouse
la_la: Mus

# Menu interface item
source: Undo Pickup
la_la: Disface capionem

# Menu interface item
source: Pause
la_la: Pausa

# Menu interface item
source: Map
la_la: Charta

# On-screen message
source: Insufficient Memory
la_la: Memoria insufficiens

# On-screen message
source: Unable To Change Screen Resolution
la_la: Incapax ad mutandum resolutionem quadri

# Menu interface item
source: Query
la_la: Consultatio

# Credits
source: Support Art
la_la: Ars additionalis

# Credits
source: Navigation System
la_la: Systema navigationis

# Credits
source: Script
la_la: Scriptum

# Credits
source: Voice Over
la_la: Vox

# Credits
source: Finance
la_la: Finantiae

# Credits
source: Localisation Management
la_la: Procuratio traductionis

# Credits
source: Language Test Supervisor
la_la: Supervisor probarum linguarum

# Credits
source: Language Testers
la_la: Probatores linguarum

# Credits
source: Localisation Audio Management
la_la: Procuratio traductionis soni

# Network game message
source: Attempting To Join
la_la: Conans ad se iungendum

# Network game message
source: Resyncing
la_la: Resynchronitans

# Menu interface item
source: 1 Player
la_la: 1 ludius

# Menu interface item
source: 2 Players
la_la: 2 ludii

# Menu interface item
source: 3 Players
la_la: 3 ludii

# Menu interface item
source: 4 Players
la_la: 4 ludii

# Menu interface item
source: Serial
la_la: Serialis

# Menu interface item
source: Modem
la_la: Modisum

# Menu interface item
source: IPX
la_la: EFI

# World direction
source: N
la_la: B

# World direction
source: S
la_la: A

# World direction
source: W
la_la: O

# Menu interface item
source: Vs
la_la: Contra

# Credits
source: Game design
la_la: Designatio ludi

# Credits
source: Associate Producer
la_la: Productor associatus

# Credits
source: Additional Script
la_la: Scriptum additionale

# Easter egg
source: Happy Birthday
la_la: Felicem natalem

# Menu interface message
source: Error Saving
la_la: Error inter conservandum

# Menu interface message
source: New Levels
la_la: Libellae novae

# In-game message
source: The might of two rival Dungeon Keepers challenge your claim to this realm. Decimate them both to achieve total domination, but beware of bands of heroes hidden in the caverns.
la_la: Potestas duorum custodum rivalium roboris proprietatem huius regni disputat. Decima ambos ut dominationem totalem obtineas, sed cave catervas heroum occultas in cavernis.

# In-game message
source: Another Keeper has already claimed this realm. He is unfit to rule so destroy him and take what is rightfully yours. Great riches lie in the caverns around the land; explore to gain more power.
la_la: Alius custos hoc regnum vindicavit. Paratus non est, vince igitur eum et cape quod legitime tuum est. Ditiae magnae in cavernis sunt circa territorium; speculare ut magis potestatem teneas.

# In-game message
source: This land is highly coveted amongst the evil and there are three enemy Dungeon Keepers you must battle with to claim supremacy. Keep an eye out for any rogue bands of heroes waiting to ambush a careless Keeper.
la_la: Haec terra maxime concupitur inter malignorum, et tres sunt custodes roboris inimici, cum quibus proeliari debes ad suprematiam tenendam. Vigila, fortasse sunt catervae heroum solitariae, quae neglegentem custodem impetare cum insidia exspectant.

# In-game message
source: The Lord of the Land and his pitiful band of followers lie dead. Good riddance to them and their sad, happy lives. Now seize your chance and attack your rival Keeper. Domination awaits.
la_la: Dominus Regni et caterva sua misera sectatorum mortui sunt. Nunquam vobiscum et vitis laetibus tristibus vestris congredior. Iam cape opportunitatem tuam et custodem rivalem tuum aggredere. Dominatio te exspectat.

# In-game message
source: You and a rival Dungeon Keeper are vying for control of this realm but the Lord of the Land has constructed his own dungeon between you to halt your conquest. Destroy him and the enemy Keeper to reign supreme.
la_la: Tu et custos roboris rivalis ob imperium huius regni certatis, sed Dominus Regni robur proprium inter te construxit ut conquaestum tuum subsistat. Eum et custodem inimicum vince ad super omnes regnandum.

# In-game message
source: You have done well to come this far but further hardships await. Search the map carefully and you may find many secrets to aid your conquest.
la_la: Bene fecisti hactenus, sed plures difficultates te exspectant. Chartam scrutare et fortasse multa secreta nancisceris ad conquaestum tuum auxiliandum.

# In-game message
source: You have come to this realm with little to assist you so you must explore to gain more power. Keep an eye out for any loathsome heroes who may try to thwart your progress.
la_la: Ad hoc regnum advenisti cum paulis rebus opiferis, speculari igitur debes ut magis potestatem teneas. Vigila qualescumque heroes taetros qui fortasse progressum tuum officere conantur.

# In-game message
source: Beware Keeper. This realm is infested with the sickly goodness of heroes and fairies. Hunt them down and feed them their own entrails.
la_la: Cave, custos. Hoc regnum bonitate morbosa heroum et fatarum infestatum est. Eos consectare et interaneis propriis pasce.

# In-game message
source: Your opponent for this realm has foolishly challenged your superior skill. Such disrespect should be punished so make an example of his insolence.
la_la: Adversarius tuus ad hoc regnum stulte habilitatem tuam provocavit. Talis irreverentia puniatur, exemplum igitur insolentiae suae age.

# In-game message
source: Ancient powers lie hidden in this realm. Seek them out and use them for your own evil purposes.
la_la: Potentiae antiquae occultae in hoc regno sunt. Eas quaere et eis utere ad proposita tua maligna.

# In-game message
source: A foolish challenger stands between you and total dominance. Annihilate his forces and feed his body to your ravenous minions.
la_la: Adversarius fatuus inter te et dominationem totalem stat. Vires suas annihila et satellitibus tuis voracibus corpus suum pasce.

# In-game message
source: I can hear footsteps beyond the walls of the hero castle which dominates this land. Tread carefully Keeper and rid the land of goodness once and for all.
la_la: Passus trans muros castelli herois audire possum, quod hoc regnum dominatur. Caute gradere, custos, et terram bonitate libera semel pro semper.

# In-game message
source: The once strong hero fortress of this realm has grown rotten and weak. Tear down its walls and let your creatures feast on the heroes within.
la_la: Quod castellum herois forte huius regnum fuit, putre et debile crevit. Muros suos demolire et creaturas tuas sine heroes intus epulari.

# In-game message
source: This realm will be a test of your cunning and deviousness. Your dungeon has been fortified with seven steel doors to aid you in your conquest.
la_la: Hoc regnum proba erit de versutia tua. Robur tuum septem ostiis aciarii fortificatum est ut in conquaestu tuo te adiuvent.

# In-game message
source: Congratulations Keeper. This vial has given your researchers a much needed boost. You can now construct Bridges that enable you to traverse water and fire.
la_la: Optime, custos. Haec fiola investigatoribus tuis impulsum maxime necessarium dedit. Iam pontes construere potest, qui aquam et ignem transire te sinunt.

# In-game message
source: Food is scarce in this land and the only Hatchery available to you is inside a hero dungeon. Find this food before your creatures turn against you.
la_la: Cibus in hac terra scarsus est, et unicum seminarium ad te disponibile in robore herois inest. Hunc cibum nanciscere antequam creaturae tuae se rebellant.

# In-game message
source: Entombed in stone by a cruel band of heroes, the Vampire you have rescued demands revenge for his imprisonment. His anger will make him a valuable asset to your army of evil.
la_la: A caterva heroum crudeli sub lapide tumulatus, Vampyrus quem salvavisti vindictam postulat pro incarceratione sua. Ira sua in habere pretioso ad exercitum tuum mali eum facit.

# In-game message
source: You are surrounded on all sides by valiant heroes so show them the true meaning of evil and terror.
la_la: Ab heroibus animosis undique circumdaris, eis igitur significationem veram mali et terroris monstra.

# In-game message
source: The Lord of the Land has sent his fiercest warriors against you. Show them no mercy and flay them alive.
la_la: Dominus Regni bellatores ferocissimos suos contra te demisit. Nullam misericordiam eis monstra et eos vivos deglube.

# In-game message
source: Explore this realm to uncover riches and secrets. Tread carefully Keeper, or you could be burned.
la_la: Hoc regnum speculare ut ditias et secreta reveles. Caute gradere, custos, aut ardere possis.

# In-game message
source: Only one Dungeon Keeper can reign victorious over this land. Do not suffer a humiliating defeat Keeper, the penalty for such failure is torture and death.
la_la: Unus tantum custos roboris in hoc regno victoriosus fieri potest. Ne patiaris stragem humiliantem, custos. Multa pro tali deliquio cruciamen et mors est.

# In-game message
source: Choices, choices Keeper. Choose your path wisely. Some routes are more perilous than others ...
la_la: Optiones, optiones, custos. Viam tuam sapienter delige. Aliquae viae magis periculosae sunt quam aliae...

# In-game message
source: Congratulations Keeper, you have a powerful army indeed. Do not grow complacent though, you still have another challenger to the north ...
la_la: Gratulationes, custos, exercitus potentem quidem habes. Sed complacens ne fias, alium adversarium adhuc ad borean habes...

# In-game message
source: Congratulations Keeper, you have a powerful army indeed. Do not grow complacent though, you still have another challenger to the south ...
la_la: Gratulationes, custos, exercitus potentem quidem habes. Sed complacens ne fias, alium adversarium adhuc ad austrum habes...

# In-game message
source: The Lord of the Land is a pathetic individual who breeds fluffy bunnies. Pound him into the ground and then destroy the rival Keeper to achieve total domination.
la_la: Dominus Regni individuum miserabile est, quod cuniculos parvos lanuginosos alit. Eum pinse in solum, et deinde custodem rivalem dele ut dominationem totalem obtineas.

# In-game message
source: Make haste Keeper. The heroes of this realm are many and strong. Prepare your forces well or face a humiliating defeat ...
la_la: Festina, custos. Heroes huius regni multi et fortes sunt. Vires tuas bene para, aut stragi humilianti obviam i...

# In-game message
source: The Avatar is a wretched being, full of happiness and good cheer. Food is scarce in his land and the only Hatchery available is inside his dungeons. Destroy his mighty fortress and wipe the smile from his face before your creatures turn against you.
la_la: Avatar ens miserum est, plenum felicitatis et gaudii. Cibus in hac terra scarsus est, et unicum seminarium disponibile in roborum eius inest. Castrum imperiosum eius dele et surrisum ex facie eius terge antequam creaturae tuae se rebellant.

# In-game message
source: The Avatar has massed an army of heroic Lords to confront you. Prepare to be attacked!
la_la: Avatar exercitum dominorum heroicorum collegit ad te confrontandum. Paratus es ut incessaris!

# In-game message
source: Decimate this outpost and send fear into the heart of the Avatar.
la_la: Hanc stationem decima et timorem in cor Avataris demitte.

# In-game message
source: The Avatar's castle is ripe for the taking. Train your forces well, Keeper. The ultimate battle awaits ...
la_la: Castellum Avataris maturum ad tondendum. Tuas vires bene exercita, custos. Proelium ultimum te exspectat...

# In-game message
source: You are now in the heart of the Avatar's castle. The sickly sweet smell of goodness still hangs in the air. Kill the Avatar and send his soul to eternal damnation.
la_la: Iam in corde castelli Avataris es. Odor dulcis morbosus bonitatis etiamnunc in aere pendet. Avatarem occide et animam suam ad damnationem aeternam demitte.

# In-game message
source: Well done, Keeper. The Mistress you have discovered is an excellent prize.
la_la: Optime, custos. Domina quam repperisti praemium excellens est.

# In-game message
source: The Bile Demon you have rescued will be a valuable but hungry asset to your dungeon. Make sure your Hatchery can satisfy his voracious appetite.
la_la: Daemon Bilis quem eripuisti creatura pretiosa sed esuriens est ad robur tuum. Verifica ut seminarium tuum appetitum eius voracem satisfacere possit.

# In-game message
source: A devious Wizard has cheated you of your magical powers. Use your only Spider and explore the realm. Find the Wizard, kill him and make an example of his foolishness.
la_la: Magus devius potestates magicas tuas despoliavit. Aranea unica tua utere et hoc regnum speculare. Magum nanciscere, eum occide et exemplum fatuitatis sui age.

# In-game message
source: You have found some Imps who consider it a great honour to serve you.
la_la: Aliquos diabolullos nanctus es, qui te servire honorem magnum considerant.

# In-game message
source: You have discovered a group of Bile Demons who will aid you in your fight.
la_la: Grupam Daemonum Bilis nanctus es, qui in pugna tua te adiuvabunt.
