Repository: dkfans/keeperfx
Catalog: lang/gtext_rus.po
Languages: ru

# Door description
source: Midas Door: This door consumes gold from the owner to stay completely indestructible. RMB zoom.
ru: Дверь Мидаса: Пожирает золото владельца, благодаря чему остается непробиваемой. ПКМ - отображение.

# Game controls
source: Ascend
ru: Взлететь

# Game controls
source: Descend
ru: Опуститься

# Creature spell
source: Familiar: Summons a companion to guard and assist the creature.
ru: Призвать фамильяра: Призывает спутника, защищающего создание и помогающего ему.

# Creature spell
source: Summon: Call upon temporary guardians to assist the creature in combat.
ru: Призвать создание: На время призывает хранителей, помогающих призвавшему их созданию в битве.
