Repository: dkfans/keeperfx
Catalog: lang/gtext_spa.po
Languages: es_es

# In-game message
source: Success! The land is yours. Press Space to proceed to the next realm.
es_es: ¡Felicidades! La tierra es tuya. Pulsa espacio para pasar al siguiente reino.

# In-game message
source: This is a message. Right click to delete it.
es_es: Esto es un mensaje. Pulsa con el botón derecho del ratón para borrarlo.

# In-game message
source: The first thing a Keeper needs is somewhere to keep gold, when it's been mined out of the rock by his imps. To create a Treasure Room, select the Treasure Room icon from the Rooms Panel and fill the empty area to the west with Treasure Room tiles.
es_es: Lo primero que necesita un guardián es un sitio para guardar el oro después de que tus duendes lo hayan extraído de la roca. Para crear una sala del tesoro, elige el icono de sala del tesoro en el panel de salas, y rellena la zona vacía del oeste con bloques de sala del tesoro.

# In-game message
source: Use the cursor keys to see other areas of the underworld. Rotate and zoom the view with the right ctrl key and cursor keys.
es_es: Utiliza las teclas de cursor para ver otras zonas del mundo subterráneo. Gira y haz zoom de pantalla con la tecla derecha de control y las de cursores.

# In-game message
source: Expertly done. Press the right mouse button to turn the pointer back into the Hand of Evil. Mine out the gold to the east by tagging the area with the left mouse button. Your Imps will dig out the gold and carry it back to your Treasure Room.
es_es: Lo has hecho muy bien. Pulsa el botón derecho del ratón para volver a convertir el cursor en la mano del mal. Extrae el oro que hay al este marcando la zona con el botón izquierdo del ratón. Tus duendes excavaran el oro y lo llevaran a tu sala del tesoro.

# In-game message
source: If you want to make your creatures work harder, slap them by right clicking the Hand of Evil on them. Slapping will harm your creatures.
es_es: Si quieres que tus criaturas trabajen más duro, azótalas pulsando el botón derecho del ratón cuando la mano del mal está sobre ellas. Azotar a tus criaturas les hará daño.

# In-game message
source: Use the left mouse button to pluck your creatures from the dungeon. Use the right mouse button to drop them over a room or tile belonging to your dungeon. Creatures perform the task most relevant to the situation they're dropped into.
es_es: Utiliza el botón izquierdo del ratón para sacar a tus criaturas de la mazmorra. Usa el botón derecho del ratón para dejarlas caer sobre una sala o bloque perteneciente a tu mazmorra. Las criaturas realizaran la tarea más pertinente de acuerdo con la situación sobre la que las has dejado caer.

# In-game message
source: Greedily done, Keeper. Now, you need to turn some of your dungeon into a Lair. Lairs are where creatures rest and recover. The area your imps just mined out would be an ideal spot for some creatures to lurk. Select the Lair icon from the Rooms Panel.
es_es: Muy avaricioso, guardián. Ahora tienes que transformar parte de tu mazmorra en una guarida. Las guaridas son los lugares donde las criaturas descansan y se recuperan. La zona que acaban de excavar tus duendes sería un lugar ideal para algunas criaturas. Elige el icono de guarida en el panel de salas.

# In-game message
source: Dig a tunnel that connects to the Portal to the north. Portals appear on the map as flashing squares, until they are claimed. Creatures only use Portals claimed by a Keeper. Your imps claim a Portal as soon as it connects to your dungeon.
es_es: Excava un túnel que conecte con el portal del norte. En el mapa los portales aparecen como cuadrados destellantes hasta que alguien los reclama. Las criaturas solo usan portales reclamados por un guardián. Tus duendes reclaman un portal en cuanto queda conectado con tu mazmorra.

# In-game message
source: You should build a Treasure Room first. Select the Treasure Room icon from the Rooms Panel and left click on the tiles in the area to the west of your Dungeon Heart.
es_es: Antes tienes que construir una sala del tesoro. Elige el icono de sala del tesoro en el panel de salas y pulsa con el botón izquierdo del ratón sobre los bloques de la zona que hay al oeste del corazón de tu mazmorra.

# In-game message
source: Pick up creatures by left clicking on them. Drop them by right clicking over a room or tile belonging to your dungeon. Creatures perform tasks relevant to the situation they're dropped into.
es_es: Coge criaturas pulsando con el botón izquierdo sobre ellas. Déjalas caer pulsando con el botón derecho sobre una sala o un bloque perteneciente a tu mazmorra. Las criaturas realizan tareas pertinentes de acuerdo con la situación en la que las has dejado caer.

# In-game message
source: If you want your creatures to work harder, slap them with a right click of the hand. Your creatures take damage from each slap they receive.
es_es: Si quieres que tus criaturas trabajen más duro, azótalas pulsando con el botón derecho sobre ellas con la mano del mal. Tus criaturas sufren daño por cada azote que reciben.

# In-game message
source: You have not yet built a Treasure Room. Until you build this room, you will be unable to pay any creatures. Only imps give their loyalty freely. No other creatures will serve you unpaid.
es_es: Todavía no has construido una sala del tesoro. Hasta que no construyas esa sala, no podrás pagarle a ninguna criatura. Solo los duendes dan su lealtad gratuitamente. Ninguna otra criatura te servirá sin recibir paga.

# In-game message
source: Your first minion has arrived. It's a giant Fly. It can spit corrosive vomit at your enemies and its wings grant the hideous insect the speed to intercept the most nimble trespassers.
es_es: Tu primer servidor ha llegado. Es una mosca gigante. Puede escupir vómito corrosivo sobre tus enemigos y sus alas garantizan a ese odioso insecto la velocidad necesaria para interceptar a los más ágiles invasores.

# In-game message
source: A Beetle has scuttled into your realm. It's tough enough to absorb a lot of damage. Like most creatures, Beetles require food. Dig out a new area, select the Hatchery icon and create your Hatchery. Tasty snacks will soon emerge from its enchanted soil.
es_es: Un escarabajo ha entrado en tu reino. Es suficientemente duro para absorber gran cantidad de daño. Como la mayoría de las criaturas, el escarabajo necesita alimentos. Excava un área nueva, selecciona el icono del criadero y crea tu criadero. Al momento, brotarán deliciosos bocados de su suelo encantado.

# In-game message
source: Imps fortify your walls to prevent intruders tunnelling in. If you want to create more imps, go to the Research Panel, select the Imp icon and left click anywhere in your dungeon. Each Imp you create costs more than the previous one.
es_es: Los duendes fortifican tus muros para evitar que sean perforados por intrusos. Si quieres crear más duendes, ve al panel de investigación, selecciona el icono de duende y pulsa con el botón izquierdo del ratón en cualquier parte de tu mazmorra. Cada duende que crées costará más que el anterior.

# In-game message
source: Why not have a handful of creatures ready to drop on top of intruders? To pick up creatures quickly, left click on them from within the Creatures Panel. You can only drop creatures within the confines of your own dungeon.
es_es: ¿Por qué no tener un puñado de criaturas listas para caer encima de los intrusos? Para reunir criaturas rápidamente, haz clic izquierdo sobre ellas desde dentro del panel de criaturas. Solo puedes dejar caer criaturas dentro de los confines de tu propia mazmorra.

# In-game message
source: Intruders approach. They seek gaps in your fortifications, in order to gain entry to your dungeon. A white trail on the map indicates their progress. Click the icon at the top of the Control Panel to see a bigger map.
es_es: Se aproximan intrusos. Buscan agujeros en tus fortificaciones para lograr entrar en tu mazmorra. El rastro blanco en el mapa señala su avance. Haz clic sobre el icono en la parte superior del panel de control para ver el mapa ampliado.

# In-game message
source: Savour your first victory while you can. You have attracted the wrath of the Lord of this realm. His party will soon be here.
es_es: Saborea tu primera victoria mientras puedas. Has atraído la ira del Señor de este reino. Sus esbirros estarán pronto aquí.

# In-game message
source: The Lord of the Land has arrived. I can smell his fear. Defeat him and the realm is yours.
es_es: El Señor de la Tierra ha llegado. Puedo olfatear su miedo. Derrótalo, y el reino será tuyo.

# In-game message
source: Your work here is done. Now there is no-one to prevent you from obliterating this nauseating realm and expanding your empire into a neighbouring land. Nice.
es_es: Tu tarea aquí está hecha. Ahora, nadie puede evitar que aniquiles este asqueroso reino y expandas tu imperio a una tierra vecina. Excelente.

# In-game message
source: You require more Imps. Use the Create Imp spell to conjure them into your domain. Remember, each Imp you create is more expensive than the last.
es_es: Necesitas más duendes. Utiliza el conjuro de crear duendes para conjurarlos dentro de tu dominio. Recuerda, cada duende que crées es más caro que el anterior.

# In-game message
source: When Imps have no other orders, they run around reinforcing your dungeon. Fortified walls keep out intruders. Rooms with reinforced walls make your creatures feel more at home and heroes more terrified.
es_es: Cuando los duendes no tienen otras órdenes, dan vueltas y refuerzan tu mazmorra. Los muros fortificados mantienen fuera a los intrusos. Las salas con paredes fortificadas hacen que tus criaturas se sientan más en casa y que los héroes sientan más terror.

# In-game message
source: Possess creatures by choosing the Possess spell from the Research Panel and left-clicking on the creature you want to control. Right-click to leave the creature again.
es_es: Toma posesión de las criaturas seleccionando el conjuro de posesión en el panel de investigación y pulsando con el botón izquierdo del ratón sobre la criatura que quieras controlar. Pulsa con el botón derecho para abandonar de nuevo la criatura.

# In-game message
source: Remember the lessons you learned in Brana Hauk. You must build a Treasure Room, a Lair and a Hatchery and you will need to claim a Portal. Build rooms in squares of at least nine tiles to increase the efficiency of the room.
es_es: Recuerda las lecciones que aprendiste en Brana Hauk. Debes construir una sala del tesoro, una guarida y un criadero, y necesitas reclamar un portal. Construye salas en cuadrados de al menos nueve bloques para incrementar la eficiencia de la sala.

# In-game message
source: You will need to make your creatures stronger. In a Training Room, your creatures can hone their fighting skills, gain new abilities and learn more powerful spells.
es_es: Necesitas hacer más fuertes a tus criaturas. En una sala de entrenamiento, tus criaturas pueden aguzar sus habilidades de combate, desarrollar nuevos talentos y aprender conjuros más poderosos.

# In-game message
source: Your plan proceeds smoothly, keeper. Allow your Imps time to fortify the walls of your dungeon. This increases the efficiency of rooms and repels would-be invaders.
es_es: Tu plan funciona sin tropiezos, guardián. Dales tiempo a tus duendes para fortificar los muros de tu mazmorra. Esto incrementa la eficiencia de las salas y repele a los posibles invasores.

# In-game message
source: The Training Room attracts ever more ferocious creatures, such as Demon Spawn. Build it and they will come.
es_es: La sala de entrenamiento atrae a criaturas aun más feroces, tales como el retoño demoníaco. Constrúyela y vendrán.

# In-game message
source: To train creatures, drop them in the Training Room. The number that occasionally appears above a creature's head indicates how much gold it has cost for that creature to train.
es_es: Para entrenar criaturas, déjalas caer en la sala de entrenamiento. El número que aparece de vez en cuando sobre la cabeza de una criatura indica cuanto oro ha costado entrenar a esa criatura.

# In-game message
source: You can train creatures more rapidly by slapping them as they work out in the Training Room.
es_es: Puedes entrenar criaturas más rápidamente azotándolas mientras trabajan en la sala de entrenamiento.

# In-game message
source: Heroes are already on their way. Make sure your creatures are well trained and ready for the attack. The heroes you will face in this realm are tougher than those you met beneath Brana Hauk.
es_es: Los héroes ya están en camino. Asegúrate de que tus criaturas están bien entrenadas y listas para el ataque. Los héroes a los que te enfrentaras en este reino son más duros que los que combatiste en Brana Hauk.

# In-game message
source: Harder the heroes may have been but they were obviously no match for your forces.
es_es: Los héroes podían haber sido más duros, pero obviamente no eran adversarios dignos de tus fuerzas.

# In-game message
source: The heroes are on their way. Make sure your creatures are well trained and ready for the attack.
es_es: Los héroes están en camino. Asegúrate de que tus criaturas están bien entrenadas y listas para el ataque.

# In-game message
source: Congratulations. You have conquered the enemy hordes.
es_es: Felicitaciones. Has derrotado a las hordas enemigas.

# In-game message
source: Build a dungeon with a Treasure Room, a Lair, a Hatchery and a Training Room. Make sure they're all big enough. Cramped conditions do nothing for the morale of your minions.
es_es: Construye una mazmorra con una sala del tesoro, una guarida, un criadero y una sala de entrenamiento. Asegúrate de que todas las instalaciones son suficientemente grandes. La falta de espacio no contribuye a elevar la moral de tus servidores.

# In-game message
source: The time has come to build a Library. Libraries are where new devices, room designs and magic spells are researched. Make a Library at least as big as the other rooms. Researchers like quiet too, so try to build your Library off the side of a corridor.
es_es: Ha llegado el momento de construir una biblioteca. Las bibliotecas son los lugares donde se investigan nuevos dispositivos, diseños de salas y conjuros mágicos. Haz una biblioteca al menos tan grande como el resto de las salas. Los investigadores también aprecian la calma, así que trata de construir tu biblioteca al lado de un pasillo.

# In-game message
source: Your new Library will attract creatures like Warlocks, who are interested in researching magic and dungeon designs. These evil mages are real bookworms, as well as being magically proficient themselves.
es_es: Tu nueva biblioteca atraerá criaturas tales como los hechiceros, que están interesados en investigar magia y diseños de mazmorras. Estos magos malignos son verdaderos ratones de biblioteca, además de excelentes combatientes mágicos.

# In-game message
source: That's a fine collection of parchments and tomes you've assembled. Most creatures can engage in research but Warlocks make the best and keenest researchers. Stupid Trolls have trouble holding books the right way up and sometimes even chew the pages.
es_es: Has reunido una magnifica colección de pergaminos y tomos. Muchas criaturas pueden dedicarse a la investigación, pero los hechiceros son los investigadores mejores y más expertos. Los estúpidos trolls tienen problemas para manipular los libros, y en ocasiones llegan a masticar las páginas.

# In-game message
source: The scent of arcane knowledge has lured a greedy Warlock into your dungeon. Don't forget to train your Warlocks occasionally. Their spell casting abilities make them fine long range fighters.
es_es: El aroma del conocimiento arcano ha atraído a un hechicero ambicioso a tu mazmorra. No olvides entrenar de vez en cuando a tus hechiceros. Su talento para lanzar conjuros los hace magníficos combatientes a larga distancia.

# In-game message
source: The first wave of attackers lie hacked to pieces on the floor and give your domain that lived in feeling but it surely won't be long before their kin launch another assault.
es_es: La primera ola de atacantes yace sobre el suelo hecha pedazos, dándole a tu dominio esa sensación particular de hogar, pero seguro que no pasara mucho tiempo antes de que los suyos lancen un nuevo asalto.

# In-game message
source: You meet with success yet again, Keeper. All those corpses will keep your Hatchery's topsoil fertile. They also serve as warnings to other foolhardy adventurers, of course.
es_es: El éxito te ha sonreído otra vez, guardián. Todos esos cadáveres mantendrán fértil el suelo de tu criadero. Y por supuesto, también servirán de advertencia a otros aventureros duros de entendederas.

# In-game message
source: All is quiet again. Use this time to ready yourself for the next attacks. The enemy is only regrouping. It is not yet defeated.
es_es: Todo vuelve a estar tranquilo. Utiliza este tiempo para prepararte ante los nuevos ataques. El enemigo solo se está reagrupando. Aún no ha sido derrotado.

# In-game message
source: Is that Imp playing football with a decapitated head? Stay alert, Keeper.
es_es: ¿Ese duende está jugando al fútbol con una cabeza decapitada? Mantente alerta, guardián.

# In-game message
source: Now would be an excellent time to train a Warlock.
es_es: Ahora sería un momento excelente para entrenar a un hechicero.

# In-game message
source: Already your research bears fruit. The Speed Creature spell has been perfected. Cast it on a creature and observe the dramatic increase in its speed. The effect wears off after a while.
es_es: Tu investigación ya aporta sus frutos. El conjuro de acelerar criatura ha sido perfeccionado. Lánzalo sobre una criatura y observa el tremendo incremento de su velocidad. El efecto se disipa al cabo de un rato.

# In-game message
source: Build up your dungeon with the rooms available to you and claim the Portal nearby but do not yet venture north. Powerful adversaries lurk there. It would be wiser not to disturb them until you are prepared.
es_es: Construye tu mazmorra con las salas que tengas disponibles y reclama el portal más cercano, pero aún no te aventures hacia el norte. Ahí acechan poderosos adversarios. Lo más sabio sería no molestarlos hasta que estés preparado.

# In-game message
source: Clever research has given your Imps the engineering skill to build Bridges. You will need Bridges to cross some of the more hazardous underworld terrain.
es_es: La investigación inteligente ha otorgado a tus duendes el talento para construir puentes. Necesitarás puentes para atravesar algunos de los lugares más peligrosos del mundo subterráneo.

# In-game message
source: A study of dungeon designs reveals that Workshops manufacture essential furniture, such as Doors and Traps. If your Workshop occupies a square of at least nine tiles, its mere presence will lure the underworld's finest artisans into your dungeon.
es_es: Un estudio de diseños de mazmorras revela que los talleres fabrican mobiliario esencial, tal como puertas y trampas. Si tu taller ocupa un recuadro de al menos nueve bloques, su presencia sera suficiente para atraer a los mejores artesanos del mundo subterráneo a tu mazmorra.

# In-game message
source: To manufacture Traps and Doors in your Workshop you will need to assign creatures to it, by dropping them into the room. Manufactured items can be selected from the Workshop Panel as soon as they're ready.
es_es: Para fabricar trampas y puertas en tu taller, necesitas asignar criaturas para ello dejándolas caer en la sala. Los artículos manufacturados pueden ser seleccionados en el panel del taller tan pronto estén listos.

# In-game message
source: When your troops are sufficient in number and have had some training, lead them north and crush any who oppose you.
es_es: Cuando el número de tus tropas sea suficiente y hayan tenido algún entrenamiento, condúcelas hacia el norte y aplasta a todo el que se te oponga.

# In-game message
source: You will have to find a way to cross the river of molten lava that bars your way.
es_es: Tendrás que hallar una vía para cruzar el rio de lava derretida que interrumpe tu camino.

# In-game message
source: The enemy's Dungeon Heart throbs before you. Assemble your minions nearby and administer the coup de grace.
es_es: El corazón de la mazmorra enemiga late ante ti. Reúne a tus servidores más cercanos y asesta el golpe de gracia.

# In-game message
source: A Troll has joined you. Skilled in the craft of manufacturing, trolls are best employed doing dark deeds in your Workshop. They don't complain about the hours, because their labours keep them away from combat.
es_es: Se te ha unido un troll. Preparados en el arte de la fabricación, la mejor forma de emplear a los trolls es en asuntos tenebrosos en tu taller. No se quejan por el tiempo de trabajo, porque su labor los mantiene apartados del combate.

# In-game message
source: With the enemy Dungeon Heart in ruins, you have trounced the once proud opposition. Rule your new domain with terror and loathing, for a laugh.
es_es: Con el corazón de la mazmorra enemiga en ruinas, has eliminado lo que fue una oposición orgullosa. Dirige tu nuevo dominio con terror y odio, para que te diviertas.

# In-game message
source: Your Workshop has created a Wooden Door. Placed in a corridor, it restricts access to the enemy. Your creatures may pass freely. Lock or unlock Doors by clicking over them with the left mouse button.
es_es: Tu trabajo ha creado una puerta de madera. Situada en un pasillo, restringe el acceso del enemigo. Tus criaturas pueden pasar libremente. Cierra o abre las puertas haciendo clic sobre ellas con el botón izquierdo del ratón.

# In-game message
source: Your Workshop has produced a Poison Gas trap. Position it and, when an intruder sets it off, it will envelop the area in deadly vapours.
es_es: Tu taller ha producido una trampa de gas venenoso. Colócala y, cuando un intruso la dispare, sumirá la zona en vapores letales.

# In-game message
source: You have researched the Call to Arms spell. The first time you cast it, your creatures gather around a banner created by the spell. Cast it again in a target area. Call to Arms only costs gold when it's targetted beyond your territory.
es_es: Has investigado el conjuro llamada a las armas. La primera vez que lo lances, tus criaturas se reunirán en torno a una bandera creada por el conjuro. Lánzalo de nuevo en una zona objetivo. Llamada a las armas solo cuesta oro cuando el objetivo está más allá de tu territorio.

# In-game message
source: Another Keeper controls this underworld realm. His dungeon lies to the north. If you are to entice creatures to work for you instead of him, you will have to build a more magnificent dungeon. Get on with it then.
es_es: Otro guardián controla este reino del mundo subterráneo. Su mazmorra se encuentra hacia el norte. Si vas a atraer criaturas para que trabajen para ti en lugar de para él, tendrás que construir una mazmorra más grandiosa. Sigue adelante con ello.

# In-game message
source: You have slain your rival. His defeat is a testimony to your clever dungeon design. You have the makings of a Dungeon Keeper worthy of the name.
es_es: Has masacrado a tu rival. Su derrota es un testimonio del habilidoso diseño de tu mazmorra. Tienes el talento de un guardián de la mazmorra digno de ese nombre.

# In-game message
source: A Bile Demon chooses to side with you. Bile Demons demand large Lairs and ample Hatcheries. These corpulent monstrosities attack somewhat unconventionally.
es_es: Un demonio de hiel trata de alinearse contigo. Los demonios de hiel exigen grandes guaridas y amplios criaderos. Estas monstruosidades corpulentas atacan de forma poco convencional.
