Repository: dkfans/keeperfx
Catalog: lang/gtext_dut.po
Languages: nl

# In-game message
source: Success! The land is yours. Press Space to proceed to the next realm.
nl: Het land is veroverd! Druk op de spatiebalk om het volgende rijk te betreden.

# In-game message
source: This is a message. Right click to delete it.
nl: Dit is een bericht. Klik rechts om het te wissen.

# In-game message
source: The first thing a Keeper needs is somewhere to keep gold, when it's been mined out of the rock by his imps. To create a Treasure Room, select the Treasure Room icon from the Rooms Panel and fill the empty area to the west with Treasure Room tiles.
nl: Nadat de Dondersteentjes het goud uit de rotsen gewonnen hebben, heb je een plek nodig om dat goud op te slaan. Om een Schatkamer te bouwen, selecteer je het Schatkamer pictogram in het Ruimtenpaneel en plaats je tegels over het lege gebied in het westen.

# In-game message
source: Use the cursor keys to see other areas of the underworld. Rotate and zoom the view with the right ctrl key and cursor keys.
nl: Bekijk de onderwereld met pijltjestoetsen. Druk op rechter CTRL en pijltjestoets om te draaien of in/uit te zoomen.

# In-game message
source: Expertly done. Press the right mouse button to turn the pointer back into the Hand of Evil. Mine out the gold to the east by tagging the area with the left mouse button. Your Imps will dig out the gold and carry it back to your Treasure Room.
nl: Uitstekend gedaan. Klik rechts zodat de cursor in de Duivelshand verandert. Delf in het oosten het goud op door het gebied met de linkermuisknop te selecteren. De Dondersteentjes delven het goud op en brengen het vervolgens naar de Schatkamer.

# In-game message
source: If you want to make your creatures work harder, slap them by right clicking the Hand of Evil on them. Slapping will harm your creatures.
nl: Sla je wezens als ze harder moeten werken. Plaats de Duivelshand op het wezen en klik rechts. Je verwondt je wezen met elke klap.

# In-game message
source: Use the left mouse button to pluck your creatures from the dungeon. Use the right mouse button to drop them over a room or tile belonging to your dungeon. Creatures perform the task most relevant to the situation they're dropped into.
nl: Klik met de muis op een wezen om het uit de kerker op te pakken. Klik rechts om het in een ander deel van je kerker te plaatsen. Je slaafjes voeren taken uit die voor de betreffende situatie enorm belangrijk zijn.

# In-game message
source: Greedily done, Keeper. Now, you need to turn some of your dungeon into a Lair. Lairs are where creatures rest and recover. The area your imps just mined out would be an ideal spot for some creatures to lurk. Select the Lair icon from the Rooms Panel.
nl: Goed gedaan, Keeper. Nu moet je een deel van je kerker in een Hol veranderen. In een Hol herstellen je wezens en rusten ze uit. Het gebied dat je Dondersteentjes zojuist hebben uitgegraven, is hiervoor geschikt. Kies het Hol pictogram in het Ruimtenpaneel.

# In-game message
source: Dig a tunnel that connects to the Portal to the north. Portals appear on the map as flashing squares, until they are claimed. Creatures only use Portals claimed by a Keeper. Your imps claim a Portal as soon as it connects to your dungeon.
nl: Graaf een tunnel naar het Portaal in het noorden. Portalen worden op de kaart knipperend weergegeven, totdat ze zijn ingenomen. Jouw wezens kunnen alleen ingenomen Portalen gebruiken. Ze nemen het Portaal in zodra het met de kerker is verbonden.

# In-game message
source: You should build a Treasure Room first. Select the Treasure Room icon from the Rooms Panel and left click on the tiles in the area to the west of your Dungeon Heart.
nl: Je moet eerst een Schatkamer bouwen. Klik op het Schatkamer pictogram in het Ruimtenpaneel en selecteer vervolgens een gebied ten westen van het Hart van je kerker.

# In-game message
source: Pick up creatures by left clicking on them. Drop them by right clicking over a room or tile belonging to your dungeon. Creatures perform tasks relevant to the situation they're dropped into.
nl: Klik links op een wezen om het uit de kerker op te pakken. Klik rechts om het elders in je kerker te plaatsen. Je wezens voeren taken uit die voor de betreffende situatie enorm belangrijk zijn.

# In-game message
source: If you want your creatures to work harder, slap them with a right click of the hand. Your creatures take damage from each slap they receive.
nl: Sla je wezens als ze harder moeten werken. Plaats daartoe de Duivelshand op het wezen en klik rechts. Je verwondt je wezens met elke slag.

# In-game message
source: You have not yet built a Treasure Room. Until you build this room, you will be unable to pay any creatures. Only imps give their loyalty freely. No other creatures will serve you unpaid.
nl: Je hebt nog geen Schatkamer gebouwd. Zolang je dat niet gedaan hebt, kun je je wezens niet betalen. Alleen de Dondersteentjes blijven je trouw. De overigen werken alleen voor geld.

# In-game message
source: Your first minion has arrived. It's a giant Fly. It can spit corrosive vomit at your enemies and its wings grant the hideous insect the speed to intercept the most nimble trespassers.
nl: Je eerste slaafje is aangekomen. Het is een gigantische vlieg. Hij spuugt een bijtende stof naar je vijanden. Met zijn vleugels kan dit insect zelfs de snelste indringers onderscheppen.

# In-game message
source: A Beetle has scuttled into your realm. It's tough enough to absorb a lot of damage. Like most creatures, Beetles require food. Dig out a new area, select the Hatchery icon and create your Hatchery. Tasty snacks will soon emerge from its enchanted soil.
nl: Een Tor is jouw rijk in gevlucht. Het is al erg genoeg zoveel schade te moeten incasseren. Torren hebben net als jouw wezens voedsel nodig. Graaf een nieuw gebied uit, klik op het Broedplaats pictogram en bouw je eigen Broedplaats.

# In-game message
source: Imps fortify your walls to prevent intruders tunnelling in. If you want to create more imps, go to the Research Panel, select the Imp icon and left click anywhere in your dungeon. Each Imp you create costs more than the previous one.
nl: Dondersteentjes verstevigen de muren om indringers buiten de kerker te houden. Wil je meer Dondersteentjes, ga dan naar het Onderzoekpaneel, selecteer het Dondersteen pictogram en klik ergens in je kerker. Elk Dondersteentje dat je creëert kost meer dan het voorgaande.

# In-game message
source: Why not have a handful of creatures ready to drop on top of intruders? To pick up creatures quickly, left click on them from within the Creatures Panel. You can only drop creatures within the confines of your own dungeon.
nl: Waarom zou je niet een handvol wezens op de indringers loslaten? Om snel wezens op te pakken, selecteer je het betreffende pictogram in het Slaafjespaneel. Je kunt je wezens alleen in je eigen kerker plaatsen.

# In-game message
source: Intruders approach. They seek gaps in your fortifications, in order to gain entry to your dungeon. A white trail on the map indicates their progress. Click the icon at the top of the Control Panel to see a bigger map.
nl: Er naderen indringers. Ze zoeken naar zwakke plekken in je verdediging om zo je kerker binnen te dringen. Een wit spoor op de kaart geeft hun bewegingen aan. Klik op het pictogram aan de bovenzijde van het Bedieningspaneel om een grotere kaart op te roepen.

# In-game message
source: Savour your first victory while you can. You have attracted the wrath of the Lord of this realm. His party will soon be here.
nl: Geniet van je eerste overwinning zolang het kan. De Landheer van dit rijk is woedend! Hij komt binnenkort bij je op bezoek.

# In-game message
source: The Lord of the Land has arrived. I can smell his fear. Defeat him and the realm is yours.
nl: De Landheer is aangekomen. Ik kan zijn angst ruiken. Versla hem en het rijk is van jou.

# In-game message
source: Your work here is done. Now there is no-one to prevent you from obliterating this nauseating realm and expanding your empire into a neighbouring land. Nice.
nl: Je hebt je werk hier afgerond. Niemand kan je stoppen om dit walgelijke land te vernietigen en je rijk met een buurland uit te breiden.

# In-game message
source: You require more Imps. Use the Create Imp spell to conjure them into your domain. Remember, each Imp you create is more expensive than the last.
nl: Je hebt meer Dondersteentjes nodig. Gebruik de spreuk 'DONDERSTEENTJES CREËREN' om ze te creëren. Vergeet niet dat ieder volgende Dondersteentje meer kost dan het voorgaande.

# In-game message
source: Possess creatures by choosing the Possess spell from the Research Panel and left-clicking on the creature you want to control. Right-click to leave the creature again.
nl: Selecteer de spreuk 'WEZENBEHEERSING' in het Onderzoekpaneel en klik vervolgens op het wezen dat je wilt besturen. Klik rechts om het slaafje weer zichzelf te laten zijn.

# In-game message
source: Remember the lessons you learned in Brana Hauk. You must build a Treasure Room, a Lair and a Hatchery and you will need to claim a Portal. Build rooms in squares of at least nine tiles to increase the efficiency of the room.
nl: Vergeet je les van het Zwerenrijk niet. Je moet een Schatkamer, een Hol en een Broedplaats bouwen en je hebt ook nog een Portaal nodig. Maak je ruimten minimaal 9 tegels groot om ze efficiënt te kunnen benutten.

# In-game message
source: You will need to make your creatures stronger. In a Training Room, your creatures can hone their fighting skills, gain new abilities and learn more powerful spells.
nl: Je moet je wezens sterker maken. In een Trainingsruimte kunnen je wezens nieuwe vaardigheden en krachtigere spreuken leren en hun gevechtstechnieken verbeteren.

# In-game message
source: Your plan proceeds smoothly, keeper. Allow your Imps time to fortify the walls of your dungeon. This increases the efficiency of rooms and repels would-be invaders.
nl: Gun je Dondersteentjes tijd om de muren van je kerker te verstevigen. Dit verhoogt de efficiëntie van je ruimten en houdt indringers buiten je kerker.

# In-game message
source: The Training Room attracts ever more ferocious creatures, such as Demon Spawn. Build it and they will come.
nl: Een Trainingsruimte trekt nog meer wrede wezens aan, zoals Demonenjongen. Bouw het en ze komen.

# In-game message
source: To train creatures, drop them in the Training Room. The number that occasionally appears above a creature's head indicates how much gold it has cost for that creature to train.
nl: Plaats wezens in de Trainingsruimte om hen te trainen. Het nummer dat af en toe boven hun hoofd verschijnt, geeft aan hoeveel goud de training van dat wezen gekost heeft.

# In-game message
source: You can train creatures more rapidly by slapping them as they work out in the Training Room.
nl: Je kunt de training van je wezens versnellen door tijdens de training klappen uit te delen.

# In-game message
source: Heroes are already on their way. Make sure your creatures are well trained and ready for the attack. The heroes you will face in this realm are tougher than those you met beneath Brana Hauk.
nl: De Helden zijn al onderweg. Zorg ervoor dat je wezens goed getraind en gevechtsklaar zijn. De Helden van dit rijk zijn sterker dan die je in het Zwerenrijk hebt ontmoet.

# In-game message
source: Harder the heroes may have been but they were obviously no match for your forces.
nl: De Helden waren dan wel sterker, maar ze waren geen partij voor jouw strijders.

# In-game message
source: The heroes are on their way. Make sure your creatures are well trained and ready for the attack.
nl: De Helden zijn al onderweg. Zorg ervoor dat je wezens goed getraind en gevechtsklaar zijn.

# In-game message
source: Congratulations. You have conquered the enemy hordes.
nl: Gefeliciteerd! Je hebt de vijand verslagen.

# In-game message
source: Build a dungeon with a Treasure Room, a Lair, a Hatchery and a Training Room. Make sure they're all big enough. Cramped conditions do nothing for the morale of your minions.
nl: Bouw een kerker met een Schatkamer, een Hol, een Broedplaats en een Trainingsruimte. Zorg ervoor dat ze groot genoeg zijn. Kleine ruimten zijn slecht voor het moreel van je slaafjes.

# In-game message
source: The time has come to build a Library. Libraries are where new devices, room designs and magic spells are researched. Make a Library at least as big as the other rooms. Researchers like quiet too, so try to build your Library off the side of a corridor.
nl: Het wordt tijd om een Bibliotheek te bouwen. Hier worden nieuwe apparaten, ontwerpen en magische spreuken onderzocht. Maak de Bibliotheek minstens net zo groot als de overige ruimten. Onderzoekers houden van rust en stilte, dus bouw de Bibliotheek niet naast een gang.

# In-game message
source: Your new Library will attract creatures like Warlocks, who are interested in researching magic and dungeon designs. These evil mages are real bookworms, as well as being magically proficient themselves.
nl: Je nieuwe Bibliotheek trekt wezens aan zoals Tovenaars, die graag spreuken en kerker-ontwerpen onderzoeken. Deze duivelse magiërs zijn echte boekwurmen en beschikken zelf ook over magische krachten.

# In-game message
source: That's a fine collection of parchments and tomes you've assembled. Most creatures can engage in research but Warlocks make the best and keenest researchers. Stupid Trolls have trouble holding books the right way up and sometimes even chew the pages.
nl: Je hebt al aardig wat oorkonden en boeken verzameld. De meeste wezens kunnen onderzoek doen, maar Tovenaars zijn verreweg de beste. Die stomzinnige Kwelgeesten hebben zelfs moeite de boeken niet ondersteboven te houden. Soms eten ze zelfs de pagina's op.

# In-game message
source: The scent of arcane knowledge has lured a greedy Warlock into your dungeon. Don't forget to train your Warlocks occasionally. Their spell casting abilities make them fine long range fighters.
nl: De geur van geheime wetenschap heeft een hebzuchtige Tovenaar je kerker ingelokt. Vergeet niet je Tovenaars regelmatig te trainen. Tovenaars zijn met hun spreuken uitstekende vechters op afstand.

# In-game message
source: The first wave of attackers lie hacked to pieces on the floor and give your domain that lived in feeling but it surely won't be long before their kin launch another assault.
nl: De eerste aanvalsgolf ligt in stukken gehakt op de grond en maakt je kerker pas echt huiselijk. Je kunt snel een nieuwe aanval van hun familieleden verwachten.

# In-game message
source: You meet with success yet again, Keeper. All those corpses will keep your Hatchery's topsoil fertile. They also serve as warnings to other foolhardy adventurers, of course.
nl: Het is je weer gelukt, Keeper. Al die lijken houden de aarde van je Broedplaats lekker vruchtbaar. En natuurlijk dienen ze ook als waarschuwing voor andere avonturiers.

# In-game message
source: All is quiet again. Use this time to ready yourself for the next attacks. The enemy is only regrouping. It is not yet defeated.
nl: De rust is even teruggekeerd. Gebruik deze tijd om jezelf op nieuwe aanvallen voor te bereiden. De vijand hergroepeert zich en is nog lang niet verslagen.

# In-game message
source: Is that Imp playing football with a decapitated head? Stay alert, Keeper.
nl: Voetbalt dat Dondersteentje met een afgehakt hoofd? Blijf waakzaam, Keeper.

# In-game message
source: Now would be an excellent time to train a Warlock.
nl: Dit is het juiste moment om een Tovenaar te trainen.

# In-game message
source: Already your research bears fruit. The Speed Creature spell has been perfected. Cast it on a creature and observe the dramatic increase in its speed. The effect wears off after a while.
nl: Je onderzoek werpt vruchten af. De spreuk 'MONSTERVERSNELLER' is geperfectioneerd. Spreek het over een wezen uit en bekijk je snelheidsduivel. De spreuk verliest geleidelijk zijn kracht.

# In-game message
source: Build up your dungeon with the rooms available to you and claim the Portal nearby but do not yet venture north. Powerful adversaries lurk there. It would be wiser not to disturb them until you are prepared.
nl: Bouw met de beschikbare ruimten je kerker op en neem de nabij gelegen Portaal in. Ga niet naar het noorden. Hier hangen krachtige tegenstanders rond. Zolang je niet gereed bent, kun je ze beter met rust laten.

# In-game message
source: Clever research has given your Imps the engineering skill to build Bridges. You will need Bridges to cross some of the more hazardous underworld terrain.
nl: Dankzij goed onderzoek kunnen de Dondersteentjes nu ook bruggen bouwen. Je hebt bruggen nodig om gevaarlijke terreinen in de onderwereld te kunnen oversteken.

# In-game message
source: A study of dungeon designs reveals that Workshops manufacture essential furniture, such as Doors and Traps. If your Workshop occupies a square of at least nine tiles, its mere presence will lure the underworld's finest artisans into your dungeon.
nl: Een studie naar kerker-ontwerpen toont aan dat Werkplaatsen belangrijk huisraad kunnen produceren, zoals deuren en vallen. Een Werkplaats van minimaal 9 tegels trekt de beste ambachtslieden van de onderwereld naar je kerker aan.

# In-game message
source: To manufacture Traps and Doors in your Workshop you will need to assign creatures to it, by dropping them into the room. Manufactured items can be selected from the Workshop Panel as soon as they're ready.
nl: Om vallen en deuren in de Werkplaats te maken, moet je hier wel een aantal slaafjes aan het werk zetten. Verplaats een aantal wezens naar de Werkplaats.

# In-game message
source: When your troops are sufficient in number and have had some training, lead them north and crush any who oppose you.
nl: Zodra je over voldoende strijdkrachten met enige training beschikt, kun je naar het noorden trekken en iedereen verpletteren die weerstand biedt.

# In-game message
source: You will have to find a way to cross the river of molten lava that bars your way.
nl: Je moet een manier bedenken om de lavarivier over te steken.

# In-game message
source: The enemy's Dungeon Heart throbs before you. Assemble your minions nearby and administer the coup de grace.
nl: Het Hart van de vijandelijke kerker klopt vlak voor je. Verzamel je slaafjes in de buurt en geef het de genadeslag.

# In-game message
source: A Troll has joined you. Skilled in the craft of manufacturing, trolls are best employed doing dark deeds in your Workshop. They don't complain about the hours, because their labours keep them away from combat.
nl: Een Kwelgeest sluit zich bij jou aan. Kwelgeesten zijn goede ambachtslieden die je het beste in de Werkplaats hun duistere werk kunt laten doen. Ze klagen niet over werktijden. Ze besteden hun tijd niet aan knokken maar aan werken.

# In-game message
source: With the enemy Dungeon Heart in ruins, you have trounced the once proud opposition. Rule your new domain with terror and loathing, for a laugh.
nl: Het Hart van de vijandige kerker ligt in puin. Je hebt de eens zo trotse tegenstander gedood. Heers voor de gein met terreur en haat over je nieuwe domein.

# In-game message
source: Your Workshop has created a Wooden Door. Placed in a corridor, it restricts access to the enemy. Your creatures may pass freely. Lock or unlock Doors by clicking over them with the left mouse button.
nl: In de Werkplaats is een Houten Deur gemaakt. Plaats deze in een gang, zodat de vijand geen vrije toegang meer heeft. Jouw slaafjes kunnen de deur gewoon passeren. Klik op de deur om deze te vergrendelen of te ontgrendelen.

# In-game message
source: Your Workshop has produced a Poison Gas trap. Position it and, when an intruder sets it off, it will envelop the area in deadly vapours.
nl: In de Werkplaats is een Gifgasval gemaakt. Plaats de val. Zodra een indringer de val passeert, komen er dodelijke gassen vrij.

# In-game message
source: You have researched the Call to Arms spell. The first time you cast it, your creatures gather around a banner created by the spell. Cast it again in a target area. Call to Arms only costs gold when it's targetted beyond your territory.
nl: De spreuk 'ALARMEREN' is ontdekt. Zodra je het de eerste keer uitspreekt, verzamelen je wezens zich rondom het vaandel dat door de spreuk is geplaatst. Spreek het nogmaals uit in het gebied dat je wilt treffen. De spreuk kost alleen goud als je deze buiten je gebied gebruikt.

# In-game message
source: Another Keeper controls this underworld realm. His dungeon lies to the north. If you are to entice creatures to work for you instead of him, you will have to build a more magnificent dungeon. Get on with it then.
nl: Een andere Keeper heerst over dit onderwereldrijk. Zijn kerker ligt in het noorden. Als je zijn wezens wilt lokken, moet je wel over een grotere kerker beschikken. Dus waar wacht je nog op?

# In-game message
source: You have slain your rival. His defeat is a testimony to your clever dungeon design. You have the makings of a Dungeon Keeper worthy of the name.
nl: Je hebt je rivaal verslagen. Zijn nederlaag is een teken voor jouw slimme kerker-ontwerp. Je hebt talent om een waardige Dungeon Keeper te worden.

# In-game message
source: A Bile Demon chooses to side with you. Bile Demons demand large Lairs and ample Hatcheries. These corpulent monstrosities attack somewhat unconventionally.
nl: Een Galdemoon kiest jouw zijde. Galdemonen hebben grote Holen en omvangrijke Broedplaatsen nodig. Deze dikke monsters hebben een opmerkelijke aanvalstactiek.

# In-game message
source: Your loyal researchers have perfected the Sight of Evil spell. Cast it on an unexplored area and it will be revealed to you for a moment.
nl: Je trouwe onderzoekers hebben de spreuk 'DUIVELSOOG' verbeterd. Spreek het uit in een onbekend gebied en het zal tijdelijk alles onthullen.

# In-game message
source: You have claimed a Prison. Select imprison from the Information Panel and your creatures subdue their foe, at which point your imps drag the bodies off to a cell. Prisoners who die of starvation may rise again as Skeleton warriors for you to command.
nl: Je hebt een Gevangenis ingenomen. Selecteer de optie GEVANGEN NEMEN in het Infopaneel en je wezens onderwerpen hun vijanden. Daarna slepen de Dondersteentjes hun lichamen naar een cel. Gevangenen die van de honger sterven, kunnen als Skelet opstaan om voor jou te strijden.

# In-game message
source: Your dedicated librarians have designed a Guard Post. Place a Guard Post in a strategically important area and assign creatures to occupy it by dropping them there.
nl: Je toegewijde onderzoekers hebben een Wachtpost ontworpen. Zet een Wachtpost op een strategische plek en plaats er wezens in om de wacht te houden.

# In-game message
source: A Spider has joined your dungeon. They are natural enemies of Flies, so endeavour to keep them apart. Overcoming such obstacles will temper your mettle - whatever that means.
nl: Een Spin sluit zich bij je aan. Het zijn natuurlijke vijanden van Vliegen, dus houd ze uit elkaar! Het overwinnen van dergelijke obstakels is tegen je karakter, wat dat ook mag zijn.

# In-game message
source: It's time to mete out the ultimate punishment to a keeper who dares to challenge you for this corner of your subterranean empire. The price of failure shall be oblivion.
nl: Het is de hoogste tijd de beste straf uit te delen aan een Keeper die het lef heeft je uit te dagen voor dit deel van het onderwereldrijk. Win of sterf!

# In-game message
source: How satisfying it is to see an enemy Keeper's dungeon crumble and his power dissipate. There'll be no controversy over this year's hall of infamy nomination.
nl: Niets is zo bevredigend dan te zien hoe een kerker van een vijandelijke Keeper tezamen met zijn macht afbrokkelt. Je wordt dit jaar zeker genomineerd voor de Galerij der Laagheid.
