Repository: dkfans/keeperfx
Catalog: lang/gtext_lat.po
Languages: la_la

# In-game message
source: The Avatar has been resurrected by loyal lieutenants in hiding. But their act has revealed them to us, here in this realm. Now the Avatar rallies all those who would stand against you. It's time you gave this self-righteous oaf a proper kicking, master.
la_la: Avatar a legatis fidelibus occultis resurrectus est. Sed actus eius revelavit eos nobis, in hoc regno ipso. Iam Avatar omnes, qui contra te stent, reunit. Tempus est dandi huic gurdo sanctimonioso calcitratum idoneum, domine.

# In-game message
source: Powerful magic permeating through the rock from the realm above prevents a dungeon from being constructed here. You will have to conquer this realm another way.
la_la: Magia potens, quae saxum ex regno superterraneo permeat, arcet robur ibi construendum. Hoc dominium alio modo debellare debebis.

# In-game message
source: Possess this Dragon to help you negotiate the fiery pits but be prepared to transfer your soul to a more appropriate creature when the situation demands it.
la_la: Posside hunc Draconem ut te adiuvet agere foveas igneas, sed paratus es ut animam tuam ad creaturam appropriatiorem transferas, cum situatio sic postulabit.

# In-game message
source: Possess the Vampire below. Should you succeed in killing every hero in this region, the Vampire will accompany you to the realm beyond.
la_la: Posside Vampyrum infra. Si omnes heroes in hac regione occidere potest, Vampyrus ad dominium proximum te sequetur.

# In-game message
source: These Imps have all turned rogue and therefore must die. The speed with which you accomplish their destruction will determine your fitness for greater tasks ahead.
la_la: Hi diabolulli omnes aggressivi fiunt, ergo mori debent. Celeritas, cum qua clades eius patratur, capacitatem tuam ad opera maiora futura sciscet.

# In-game message
source: Tempus fugit, Keeper. You have been warned.
la_la: Tempus fugit, custos. Monitus es.

# In-game message
source: You have failed. Perhaps you're not the harbinger of doom the forces of darkness were hoping for.
la_la: Defuisti. Fortasse praenuntius fati, quem vires tenebrarum sperabant, non es.

# In-game message
source: You are indeed a twisted soul, master. You made the Imps extinct with such panache that not one but two Dark Mistresses have devoted themselves to helping you achieve your next goal. You may proceed to your next conquest.
la_la: Animam tortam quidem habes, domine. Diabolulli cum gratia a te exstincti fiunt, quam quasdam feminas attractivissimam esse putant. Domina se devovit ut metam tuam proximam complere te adiuvet. Ad conquistam tuam proximam licet procedas.

# In-game message
source: You must have lightning reflexes to complete the task ahead of you. Kill these Imps as quickly as you can.
la_la: Reflexus celerrimos habere debes ut pensum ante te finias. Occide hos diabolullos quam celerrime potes.

# In-game message
source: Half your allotted time has elapsed.
la_la: Dimidium tempus tuum assignatum transcucurrit.

# In-game message
source: You are out of time. That was a shocking performance.
la_la: Tempus non iam habes. Haec exsecutio lamentabilis fuit.

# In-game message
source: It is done. Tiny heaps of charred flesh smoulder where Imps once stood. You certainly had your finger on the pulse this time. The dark gods will send you a vicious creature to help you conquer the next realm.
la_la: Hoc factum est. Cumuli parvi carnis calcinati ardent ubi diabolulli quondam stabant. Certe pulsus tuus stabilis fuit. Dei obscuri tibi creaturam vitiosam demittent ut dominium proximum debellare te adiuvet.

# In-game message
source: You have no gold left. It pays to keep your head in such a charged environment.
la_la: Nullum aurum habes. In tali ambiente opus tibi est capite retento.

# In-game message
source: You have been called to this realm to punish a horde of revolting Bile Demons by crushing them with Boulder Traps scattered around the perimeter of the dungeon. You have very little time, so rock and roll!
la_la: Ad hoc dominium vocatus es ut gregem Daemonum Bilis punias Trappis Roccae eos pinsendis, dissipatae circa perimetron roboris. Paulissimum tempus habes, sic roccamrota!

# In-game message
source: Half your time has expired.
la_la: Dimidium tempus tuum transcucurrit.

# In-game message
source: Your time is up. You have failed. I'm embarrassed to come from the same inter-dimensional void as you.
la_la: Tempus non iam habes. Defuisti. Pudeo venire ex eodem vacuum interdimensionale unde tu venisti.

# In-game message
source: Well done. You have excelled in your use of large balls of stone for which the dark gods will repay you, by allowing you to use the warrior you found when you reach the next realm.
la_la: Optime. Praeculisti per usum pilarum magnarum lapidis, pro quo dei obscuri tibi correspondebit bellatore, quem invenisti, tibi donando, ut in regno proximo eo utaris.

# In-game message
source: This region of the underworld will test your ability to traverse the network of caverns. Indeed, time is your enemy here. Defeat it and you will find where a legendary warrior is imprisoned. That warrior will serve you well in the future.
la_la: Haec regio subterranea habilitatem tuam periclitabitur reticulo cavernarum transeundo. Tempus quidem inimicus tuus hic est. Vince eum et nancisceris ubi bellator legendarius captivus est. Ille bellator in futuro bene tibi serviet.

# In-game message
source: The people of this realm speak of a Dungeon Keeper called Wisel, who is bound to get in your way. When he does, you will have to consign him to history. This will be no mean feat. Resources are scarce because of his activities.
la_la: Gens huius regionis de custode roboris fabulat, Wisel vocatur, qui paratus est ut te intercipiat. Cum te intercipiet, eum historiae consignare debebis. Hic factus facilis non erit. Opes scarpsae sunt ob activitates eius.

# In-game message
source: Wisel is defeated. The land is yours to plunder and despoil for all eternity. Give 'em hell, master.
la_la: Wisel victus est. Terra tua est ad expilandum per tutam aeternitatem. Crea infernum, domine.

# In-game message
source: Your evil has corrupted a Samurai Warrior, he has forsaken honour to join your cause. Should your minions suffer heavy casualties, this Warrior will even call upon his brothers in arms to offer assistance. How kind. How stupid!
la_la: Malum tuum Samuraeum corrupit, is honorem reliquit ad tuam causam se iungendum. Si multae victimae inter satellites tuos sunt, hic bellator cobellatores suos vocabit adiumentum offerendum. Quam benignus. Quam stultus!

# In-game message
source: This region of the underworld is riddled with tunnels and many heroes explore their labyrinthine ways. No-one said being evil would be easy.
la_la: Haec regio subterranea cryptas aenigmaticas habet, atque multi heroes vias suas labyrintheas speculantur. Nemo se malignum facile esse dixit.

# In-game message
source: It is rumoured that two Dragons are held captive somewhere east of here. Were you to find them and free them, they would make powerful servants.
la_la: Duo Dracones alicubi oriens hic captivari dicitur. Si eos nancisceris et liberas, servi imperiosi erunt.

# In-game message
source: A tunnel to the north leads to the Lord of the Realm's domain. This gate is guarded well. It might be wise to direct the humans' attention towards your subterranean enemy.
la_la: Cuniculus ad borean ad dominium Domini Regni ducit. Haec porta bene custoditur. Sapiens est ut attentionem hominum ad inimicum subterraneum tuum dirigas.

# In-game message
source: These Boulder Traps are ideal for crushing the foe but there are only three of them at your disposal, so use them wisely.
la_la: Hae Trappa Roccae ideales sunt ad inimicum pinsendum, sed tantum tres possides. Utere eis sapienter.

# In-game message
source: May I suggest that you kill or imprison anything that gets in your way?
la_la: Possumne suggerere ut quempiam qui te intercipit occidas aut captives?

# In-game message
source: Another realm falls under your evil reign. Another cloud of misery and despair gathers. Lovely.
la_la: Alium dominium sub regnum tuum malignum cadit. Alia nubes miseriae et desperationis se format. Mirabiliter.

# In-game message
source: You have failed. This is a grim day for evil.
la_la: Defuisti. Hic dies torvus est malo.

# In-game message
source: Dispense with a particularly obnoxious party of Dwarves which wanders this region and recruit as many Bile Demons as you can. If you free the Wizard held captive in this realm, he will serve you for some time to come.
la_la: Tracta gregem praesertim obnoxium Nanorum, qui hac regione vagatur, et cape quot Daemones Bilis potes. Si Magum captivum in hoc regno liberas, tibi serviet in futuro.

# In-game message
source: Take more care of your Bile Demons or you will never make it beyond this realm.
la_la: Cura melioriter Daemones Bilis tuos aut hac regione numquam exibis.

# In-game message
source: How time flies... hurry!
la_la: Quam tempus fugit... rue!

# In-game message
source: You will meet your nemesis, the Avatar, in this subterranean place. This is your ultimate test. Remember, mercy is for losers.
la_la: Archinimico tuo, Avatari, in hoc loco subterraneo occurres. Haec proba ultima tua est. Reminiscere, misericordia ad perdentes est.

# In-game message
source: The Avatar and his allies are defeated, yet his power over this land lingers. Prepare thyself...
la_la: Avatar et socii sui victi sunt, atqui potestas sua in hac terra moratur. Paratus es...

# In-game message
source: You got rid of that Keeper easily. Now all that stands between you and total world domination is that ponce in shining armour. Let's get him.
la_la: Hunc custodem facile eliminavisti. Iam omnis res, qua inter te et dominationem mundialem totalem stat, hoc fenuculum in armatura nitida est. Eum capiamus.

# In-game message
source: Success is thine. Truly, you have earned your title, Dungeon Keeper.
la_la: Victoria tua est. Vero, titulum tuum acquisivisti, custos roboris.

# In-game message
source: What is this? The Avatar lives!
la_la: Quid? Avatar vivit!

# In-game message
source: Finally, you stand unchallenged. The world is yours to waste and despoil. I bet you have never felt so bad.
la_la: Finaliter, invictus stas. Mundus tuus est ad vastandum et expilandum. Te numquam tam male sensisse puto.

# In-game message
source: Marvellous, Keeper! The Avatar and all his pathetic army are finally dead! There's only one Keeper to get rid of before becoming the absolute master! So, what are you waiting for?
la_la: Mirabiliter, custos! Avatar et omnis exercitus suus miserabilis mortui finaliter sunt. Tantum unus custos est ad eliminandum antequam dominus absolutus fis! Ergo, quid exspectas?

# In-game message
source: Did you see? Your Demon Spawn has evolved to become a powerful Dragon ready to reduce your enemies into ashes!
la_la: Vidistine? Suboles Daemonica tua Draco facta est, paratus ut inimicos tuos in cineres convertat!

# In-game message
source: Well done! Your immense wealth has drawn the attention of a Thief. He will serve you well in the next realm!
la_la: Optime! Opes tuae immensae Furem attraxerunt. Ille in regno proximo bene tibi serviet!

# In-game message
source: Your researchers have discovered the Heal Creature spell that allows to replenish the health of your creatures and keep them from dying for a while longer.
la_la: Investigatores tui incantationem Creaturam Sanare invenerunt, qua te sinit replere sanitatem creaturarum tuarum et eas manutenere a morte longius.

# In-game message
source: Try the Must Obey spell. When activated, it constantly forces your creatures to obey to all your orders, making all of them working faster without the possibility for them to take a nap. Be sure to have plenty of money so that the spell will stay activated.
la_la: Incantationem Oboedientia experire. Cum initiatur, creaturae tuae obligantur ad omnia mandata tua oboediendum, quod facit omnes illae celerius operari sine possibilitate dormitare. Verifica ut multam pecuniam habeas ut incantatio initiata maneat.

# In-game message
source: A Tentacle has joined your dungeon. These rare little creatures enjoy to be in water and their spine can even pierce the most solid armours and paralyse your enemies! Marvellous!
la_la: Tentaculum ad robur tuum se iunxit. His creaturis parvis raris in aqua esse placet, etiam spina sua armaturas solidissimas transigere et inimicos tuos immobiles facere potest! Mirabile!

# In-game message
source: You have entered this realm to gain a creature for your further efforts. You got the creature from start, so you must only keep it safe. And the only way to make this place safe is to kill every hero in the realm.
la_la: In hoc regnum intravisti ad creaturam ad opera tua ulteriora obtinendum. Creaturam ab initio cepisti, ergo illam tantum securam manutenere debes. Et sola via hic locus securus fieri est ad quemque heroem in regno occidendum.

# In-game message
source: Moo
la_la: Mu

# In-game interface description
source: Name and Health: Each creature has its own name. Behind is the creature health bar. The higher the red bar, the better health the creature is in.
la_la: Nomen et Sanitas: Cuiusque creaturae proprium est nomen. Post eum barra sanitatis creaturae est. Quanto maior barra rubra est, tanto sanior creatura est.

# In-game interface description
source: Experience: The creature's experience level. Behind the level number is a bar indicating the creatures progress towards attaining more experience.
la_la: Peritia: Gradus peritiae creaturae. Post numerum peritiae barra est, quae progressum creaturarum monstrat erga plus peritiam tenendum.

# In-game interface description
source: Hunger: How badly a creature needs to suck down a chicken or two.
la_la: Fames: Quam necesse est creaturae manducare unum pullum aut duos.

# In-game interface description
source: Cancel
la_la: Rescinde

# Creature spell
source: Arrow: The basic ranged weapon, effective at long distance.
la_la: Sagitta: Arma basicae in distantia, efficaces cum distantia longa est.

# Creature spell
source: Freeze: Changes the target creature to ice. It is then in suspended animation and can be shattered with a well-aimed blow.
la_la: Glaciare: Creatura in glaciem mutatur. Deinde in animatione suspensa est et pulsu bene directo frangi potest.

# Creature spell
source: Armour: This lowers the amount of damage a creature takes each time it is hit, and provides complete immunity to electric shocks.
la_la: Armatura: Hoc quantitatem noxiae, quam creatura cum pulsari suffert, deducit, et immunitatem integram ad impulsos electricos praebet.

# Creature spell
source: Lightning: A powerful magical weapon with electric attack. Casts a bolt of lighting from the creature.
la_la: Fulmen: arma magicae potentes cum impeto electrico. Fulmen ex creatura iacit.

# Creature spell
source: Rebound: Causes any spell fired at you to bounce back at the attacker.
la_la: Resilientia: Omnes incantationes ad te iactae resilire ad aggressorem efficit.

# Creature spell
source: Fear: Causes the opponent to be terrified and wanting to skip engaging into combat.
la_la: Timor: Adversarium terreri et se pugnam evitare volere efficit.

# Creature spell
source: Sight: Allows the creature to temporarely increase its awareness and notice the invisible.
la_la: Visus: Creaturae temporaliter advertentiam suam augere et invisibilem animadvertere condonat.

# Creature spell
source: Missile: A simple spell that sends a screaming magic reptile at the invaders. Very disconcerting.
la_la: Missile: Incantatio simplex, quae reptilia magicas vociferantes ad invasores demittit. Res confusissima.

# Creature spell
source: Grenade: Throws a powerful explosive at the approaching enemy. It can also bounce off walls and has the traditional delayed fuse.
la_la: Granata: Bombam potentem ad inimicum adientem iacit. Etiam a muris resilire potest et fusum moratum tralaticium habet.

# Creature spell
source: Navigating Missile: A spell that sends a screaming magic reptile homing in on the nearest hero or enemy creature for double damage. Nice.
la_la: Missile ductum: Hoc ad heroem aut creaturam inimicam propinquissimam ducitur et cum potentia devastante disploditur.

# Creature spell
source: Speed: Speeds up the creature so that it can perform fighting and working tasks really quickly.
la_la: Celeritas: Creaturam accelerat ut pensis de labore et pugna celerrime fungi possit.

# Creature spell
source: Poison Cloud: Forms a cloud of noxious gas capable of damaging both the enemy and your own creatures. The gas affects all who breathe it.
la_la: Nubes toxica: Nubem gasis noxii format, quae nocendi et inimicos et creaturas tuas capax est. Gas omnes qui eum spirant afficit.

# Creature spell
source: Group: Not used
la_la: Glomerare: Non usum

# Creature spell
source: Teleport: With this spell, a creature can teleport anywhere on the map. If you are Possessing a creature, then it teleports to its Lair or to the Dungeon Heart.
la_la: Teleportatio: Hac incantatione, creatura uspiam in charta se teleportare potest. Si creaturam possides, tunc in stabulum suum aut in cor roboris se teleportat.

# Creature spell
source: Flame Breath: The devasting constant stream of searing fire.
la_la: Anhelitus Flammifer: Fluxus vastificus constans ignis calidissimi.

# Creature spell
source: Illumination: Brings light onto darkness, allowing the creature to see but also be seen by others.
la_la: Illuminatio: Lucem in obscuritatem facit, quod creaturam videre atque aliis videri sinit.

# Creature spell
source: Flight: Causes the creature to take off from the ground and attack creatures from the air or cross lava unharmed.
la_la: Volatus: Creaturam avolare et se creaturas ex aere aggredi aut lavam transire illaesam sinit.

# Creature spell
source: Hail Storm: Creates a shower of hailstones wherever the spell lands.
la_la: Tempestas Grandinis: Pluviam grandinis creat ubicumque incantatio iacitur.

# Creature spell
source: Slow: Slows down the target creature, making its attacks and movement delayed.
la_la: Lentitudo: Altera creatura lenta fit, quod efficit se aggredi et movere lentius.

# Creature spell
source: Drain: This spell drains the target creature a part of its health and gives it to the caster.
la_la: Emissarium: Haec incantatio e sanitate et magia alterae creaturae partem iustam exhaurit.

# Creature spell
source: Word of Power: Causes rings of demonic energy to emanate from the creature's body and inflicts massive damage on the vicinity. Very effective against crowded hordes of enemies, also pushes them back.
la_la: Verbum Potestatis: Anulos energiae daemonicae ex corpore creaturae iacuntur et noxiam magnam circum infligit. Valde efficax contra vulgum inimicorum, etiam eos repellit.

# Creature spell
source: Heal: When this is cast, the creature is massively healed.
la_la: Sanare: Cum iacutur, creatura magnopere sanatur.

# Creature spell
source: Wind: Creates a force twelve gale in your dungeon blowing every creature away from you. And nasty smells of course.
la_la: Ventus: Procellam potentem in robore tuo creat, qua omnem creaturam ex te flat. Atque odores paedidos scilicet.

# Creature spell
source: Meteor: More powerful than the fireball, this spell throws out a solid ball of fire which does a lot of damage to an enemy.
la_la: Meteorum: Potentior quam igneus nodus, haec incantatio igneum nodum solidum iacit, qui multam noxiam ad inimicum agit.

# Creature spell
source: Fireball: Fires a single fireball which homes in on the nearest enemy. Also inflicts minor damage to a dungeon's walls and doors.
la_la: Igneus nodus: Unum igneum nodum iacit, qui ad inimicum propinquissimum ducitur. Etiam paulam noxiam ad ostias et muros roboris agit.

# Creature spell
source: Hand to Hand: The basic battle ability that allows to attack the enemy with either bare hands or a sword.
la_la: Inermis: Habilitas basica proelii, quae inimicum aut manibus aut gladio aggredi sinit.

# Creature spell
source: Fart: A close range gas attack that only damages enemy creatures.
la_la: Flatulentia: Aggressio propinqua gase, quod tantum creaturis inimicis nocet.

# Creature spell
source: Dig: This is the basic ability of the Imp and allows it to tunnel through earth.
la_la: Fodere: Haec habilitas basica diabolulli est, et eam per terram cavare sinit.

# Creature spell
source: Disease: Fired at a foe, gives them a disease which is then spread to other creatures. The infected are slowly dying and can only be healed in the Temple.
la_la: Morbus: Ad inimicum iacutur, ei morbum dat, qui ad alias creaturas quoque panditur. Infecti lente moriuntur et tantum in templo sanari possunt.

# Creature spell
source: Chicken: Turns enemy into chicken for a while. The enemy isn't able to attack but has the same strength and thus won't be as easy to kill as a normal chicken.
la_la: Pullus: Inimicus temporaliter pullus fit. Inimicus aggredi nequit, sed eamdem fortitudinem habet et tam facile non erit occidere quam pullum normalem.

# Creature spell
source: Time Bomb: Turns your creature into a suicidal bomber.
la_la: Bomba temporalis: Creatura tua bombista suicida fit.

# Creature name
source: Fairy
la_la: Fata

# Creature name
source: Imp
la_la: Diabolullus

# Creature name
source: Beetle
la_la: Coleopterum

# Creature name
source: Troll
la_la: Trollum

# Creature name
source: Demon Spawn
la_la: Suboles Daemonica

# Creature name
source: Warlock
la_la: Veneficus

# Creature name
source: Fly
la_la: Musca

# Creature name
source: Spider
la_la: Aranea

# Creature name
source: Skeleton
la_la: Sceletus

# Creature name
source: Horned Reaper
la_la: Messor Cornutus

# Creature name
source: Dragon
la_la: Draco

# Creature name
source: Tentacle
la_la: Tentaculum

# Creature name
source: Hound
la_la: Segusius

# Creature name
source: Ghost
la_la: Phasma

# Creature name
source: Mistress
la_la: Domina

# Creature name
source: Bile Demon
la_la: Daemon Bilis

# Creature name
source: Vampire
la_la: Vampyrus

# Creature name
source: Barbarian
la_la: Barbarus

# Creature name
source: Knight
la_la: Eques

# Creature name
source: Wizard
la_la: Magus

# Creature name
source: Orc
la_la: Orcus

# Creature name
source: Mountain Dwarf
la_la: Nanus Montis

# Creature name
source: Valley Dwarf
la_la: Nanus Vallis

# Creature name
source: Thief
la_la: Fur

# Creature name
source: Samurai
la_la: Samuraeus

# Creature name
source: Priestess
la_la: Sacerdotessa

# Creature name
source: Giant
la_la: Gigas

# Creature name
source: Archer
la_la: Sagittarius

# Creature name
source: Monk
la_la: Monachus

# In-game interface description
source: Query: Select this and left click on a creature to view information on that creature and track it on screen. LMB select.
la_la: Quaestio: Hoc delige et preme butonem sinistrum muris ut indicium de ista creatura videas et in quadro eam sequaris. BSM delige.

# Menu interface item
source: Select game
la_la: Delige ludum

# Menu interface item
source: Network Menu
la_la: Reticulum

# Menu interface item
source: Main Menu
la_la: Tabula actionum

# In-game interface description
source: Anger: How angry the creature is. The higher the bar is, the angrier the creature is.
la_la: Ira: Quam irata creatura est. Quanto maior barra est, tanto iratior creatura est.

# In-game interface description
source: Creature Kills: The total number of enemies the creature has slain.
la_la: Mactationes a creatura: Numerus totalis inimicorum qui creatura occidit.

# In-game interface description
source: Strength: The amount of damage the creature inflicts upon its enemies with each hit.
la_la: Fortitudo: Quantitas noxiae, quam creatura inimicis unoquoque colapho infligit.

# In-game interface description
source: Wage: The creature's salary in gold which it takes on each payday.
la_la: Merces: Salarium creaturae in auro, quod in unoquoque die mercedum sumit.
