Repository: dkfans/keeperfx
Catalog: lang/gtext_ita.po
Languages: it_it

# In-game message
source: Success! The land is yours. Press Space to proceed to the next realm.
it_it: Vittoria! Il regno è tuo. Premi spazio per passare al regno successivo.

# In-game message
source: This is a message. Right click to delete it.
it_it: Questo è un messaggio. Clicca con il pulsante destro per cancellarlo.

# In-game message
source: The first thing a Keeper needs is somewhere to keep gold, when it's been mined out of the rock by his imps. To create a Treasure Room, select the Treasure Room icon from the Rooms Panel and fill the empty area to the west with Treasure Room tiles.
it_it: La prima cosa che serve a un Keeper è un posto in cui tenere l'oro che è stato estratto dai suoi folletti. Per creare una camera del tesoro, seleziona la sua icona dal Pannello Stanze e riempi l'area vuota a ovest di tali caselle.

# In-game message
source: Use the cursor keys to see other areas of the underworld. Rotate and zoom the view with the right ctrl key and cursor keys.
it_it: Per vedere altre zone del mondo sotteraneo usa i tasti cursore. Ruota la mappa e ingrandisci in avanti e indietro con il tasto CTRL destro e i tasti cursore.

# In-game message
source: Expertly done. Press the right mouse button to turn the pointer back into the Hand of Evil. Mine out the gold to the east by tagging the area with the left mouse button. Your Imps will dig out the gold and carry it back to your Treasure Room.
it_it: Ottimo lavoro. Premi il pulsante destro per far ridiventare il puntatore La Mano del Male. Estrai l'oro a est selezionando l'area con il pulsante sinistro. I folletti estreranno l'oro e lo porteranno alla camera del tesoro.

# In-game message
source: If you want to make your creatures work harder, slap them by right clicking the Hand of Evil on them. Slapping will harm your creatures.
it_it: Se vuoi far lavorare più duramente le tue creature, schiaffeggiale cliccando con il pulsante destro del mouse la Mano del Male su di loro. Schiaffeggiandole gli farai del male.

# In-game message
source: Use the left mouse button to pluck your creatures from the dungeon. Use the right mouse button to drop them over a room or tile belonging to your dungeon. Creatures perform the task most relevant to the situation they're dropped into.
it_it: Usa il pulsante sinistro per tirar fuori le creature dalla prigione. Usa il pulsante destro per inserirle in una stanza o in una casella della prigione. Le creature eseguiranno il compito più appropriato alla situazione in cui si vengono a trovare.

# In-game message
source: Greedily done, Keeper. Now, you need to turn some of your dungeon into a Lair. Lairs are where creatures rest and recover. The area your imps just mined out would be an ideal spot for some creatures to lurk. Select the Lair icon from the Rooms Panel.
it_it: Ben fatto, Keeper. Adesso devi adibire parte della prigione a tana, luogo in cui le creature potranno riposarsi e curarsi. L'area che i folletti hanno appena scavato sembrerebbe un posto ideale. Seleziona l'icona Tana sul Pannello Stanze.

# In-game message
source: Dig a tunnel that connects to the Portal to the north. Portals appear on the map as flashing squares, until they are claimed. Creatures only use Portals claimed by a Keeper. Your imps claim a Portal as soon as it connects to your dungeon.
it_it: Scava un tunnel che conduca al portale a nord. I portali appaiono sulla mappa come quadrati lampeggianti fino a che non vegono rivendicati. Le creature usano solo questi. I folletti ne rivendicano uno non appena questo è collegato alla tua prigione.

# In-game message
source: You should build a Treasure Room first. Select the Treasure Room icon from the Rooms Panel and left click on the tiles in the area to the west of your Dungeon Heart.
it_it: Devi prima costruire una sala del tesoro. Seleziona la sua icona dal Pannello Stanze e clicca con il pulsante sinistro sulle caselle nell'area a ovest del cuore della tua prigione.

# In-game message
source: Pick up creatures by left clicking on them. Drop them by right clicking over a room or tile belonging to your dungeon. Creatures perform tasks relevant to the situation they're dropped into.
it_it: Prendi le creature cliccandoci sopra con il pulsante sinistro. Lasciale cadere cliccando con il destro su una stanza o su una casella della tua prigione. Le creature eseguiranno il compito più appropriato alla situazione in cui si vengono a trovare.

# In-game message
source: If you want your creatures to work harder, slap them with a right click of the hand. Your creatures take damage from each slap they receive.
it_it: Se vuoi che le tue creature lavorino più duramente, schiaffeggiale cliccando la mano con il pulsante destro. Ogni schiaffo causerà loro dei danni.

# In-game message
source: You have not yet built a Treasure Room. Until you build this room, you will be unable to pay any creatures. Only imps give their loyalty freely. No other creatures will serve you unpaid.
it_it: Non hai ancora costruito la camera del tesoro. Fino ad allora non potrai pagare nessuna creatura. E nessuno, tranne i fedeli folletti vorrà servirti gratis.

# In-game message
source: Your first minion has arrived. It's a giant Fly. It can spit corrosive vomit at your enemies and its wings grant the hideous insect the speed to intercept the most nimble trespassers.
it_it: È arrivato il tuo primo servo. È una mosca gigante che può sputare vomito corrosivo sui tuoi nemici. Le sue grandi ali le forniscono una velocità sufficiente a intercettare anche gli incursori più rapidi.

# In-game message
source: A Beetle has scuttled into your realm. It's tough enough to absorb a lot of damage. Like most creatures, Beetles require food. Dig out a new area, select the Hatchery icon and create your Hatchery. Tasty snacks will soon emerge from its enchanted soil.
it_it: Uno scarabeo si è rifugiato nel tuo regno. È grosso e può sopportare parecchi danni, ma ha bisogno di cibo. Scava una nuova area, seleziona l' Icona Nido e creane uno. Presto dal suo suolo incantato emergeranno dei bocconi succulenti.

# In-game message
source: Imps fortify your walls to prevent intruders tunnelling in. If you want to create more imps, go to the Research Panel, select the Imp icon and left click anywhere in your dungeon. Each Imp you create costs more than the previous one.
it_it: I folletti fortificano le mura per evitare intrusioni dai tunnel. Se vuoi crearne altri, vai al Pannello Ricerca, seleziona l' Icona Folletti e clicca con il pulsante sinistro ovunque nella prigione. Ogni folletto che crei costa più del precedente.

# In-game message
source: Why not have a handful of creatures ready to drop on top of intruders? To pick up creatures quickly, left click on them from within the Creatures Panel. You can only drop creatures within the confines of your own dungeon.
it_it: Perché non tenere pronto un gruppo di creature da sganciare sugli intrusi? Per prenderne su rapidamente, cliccaci sopra con il pulsante sinistro sul Pannello Creature. Puoi sganciarne soltanto entro i confini della tua prigione.

# In-game message
source: Intruders approach. They seek gaps in your fortifications, in order to gain entry to your dungeon. A white trail on the map indicates their progress. Click the icon at the top of the Control Panel to see a bigger map.
it_it: Intrusi in avvicinamento. Cercano una breccia nelle tue fortificazioni per poter penetrare nella prigione. I loro movimenti sono indicati da una traccia bianca sulla mappa. Per ingrandire la mappa, clicca l'icona in cima al Pannello di Controllo.

# In-game message
source: Savour your first victory while you can. You have attracted the wrath of the Lord of this realm. His party will soon be here.
it_it: Goditi la tua prima vittoria, finchè puoi. Hai scatenato l'ira del Signore di questo regno. Presto arriverranno le sue creature.

# In-game message
source: The Lord of the Land has arrived. I can smell his fear. Defeat him and the realm is yours.
it_it: È arrivato il Signore di questo regno. Posso sentire da qui il suo terrore. Sconfiggilo e il suo regno sarà tuo.

# In-game message
source: Your work here is done. Now there is no-one to prevent you from obliterating this nauseating realm and expanding your empire into a neighbouring land. Nice.
it_it: Il tuo lavoro qui è compiuto. Ora nessuno può più impedirti di annientare questo nauseante regno ed espandere il tuo regno a quello successivo. Bene.

# In-game message
source: You require more Imps. Use the Create Imp spell to conjure them into your domain. Remember, each Imp you create is more expensive than the last.
it_it: Ti servono più folletti. Usa l'incantesimo Crea Folletti per evocarne. Ricorda che ogni nuovo folletto che crei costerà di più del precedente.

# In-game message
source: Possess creatures by choosing the Possess spell from the Research Panel and left-clicking on the creature you want to control. Right-click to leave the creature again.
it_it: Possiedi le creature selezionando l'incantesimo omonimo dal Pannello Ricerca e cliccando con il pulsante sinistro sulla creatura che vuoi controllare. Cliccando con il pulsante destro lascerai libera la creatura.

# In-game message
source: Remember the lessons you learned in Brana Hauk. You must build a Treasure Room, a Lair and a Hatchery and you will need to claim a Portal. Build rooms in squares of at least nine tiles to increase the efficiency of the room.
it_it: Ricorda quello che hai imparato a Brana Hauk. Devi costruire una camera del tesoro, una tana ed un nido, e devi rivendicare un portale. Cerca di non costruire stanze più piccole di almeno nove caselle.

# In-game message
source: You will need to make your creatures stronger. In a Training Room, your creatures can hone their fighting skills, gain new abilities and learn more powerful spells.
it_it: Le tue creature devono essere più forti. Con una sala addestramento esse potranno allenarsi al combattimento, imparare nuove tecniche e nuovi incantesimi.

# In-game message
source: Your plan proceeds smoothly, keeper. Allow your Imps time to fortify the walls of your dungeon. This increases the efficiency of rooms and repels would-be invaders.
it_it: Le tue creature devono essere più forti. Con una sala addestramento esse potranno allenarsi al combattimento e procedere con il tuo piano a meraviglia, Keeper. Dai ai tuoi folletti tempo per fortificare le mura della prigione. Aumenterai così l'efficenza delle stanze e terrai lontano potenziali invasori.

# In-game message
source: The Training Room attracts ever more ferocious creatures, such as Demon Spawn. Build it and they will come.
it_it: Una sala addestramento attrae creature potenti come le Progenie del Demonio. Costruiscene una ed esse arriveranno.

# In-game message
source: To train creatures, drop them in the Training Room. The number that occasionally appears above a creature's head indicates how much gold it has cost for that creature to train.
it_it: Per addestrare le creature, sganciale nell'apposita stanza. Il numero che appare a volte sulla testa di una creatura indica il costo in oro del suo addestramento.

# In-game message
source: You can train creatures more rapidly by slapping them as they work out in the Training Room.
it_it: Per addestrare le creature più rapidamente, percuotile mentre si allenano nella Sala Addestramento.

# In-game message
source: Heroes are already on their way. Make sure your creatures are well trained and ready for the attack. The heroes you will face in this realm are tougher than those you met beneath Brana Hauk.
it_it: Gli eroi sono in arrivo. Assicurati che le tue creature siano ben addestrate e pronte all'attacco. Gli eroi che affronterai in questo regno sono più forti di quelli incontrati sotto Brana Hauk.

# In-game message
source: Harder the heroes may have been but they were obviously no match for your forces.
it_it: Gli eroi saranno stati anche più forti, ma ovviamente le tue forze sono immensamente superiori.

# In-game message
source: The heroes are on their way. Make sure your creatures are well trained and ready for the attack.
it_it: Gli eroi sono in arrivo. Assicuarti che le tue creature siano addestrate e pronte all'attacco.

# In-game message
source: Congratulations. You have conquered the enemy hordes.
it_it: Congratulazioni. Hai sgominato gli eserciti nemici.

# In-game message
source: Build a dungeon with a Treasure Room, a Lair, a Hatchery and a Training Room. Make sure they're all big enough. Cramped conditions do nothing for the morale of your minions.
it_it: Costruisci una prigione con una camera del tesoro, una tana, un nido e una sala addestramento, e che siano tutte sufficientemente grandi. Gli spazi ristretti non gioveranno al morale dei tuoi servi.

# In-game message
source: The time has come to build a Library. Libraries are where new devices, room designs and magic spells are researched. Make a Library at least as big as the other rooms. Researchers like quiet too, so try to build your Library off the side of a corridor.
it_it: È ora di costruire una biblioteca, per studiare nuovi congegni, stanze e incantesimi. Falla grande almeno quanto le altre stanze. I ricercatori amano la quiete, per cui cerca di costruirla all'estremità di un corridoio.

# In-game message
source: Your new Library will attract creatures like Warlocks, who are interested in researching magic and dungeon designs. These evil mages are real bookworms, as well as being magically proficient themselves.
it_it: La nuova biblioteca attirerà nuove creature come gli stregoni, ai quali interessano le ricerche sulla magia e sui piani della prigione. Questi maghi cattivi sono dei veri topi di biblioteca, ma non per questo sono pochi potenti.

# In-game message
source: That's a fine collection of parchments and tomes you've assembled. Most creatures can engage in research but Warlocks make the best and keenest researchers. Stupid Trolls have trouble holding books the right way up and sometimes even chew the pages.
it_it: Hai messo insieme una bella collezione di libri e pergamene. Tante creature possono improvvisarsi ricercatori, ma gli stregoni sono senz'altro i migliori. Gli stupidi troll non sanno neanche tenere in mano un libro e a volte si mangiano le pagine.

# In-game message
source: The scent of arcane knowledge has lured a greedy Warlock into your dungeon. Don't forget to train your Warlocks occasionally. Their spell casting abilities make them fine long range fighters.
it_it: Il profumo della conoscenza arcana ha attirato un avido stregone nella tua prigione. Non scordare di addestrarlo di tanto in tanto: la sua capacità di lanciare incantesimi lo rende un ottimo combattente sulle lunghe distanze.

# In-game message
source: The first wave of attackers lie hacked to pieces on the floor and give your domain that lived in feeling but it surely won't be long before their kin launch another assault.
it_it: La prima ondata di attaccanti giace a pezzi al suolo, donando al tuo regno quel certo sapore di visssuto. Ma certamente molto presto ci sarà un altro assalto.

# In-game message
source: You meet with success yet again, Keeper. All those corpses will keep your Hatchery's topsoil fertile. They also serve as warnings to other foolhardy adventurers, of course.
it_it: Ancora un successo per te, Keeper. Quei cadaveri renderanno fertile il suolo del tuo nido. E serviranno da avvertimento per futuri avventurieri sconsiderati.

# In-game message
source: All is quiet again. Use this time to ready yourself for the next attacks. The enemy is only regrouping. It is not yet defeated.
it_it: Tutto è nuovamente tranquillo. Usa questo tempo per prepararti ai prossimi attacchi. Il nemico si sta solo riorganizzando, ma non è ancora sconfitto.

# In-game message
source: Is that Imp playing football with a decapitated head? Stay alert, Keeper.
it_it: Che fa quel folletto? Gioca a calcio con una testa decapitata? Stai in guardia, Keeper.

# In-game message
source: Now would be an excellent time to train a Warlock.
it_it: Questo sarebbe proprio il momento giusto per addestrare uno stregone.

# In-game message
source: Already your research bears fruit. The Speed Creature spell has been perfected. Cast it on a creature and observe the dramatic increase in its speed. The effect wears off after a while.
it_it: Le tue ricerche portano già i primi frutti. È stato perfezionato l'Incantesimo Accelera Creatura. Lancialo sulla creatura e osserva il suo enorme aumento di velocità. L'effetto si esaurisce dopo un po'.

# In-game message
source: Build up your dungeon with the rooms available to you and claim the Portal nearby but do not yet venture north. Powerful adversaries lurk there. It would be wiser not to disturb them until you are prepared.
it_it: Costruisci la prigione con le stanze che hai a disposizione e rivendica il portale lì vicino, ma non avventurarti ancora a nord. Là ti attendono avversari potenti. È più saggio non disturbarli fino a quando non sarai pronto.

# In-game message
source: Clever research has given your Imps the engineering skill to build Bridges. You will need Bridges to cross some of the more hazardous underworld terrain.
it_it: Le tue ultime ricerche hanno donato ai folletti la capacità di costruire ponti. E te ne seviranno per attraversare alcune zone impervie del mondo sotteraneo.

# In-game message
source: A study of dungeon designs reveals that Workshops manufacture essential furniture, such as Doors and Traps. If your Workshop occupies a square of at least nine tiles, its mere presence will lure the underworld's finest artisans into your dungeon.
it_it: Uno studio dei piani della prigione rivela che le sale lavoro producono oggetti essenziali, come porte e trappole. Se occupa un'area di almeno nove caselle, la sua sola presenza attirerà nel tuo regno i migliori artigiani del mondo.

# In-game message
source: To manufacture Traps and Doors in your Workshop you will need to assign creatures to it, by dropping them into the room. Manufactured items can be selected from the Workshop Panel as soon as they're ready.
it_it: Per produrre trappole e porte devi assegnare delle creature alla sala lavoro, facendole cadere dentro. Gli oggetti prodotti possono essere selezionati non appena sono pronti nell'apposito pannello.

# In-game message
source: When your troops are sufficient in number and have had some training, lead them north and crush any who oppose you.
it_it: Quando le tue truppe saranno in numero sufficiente e avranno fatto il giusto addestramento, guidale a nord e schiaccia chiunque ti si opponga.

# In-game message
source: You will have to find a way to cross the river of molten lava that bars your way.
it_it: Devi trovare un modo per superare il fiume di lava che ti blocca il passaggio.

# In-game message
source: The enemy's Dungeon Heart throbs before you. Assemble your minions nearby and administer the coup de grace.
it_it: Il cuore della prigione del nemico batte convulso davanti a te. Raduna i tuoi servi e sferra il colpo di grazia.

# In-game message
source: A Troll has joined you. Skilled in the craft of manufacturing, trolls are best employed doing dark deeds in your Workshop. They don't complain about the hours, because their labours keep them away from combat.
it_it: Un troll si è unito alle tue forze. I troll sono abili artigiani e si prestano volentieri a fare tutti i lavori sporchi nelle sale lavoro, e senza lamentarsi degli orari, perchè il lavoro li tiene lontani dalle battaglie.

# In-game message
source: With the enemy Dungeon Heart in ruins, you have trounced the once proud opposition. Rule your new domain with terror and loathing, for a laugh.
it_it: Il cuore della prigione del nemico è in rovina: hai massacrato l'opposizione, un tempo orgogliosa. Fatti una risata e amministra questo nuovo regno con odio e terrore.

# In-game message
source: Your Workshop has created a Wooden Door. Placed in a corridor, it restricts access to the enemy. Your creatures may pass freely. Lock or unlock Doors by clicking over them with the left mouse button.
it_it: Quelli della sala lavoro hanno creato una porta di legno. Piazzata in un corridoio, rende difficile l'accesso al nemico mentre le tue creature possono attraversarla liberamente. Chiudi e apri le porte cliccandoci sopra con il pulsante sinistro.

# In-game message
source: Your Workshop has produced a Poison Gas trap. Position it and, when an intruder sets it off, it will envelop the area in deadly vapours.
it_it: Quelli della sala lavoro hanno creato la trappola gas velenoso. Quando viene attivata da un intruso libera una nuvola di vapori velenosi mortali.

# In-game message
source: You have researched the Call to Arms spell. The first time you cast it, your creatures gather around a banner created by the spell. Cast it again in a target area. Call to Arms only costs gold when it's targetted beyond your territory.
it_it: Nuovo frutto delle ricerche è l'incantesimo chiamata alle armi. La prima volta che lo lanci le creature si raccoglieranno intorno a una bandiera lì evocata. Poi rilancialo in un' area bersaglio. Costa oro solo quando lanciato oltre il tuo territorio.

# In-game message
source: Another Keeper controls this underworld realm. His dungeon lies to the north. If you are to entice creatures to work for you instead of him, you will have to build a more magnificent dungeon. Get on with it then.
it_it: Questo regno sotteraneo è controllato da un altro Keeper. La sua prigione è a nord. Se vuoi attirare le creature a lavoare per te piuttosto che per lui, dovrai costruire una prigione più maestosa. Al lavoro, dunque.

# In-game message
source: You have slain your rival. His defeat is a testimony to your clever dungeon design. You have the makings of a Dungeon Keeper worthy of the name.
it_it: Hai massacrato il tuo rivale. La sua sconfitta è una testimonianza della tua abilità come proggettista di prigioni. Sei un Dungeon Keeper davvero degno di questo nome.

# In-game message
source: A Bile Demon chooses to side with you. Bile Demons demand large Lairs and ample Hatcheries. These corpulent monstrosities attack somewhat unconventionally.
it_it: Un demone bilioso ha deciso di essere dei tuoi. I demoni biliosi hanno bisogno di grandi tane e ampi nidi. Queste creature orride e corpulente attaccano in modo decisamente non convenzionale.

# In-game message
source: Your loyal researchers have perfected the Sight of Evil spell. Cast it on an unexplored area and it will be revealed to you for a moment.
it_it: I tuoi fedeli ricercatori hanno sviluppato l'incantesimo visione maligna. Lanciandolo su un'area inesplorata ne avrai una chiara e momentanea visione.

# In-game message
source: You have claimed a Prison. Select imprison from the Information Panel and your creatures subdue their foe, at which point your imps drag the bodies off to a cell. Prisoners who die of starvation may rise again as Skeleton warriors for you to command.
it_it: Hai rivendicato una prigione. Seleziona Imprigiona sul Pannello Informazioni: i tuoi domeranno l'avversario e i folletti lo trascineranno in cella. I prigionieri che muoiono di stenti possono essre resuscitati come guerrieri scheletri ai tuoi ordini.

# In-game message
source: Your dedicated librarians have designed a Guard Post. Place a Guard Post in a strategically important area and assign creatures to occupy it by dropping them there.
it_it: I tuoi fidati bibliofili hanno studiato un posto di guardia. Piazzane uno in un'area strategicamente importante ed assegna ad esso delle creature semplicemente sganciandole sopra.
