Repository: dkfans/keeperfx
Catalog: lang/gtext_lat.po
Languages: la_la

# In-game interface description
source: Gold Held: The amount of gold the creature is carrying.
la_la: Aurum tentum: Quantitas auri quam creatura fert.

# In-game interface description
source: Defence: The chance a creature will avoid a blow. The higher the number, the greater the chance of avoidance.
la_la: Defensa: Possibilitas creaturae colaphum evitare. Quanto maior numerus est, tanto maior possibilitas evitationis est.

# In-game interface description
source: Skill: The creature's ability to perform tasks. The higher the Skill level, the better the creature's performance.
la_la: Peritia: Habilitas creaturae ad pensa fungenda. Quanto maior gradus peritiae est, tanto melior exsecutio creaturae est.

# In-game interface description
source: Age/Time In Dungeon: The length of time you have employed the creature.
la_la: Aetas/Tempus in robore: Quam olim creatura a te contracta est.

# In-game interface description
source: Dexterity: The chance of a successful attack. Used to break enemy defence. The higher the number, the greater the chance of hitting.
la_la: Agilitas: Possibilitas aggressionis prosperae. Usa ad defensam inimicam frangendam. Quanto maior numerus est, tanto maior possibilitas ferire est.

# In-game interface description
source: Luck: The chance that a creature will do a double attack or a double defence in combat. Taken into account only when the hit is not avoided.
la_la: Fortuna: Possibilitas creaturae aggressionem aut defensam duplam in proelio agere. Considerata modo cum colaphus non evitatur.

# In-game interface description
source: Blood type: As if you care. Blood is blood, right?
la_la: Genus sanguinis: Quid ni? Sanguis semper sanguis erit, nonne?

# In-game interface description
source: Idle: The creature is either sleeping or not working. It's not involved in anything constructive or useful. LMB pick up creature. RMB zoom.
la_la: Otians: Creatura aut dormit aut non operatur. Implicata non est in quoquam conficienti aut utili. BSM cape creaturam. BDM i.

# In-game interface description
source: Working: The creature is performing tasks and doing work for you. LMB pick up creature. RMB zoom.
la_la: Operans: Creatura tibi pensa facit et operatur. BSM cape creaturam. BDM i.

# In-game interface description
source: Fighting: The creature is in a battle. LMB pick up creature. RMB zoom.
la_la: Pugnans: Creatura in proelio est. BSM cape creaturam. BDM i.

# In-game interface description
source: Fight: Your creatures always attack and will not avoid any combat. LMB select.
la_la: Pugna: Creaturae tuae semper aggrediuntur et quodquam proelium non evitant. BSM delige.

# In-game interface description
source: Flee: Your creatures attempt to preserve their lives, running away if they are too badly injured. LMB select.
la_la: Fuga: Creaturae tuae vitas suas conservare conantur, fugiendo si nimis nocitae sunt. BSM delige.

# In-game interface description
source: Imprison: Your creatures stun their enemies in battle and imprison those they defeat. LMB select.
la_la: Captiva: Creaturae tuae inimicos suos in proelio stupefaciunt et captivant quos vincunt. BSM delige.

# In-game interface description
source: Defending: The creature is concentrating on avoiding its adversary's blows.
la_la: Defendens: Creatura in colaphos adversarii evitando animadvertit.

# In-game interface item
source: Are you sure?
la_la: Esne certus?

# In-game interface item
source: Yes
la_la: Vero

# In-game interface item
source: No
la_la: Non

# In-game interface item
source: For
la_la: Ad

# In-game interface description
source: Shadows: The number of shadows cast by each creature. LMB toggle.
la_la: Umbrae: Numerus umbrarum ab unaquaque creatura proiectae. BSM alterna.

# In-game interface description
source: Wall Height: Swap between high or low walls. If you make the walls one block high, they are easier to see over. LMB toggle.
la_la: Altitudo muris: Muta inter muros altos aut humiles. Si muri uni cubi alti fiunt, facilius est supra eos videre. BSM alterna.

# In-game interface description
source: View Distance: The amount of dungeon drawn. This directly affects the speed of the game. LMB toggle.
la_la: Distantia speciei: Quantitas roboris pincti. Hoc celeritatem ludi recta afficit. BSM alterna.

# In-game interface description
source: Gamma Correction: Adjust the brightness of the game. LMB toggle.
la_la: Correctio gamma: Adapta candorem ludi. BSM alterna.

# In-game interface item
source: Of
la_la: De

# Slab description
source: Empty Lair: Would suit itinerant creature.
la_la: Stabulum vacuum: Creaturae itineranti serviat.

# Menu interface item
source: Paused
la_la: Pausatus

# In-game interface description
source: Zoom In: Zoom in the Dynamic Map. This increases the scale of the map. LMB select.
la_la: Amplifica: Chartam dynamicam amplifica. Hoc magnitudinem chartae augmentat. BSM delige.

# In-game interface description
source: Zoom Out: Zoom out the Dynamic Map. This decreases the scale of the map. LMB select.
la_la: Deminue: Chartam dynamicam deminue. Hoc magnitudinem chartae deminuit. BSM delige.

# In-game interface description
source: Full Screen Map: Takes you to the Map Screen which displays your entire Dungeon and the surrounding area. LMB select.
la_la: Charta quadri pleni: Ad quadrum chartae te fert, quod robur integrum et aream peripherialem tibi exhibet. BSM delige.

# Slab description
source: Impenetrable Rock: Your Imps cannot dig through this, the only solution is to go round. It is visible even if far from your territory.
la_la: Rocca Impenetrabilis: Diabolulli tui per hoc fodere nequeunt, optio unica est circumire. Visibilis etiam est procul a territorio tuo.

# Slab description
source: Earth: You can excavate this. To dig out some new caverns, choose a location and tag for digging with LMB. Press LMB again to untag.
la_la: Terra: Hoc fodi potest. Ad cavernas novas fodiendas, delige locum et indica ad fodiendum BSM. Preme iterum BSM ad eradendum.

# Slab description
source: Gold Seam: Your source of wealth. Dig this out and your Imps will take it to your Treasure Room. You can also pick up the lumps of treasure left on the ground.
la_la: Vena auri: Origo opum tuarum. Fode hoc et diabolulli tui eum ad cameram thesauri tuam ferent. Atque glaebas thesauri desertas in solo capere potest.

# Slab description
source: Lava: Burns any creature that step on it. Get over lava by casting Cave-In or building a Bridge.
la_la: Lava: Unaquaeque creatura quae in ea graditur ardet. Evita lavam incantatione Derupamentum iacienda aut ponte construendo.

# Slab description
source: Water: Creatures move more slowly through water. Build the Bridge to make new land on the water.
la_la: Aqua: Creaturae lentius per aquam se movent. Construe pontem ut terram novam in aqua facias.

# Slab description
source: Wall: A reinforced stone wall that enemies cannot break through. At least without the Destroy Walls spell.
la_la: Murus: Murus lapidis corroboratus quem inimici transigere nequeunt. Certe sine incantatione Muros Delere.

# Slab description
source: Damaged Wall: Unless repaired, this wall will eventually collapse.
la_la: Murus nocitus: Hic murus tandem ruet, nisi refectus.

# Slab description
source: Path: Unclaimed earth floor. You can claim it if it is connected to already claimed territory.
la_la: Semita: Solum terrae invindicatum. Eum vindicare potes si ad territorium iam vindicatum iunctum est.

# Slab description
source: Claimed area: Your dungeon territory. You can build rooms and drop your creatures on it.
la_la: Area vindicata: Territorium roboris tui. Cameras construere et creaturas super eum demittere potes.

# In-game interface item
source: More...
la_la: Plus...

# In-game message
source: Level completed - press Escape to continue
la_la: Libella finita - preme clavem Fuga ut continues

# In-game message
source: You have been defeated. Press Space to restart.
la_la: Victus es. Preme clavem Spatium ut reincipias.

# On-screen message
source: Recording FLIC
la_la: Registrum in formato FLIC

# On-screen message
source: Error recording FLIC
la_la: Error registro faciendo in formato FLIC

# On-screen message
source: Finished recording FLIC
la_la: Registrum in formato FLIC finitum

# Unused
source: Time Bomb
la_la: Bomba temporalis

# In-game interface item
source: Sound FX
la_la: Sonus

# In-game interface item
source: Music
la_la: Musica

# In-game interface item
source: UNUSED
la_la: NON USUM

# Menu interface, Main Menu title
source: Main Menu
la_la: Tabula actionum

# Menu interface item
source: Load Menu
la_la: Tabula ad resurgendum

# Menu interface, Main Menu item
source: Load Game
la_la: Resurge ludum

# Menu interface, Main Menu item
source: Continue Game
la_la: Perge ludum

# Menu interface, Main Menu item
source: Multiplayer
la_la: Lude cum amico

# Menu interface item
source: Return to Main Menu
la_la: Redi ad tabulam actionum

# Menu interface item
source: Play Intro
la_la: Reproduce introductionem

# Menu interface item
source: Service Menu
la_la: Tabula servitii

# Menu interface item
source: Session Menu
la_la: Tabula sessionis

# Menu interface item
source: Speed
la_la: Celeritas

# Menu interface item
source: COM Port
la_la: Portus COM

# Menu interface item
source: Phone Number
la_la: Numerus telephoni

# Menu interface item
source: IRQ
la_la: PIR

# Menu interface item
source: Statistics
la_la: Statistica

# Menu interface item
source: Level Completed
la_la: Libella finita

# Menu interface item
source: UNUSED
la_la: NON USUM

# Menu interface, Main Menu item
source: Quit
la_la: Decede

# Menu interface, Main Menu item
source: Start New Game
la_la: Incipe ludum novum

# Unused
source: This is a tale of valour and honour and how tasty heroes are....
la_la: Haec fabula virtutis et honoris et quam sapidi heroes sunt...

# Credits
source: Designed By
la_la: Designatus ab

# Credits
source: Project Leader
la_la: Caput proiecti

# Credits
source: Lead Programmer
la_la: Caput programmationis

# Credits
source: Lead Artist
la_la: Caput artificum

# Credits
source: Programming
la_la: Programmatio

# Credits
source: Engine Design
la_la: Designatio ingenii

# Credits
source: Music and Sfx
la_la: Musica et sonus

# Credits
source: Graphics Programmers
la_la: Programmatores graphici

# Credits
source: Artists
la_la: Artifices

# Credits
source: Network Programming
la_la: Programmatio reticuli

# Credits
source: Testing Manager
la_la: Procurator probarum

# Credits
source: Lead Testers
la_la: Capita probarum

# Credits
source: Lead Tester
la_la: Caput probarum

# Credits
source: Management
la_la: Procuratio

# Credits
source: Marketing and PR
la_la: Mercatotechnia et NP

# Credits
source: Tech Support
la_la: Stabilimen technicum

# Credits
source: Administration
la_la: Administratio

# Credits
source: Thanks To
la_la: Gratias his agemus

# Credits
source: Producer
la_la: Productor

# Credits
source: Level Design
la_la: Designatio libellarum

# Credits
source: Script By
la_la: Scriptus ab

# Credits
source: Libraries and Tools
la_la: Bibliothecae et instrumenta

# Credits
source: Playtesters
la_la: Probatores ludi

# Credits
source: Localisation
la_la: Traductio

# Credits
source: Special Thanks To
la_la: Gratias eximias his agemus

# Credits
source: Package Design
la_la: Designatio sarcinae

# Credits
source: Documentation
la_la: Documentatio

# Credits
source: Documentation Layout
la_la: Designatio documentationis

# Credits
source: Production
la_la: Productio

# Credits
source: Quality Assurance
la_la: Confidentia qualitatis

# Credits
source: Lead Level Design
la_la: Caput designationis libellarum

# Credits
source: Intro
la_la: Introductio

# Credits
source: Testers
la_la: Probatores

# Menu interface item
source: Sessions
la_la: Sessiones

# Menu interface item
source: Name
la_la: Nomen

# Menu interface item
source: Services
la_la: Servitia

# Menu interface item
source: Messages
la_la: Nuntia

# Menu interface item
source: Create Game
la_la: Crea ludum

# Menu interface item
source: Join Game
la_la: Iunge te ad ludum

# Menu interface item
source: Start Game
la_la: Incipe ludum

# Menu interface item
source: Game Menu
la_la: Tabula ludi

# Menu interface item
source: Cancel
la_la: Rescinde

# Menu interface item
source: No Name
la_la: Sine nomine

# Menu interface item
source: Players
la_la: Ludii

# Menu interface item
source: Level
la_la: Libella

# Menu interface item
source: Levels
la_la: Libellae

# Menu interface item
source: Games
la_la: Ludi

# Menu interface item
source: Modem Menu
la_la: Tabula modisi

# Menu interface item
source: Serial Menu
la_la: Tabula serialis

# Menu interface item
source: Hangup
la_la: Suspende

# Menu interface item
source: Clear
la_la: Purga

# Menu interface item
source: Answer
la_la: Responde

# Menu interface item
source: Start
la_la: Incipe

# Menu interface item
source: Ally
la_la: Socius

# Menu interface item
source: Alliance
la_la: Societas

# Menu interface item
source: Credits
la_la: Recognitiones

# Menu interface item
source: Ok
la_la: Bene

# Dungeon special decription
source: Reveal Map: Reveals the entire underground realm to you.
la_la: Chartam revelare: Regnum subterraneum integrum tibi revelat.

# Dungeon special decription
source: Resurrect Creature: You may raise one of your fallen minions from the dead.
la_la: Creaturam resurgere: Unam creaturarum tuarum occisarum ex mundo mortuorum revivescere potes.

# Dungeon special decription
source: Transfer Creature: Pick one of your creatures to accompany you to the next realm.
la_la: Creaturam transferre: Unam creaturarum tuarum cape ad te in regno sequente comitandum.

# Dungeon special decription
source: Steal Hero: Subvert a hero to your cause.
la_la: Heroem furare: Heroem ad causam tuam subverte.

# Dungeon special decription
source: Multiply Creatures: Create a double of each of your creatures.
la_la: Creaturas multiplicare: Numerum uniuscuiusque creaturarum tuarum dupla.

# Dungeon special decription
source: Increase Level: Bestows greater skill on all your creatures.
la_la: Libellam augere: Habilitatem grandiorem omnibus creaturis tuis donat.

# Dungeon special decription
source: Make Safe: Reinforces your entire dungeon.
la_la: Securum facere: Robur tuum integrum corroborat.

# Dungeon special decription
source: Locate Hidden World: You will be transported to a secret realm after you have conquered this one.
la_la: Mundum occultum locare: Ad regnum secretum vectaberis postquam hoc debellavisti.

# Dungeon special name
source: Resurrect Creature
la_la: Creaturam resurgere

# Dungeon special name
source: Transfer Creature
la_la: Creaturam transferre

# Menu interface item
source: Bonus
la_la: Donativum

# Menu interface, Main Menu item
source: High Score Table
la_la: Tabula optimorum lusorum

# Menu interface item
source: Go to Query Mode
la_la: I ad modum consultationis

# Menu interface item
source: More information
la_la: Plures nuntii

# Menu interface item
source: Back to main Query Screen
la_la: Redi ad quadrum consultationis principalis

# Menu interface item
source: Selected action
la_la: Actio delecta

# Menu interface item
source: Choose party
la_la: Delige grupum

# Menu interface item
source: Enter dungeon
la_la: Ini robur

# Menu interface item
source: Party members
la_la: Sodales grupus

# Menu interface item
source: Available creatures
la_la: Creaturae disponibiles

# Menu interface item
source: Creature
la_la: Creatura

# Menu interface item
source: Money available
la_la: Pecunia disponibilis

# Menu interface item
source: Leader
la_la: Caput

# Menu interface item
source: Hire
la_la: Conduce

# Menu interface item
source: Fire
la_la: Licentia

# Menu interface item
source: Cost
la_la: Pretium

# Menu interface item
source: Type
la_la: Typus

# In-game interface description
source: Information Panel: Miscellaneous information. Shows your and enemy progress and allows changing creature tendencies.
la_la: Pannellus nuntiorum: Nuntii miscellanei. Progressum tuum et inimici exhibet, et propensiones creaturae mutare te sinit.

# In-game interface description
source: Room Panel: The rooms available for you to build. Here you can center map on rooms or build new ones.
la_la: Pannellus camerarum: Camerae disponibiles ad te construendum. Hic chartam super cameras movere aut novas construere potes.

# In-game interface description
source: Research Panel: The spells available to you. Here you can cast or cancel them.
la_la: Pannellus investigationis: Incantationes disponibiles ad te. Hic eas aut iacere aut rescindere potes.

# In-game interface description
source: Workshop Panel: The traps and doors available to you. You can center the map on them, place new ones or sell existing.
la_la: Pannellus officinae: Trappae et ostia disponibilia ad te. Chartam super has res movere, novas ponere aut exsistentes vendere potes.

# In-game interface description
source: Creature Panel: Information on your creatures. Shows activity of your creatures and allows picking them up.
la_la: Pannellus creaturarum: Nuntii de creaturis tuis. Activitatem creaturarum tuarum exhibet, et eas capere te sinit.

# In-game interface description
source: Research Time: The time until a new spell is researched. Scholars in your Library are making progress on this bar.
la_la: Tempus investigationis: Tempus donec nova incantatio investigatur. Progressus sapientium in bibliotheca tua hic exhibetur.

# In-game interface description
source: Workshop Time: The time until a new trap is manufactured. Workers in your Workshop are making progress on this bar.
la_la: Tempus officinae: Tempus donec nova trappa aut novum ostium fabricatur. Progressus fabricatorum in officina tua hic exhibetur.

# In-game interface description
source: Payday Time: The time until the next Creature Payday. This bar increases over time and, when it reaches its peak, all of your creatures will want their wages.
la_la: Tempus dies mercedum: Tempus donec dies mercedum sequens. Haec barra tempore augescit. Cum ad cacumen suum pervenit, omnes creaturae tuae mercedes suas accipiunt.

# In-game interface description
source: Number of Rooms: The number of rooms held by this Keeper. Allows you to compare your dungeon with the competitors.
la_la: Numerus camerarum: Numerus camerarum a hoc custode tentarum. Robur tuum cum competitoribus comparare te sinit.

# In-game interface description
source: Number of Creatures: The number of creatures owned by this Keeper. Allows you to compare your army with other Keepers.
la_la: Numerus creaturarum: Numerus creaturarum a hoc custode tentarum. Exercitum tuum cum aliis custodibus comparare te sinit.

# Menu interface item
source: Choose game
la_la: Delige ludum

# Menu interface item
source: Game type
la_la: Typus ludi

# Menu interface item
source: Keeper vs keeper
la_la: Custos contra custodem

# Menu interface item
source: Keeper vs heroes
la_la: Custos contra heroes

# Menu interface item
source: Deathmatch
la_la: Omnes contra omnes

# In-game interface description
source: Sell Room: Sell a room tile for half the building price. LMB select.
la_la: Vende cameram: Vende tegulam camerae pretio dimidio. BSM delige.

# In-game interface description
source: Sell Item: Sell a Trap or Door. Allows you to earn gold on manufacturing. LMB select.
la_la: Vende rem: Vende trappam aut ostium. Aurum obtinere te sinit. BSM delige.

# In-game interface description
source: Next Battle: Zoom to the next battle. LMB select.
la_la: Proelium sequens: I ad proelium sequens. BSM delige.

# In-game interface item
source: Close Window
la_la: Claude fenestram

# In-game interface item
source: Zoom to area
la_la: I ad aream

# Menu interface item
source: No mouse installed
la_la: Nullus mus installatus

# Menu interface item
source: Define keys
la_la: Defini claves

# Game controls
source: Ally with player
la_la: Socia te cum ludio

# Game controls
source: Press a key
la_la: Preme clavem

# Game controls
source: UP
la_la: SURSUM

# Game controls
source: DOWN
la_la: DEORSUM

# Game controls
source: LEFT
la_la: SINISTRA

# Game controls
source: RIGHT
la_la: DEXTRA

# Game controls
source: ROTATE
la_la: ROTA

# Game controls
source: SPEED
la_la: CELERITAS

# Game controls
source: ROTATE LEFT
la_la: ROTA AD SINISTRAM

# Game controls
source: ROTATE RIGHT
la_la: ROTA AD DEXTRAM

# Game controls
source: ZOOM IN
la_la: AMPLIFICA

# Game controls
source: ZOOM OUT
la_la: DEMINUE

# Keyboard
source: LEFT CONTROL
la_la: IMPERIUM SINISTRUM

# Keyboard
source: RIGHT CONTROL
la_la: IMPERIUM DEXTRUM

# Keyboard
source: LEFT SHIFT
la_la: MAIUSCULA SINISTRA

# Keyboard
source: RIGHT SHIFT
la_la: MAIUSCULA DEXTRA

# Keyboard
source: LEFT ALT
la_la: ALT SINISTRA

# Keyboard
source: RIGHT ALT
la_la: ALT DEXTRA

# Keyboard
source: SPACE
la_la: SPATIUM

# Keyboard
source: RETURN
la_la: INTRARE

# Keyboard
source: TAB
la_la: TABULATOR

# Keyboard
source: CAPS LOCK
la_la: MAIUS CLAUDE

# Keyboard
source: BACKSPACE
la_la: RETROCESSUS

# Keyboard
source: INSERT
la_la: INSERERE

# Keyboard
source: DELETE
la_la: DELERE

# Keyboard
source: HOME
la_la: INITIUM

# Keyboard
source: END
la_la: FINIS

# Keyboard
source: PAGE UP
la_la: PAGINA SURSUM

# Keyboard
source: PAGE DOWN
la_la: PAGINA DEORSUM

# Keyboard
source: NUM LOCK
la_la: NUM CLAUDE

# Keyboard
source: NUM ENTER
la_la: NUM INTRARE

# Keyboard
source: NUM DELETE
la_la: NUM DELERE

# Keyboard
source: UP
la_la: SURSUM

# Keyboard
source: DOWN
la_la: DEORSUM

# Keyboard
source: LEFT
la_la: SINISTRA

# Keyboard
source: RIGHT
la_la: DEXTRA

# Network game message
source: Initialising Modem
la_la: Modisum initiandum

# Network game message
source: Connecting Modem
la_la: Modisum nectendum

# Network game message
source: Dial
la_la: Dialis

# Network game message
source: Continue
la_la: Continua

# Network game message
source: Line Engaged
la_la: Linea habilitata

# Network game message
source: Unknown Error
la_la: Error incognitus

# Network game message
source: No Carrier
la_la: Nullus portator

# Network game message
source: No Dial Tone
la_la: Nullus tonus dialis

# Network game message
source: No Response
la_la: Nullum responsum

# Network game message
source: No Server
la_la: Nullus servitor

# Network game message
source: Unable to initialise
la_la: Incapax ad initiandum

# Network game message
source: Unable to create game
la_la: Incapax ad ludum creandum

# Network game message
source: Unable to join game
la_la: Incapax ad ludum se iungendum

# Slab description
source: Gems: Infinite wealth for your Imps to extract. Cannot be destroyed, but takes longer to mine than Gold.
la_la: Gemmae: Opes infinitae ut diabolulli tui extrahant. Deleri nequit, sed necesse est tempore longiore ad fodiendum quam aurum.

# Object description
source: Hero Gate: Heroes use this portal to invade your dungeon. It cannot be closed on your side.
la_la: Porta heroum: Heroes hoc portale utuntur ad tuum robur incursandum. Claudi in lato tuo nequit.

# Creature name
source: Tunneller
la_la: Cuniculator

# In-game interface description
source: Toggle Computer Assistant: Currently - Aggressive. LMB toggle.
la_la: Alterna administrum computarii: Nunc - Aggressivus. BSM alterna.

# In-game interface description
source: Toggle Computer Assistant: Currently - Defensive. LMB toggle.
la_la: Alterna administrum computarii: Nunc - Defensivus. BSM alterna.

# In-game interface description
source: Toggle Computer Assistant: Currently - Construction Only. LMB toggle.
la_la: Alterna administrum computarii: Nunc - Tantum constructio. BSM alterna.

# In-game interface description
source: Toggle Computer Assistant: Currently - Move Only. LMB toggle.
la_la: Alterna administrum computarii: Nunc - Tantum motus. BSM alterna.

# In-game tab with rooms
source: Treasure Room
la_la: Camera thesauri

# In-game tab with rooms
source: Library
la_la: Bibliotheca

# In-game tab with rooms
source: Lair
la_la: Stabulum
