Repository: dkfans/keeperfx
Catalog: lang/gtext_spa.po
Languages: es_es

# In-game message
source: A devious Wizard has cheated you of your magical powers. Use your only Spider and explore the realm. Find the Wizard, kill him and make an example of his foolishness.
es_es: Un tortuoso mago te ha despojado de tus poderes mágicos. Usa tu única araña y explora el reino. Encuentra al mago, mátalo y haz un escarmiento de su estupidez.

# In-game message
source: You have found some Imps who consider it a great honour to serve you.
es_es: Has hallado varios duendes que consideran un gran honor servirte.

# In-game message
source: You have discovered a group of Bile Demons who will aid you in your fight.
es_es: Has descubierto un grupo de demonios de hiel que te ayudarán en tu lucha.

# In-game message
source: The destruction of this pathetic Keeper brings with it a useful bonus. You now have the ability to build Bridges. Dig deeper and you may find more secrets to strengthen your powers.
es_es: La destrucción de este patético guardián nos aporta algo útil. Ahora tienes la habilidad de construir puentes. Escarba más profundo y podrás encontrar más secretos para reforzar tus poderes.

# In-game message
source: A warning, Keeper. There is a stench of hero in the air.
es_es: Un aviso, guardián. El aire apesta a héroe.

# In-game message
source: You have done well to get this far Keeper. Do not become complacent, however. A great struggle lies ahead.
es_es: Has hecho bien al llegar tan lejos, guardián. De todos modos, no te vuelvas complaciente. Tienes por delante una gran batalla.

# In-game message
source: Before you lies the Wizard's domain. Defeat him and you will regain your powers.
es_es: Ante ti se extiende el dominio del mago. Destrúyelo y recuperarás tus poderes.

# In-game message
source: A black shadow is creeping over this land. Now is the time to strike. Take control of your Vampire and use him to find and kill the Lord of the Land. If you succeed, the Vampire will join you in the next realm.
es_es: Una sombra negra avanza lentamente sobre esta tierra. Este es el momento de golpear. Toma el control de tu vampiro y mata al Señor de la Tierra. Si tienes éxito, el vampiro se reunirá contigo en el próximo reino.

# In-game message
source: Your achievements are legendary Keeper. Tales of your evil and cunning will become the horror stories of generations.
es_es: Tus logros son legendarios, guardián. Los relatos sobre tu maldad y tu astucia serán los cuentos de horror de muchas generaciones.

# Menu interface item
source: Campaigns
es_es: Campañas

# Menu interface item
source: Add computer
es_es: Añadir ordenador

# Keeper spell name
source: Hand Of Evil
es_es: Mano Del Mal

# Keeper spell name
source: Slap
es_es: Azote

# Keeper spell description
source: Hand Of Evil: Ability to pick up your creatures and hold them in your hand. Just don't hold them forever or they may get irritated.
es_es: Mano del Mal: Habilidad para recoger tus criaturas y mantenerlas en tu mano. Eso sí, no mantenerlos por siempre o pueden irritarse.

# Keeper spell description
source: Slap: Makes your creatures work harder, for some time. Your creatures take some damage from each slap they receive.
es_es: Azotar: Hace que tus criaturas trabajen más duro durante algún tiempo. Tus criaturas recibirán algo de daño por cada bofetada que reciban.
