Repository: dkfans/keeperfx
Catalog: lang/gtext_lat.po
Languages: la_la

# In-game tab with rooms
source: Prison
la_la: Carcer

# In-game tab with rooms
source: Torture Room
la_la: Camera cruciaminis

# In-game tab with rooms
source: Training Room
la_la: Camera exercitii

# In-game tab with rooms
source: Dungeon Heart
la_la: Cor roboris

# In-game tab with rooms
source: Workshop
la_la: Officina

# In-game tab with rooms
source: Scavenger Room
la_la: Camera attractionis

# In-game tab with rooms
source: Temple
la_la: Templum

# In-game tab with rooms
source: Graveyard
la_la: Sepulcretum

# In-game tab with rooms
source: Barracks
la_la: Praesidium

# In-game tab with rooms
source: Hatchery
la_la: Seminarium

# In-game tab with rooms
source: Guard Post
la_la: Custodia

# In-game tab with rooms
source: Bridge
la_la: Pons

source: Fight
la_la: Pugna

source: Annoyed
la_la: Iratus

# Keyboard
source: Shift
la_la: Maiuscula

# Keyboard
source: Control
la_la: Imperium

# Credits
source: Additional Artwork
la_la: Imagines additionales

# Credits
source: Additional Programming
la_la: Programmatio additionalis

# Credits
source: Manual And Documentation
la_la: Manuale et documentatio

# Credits
source: Installer
la_la: Installator

# Credits
source: Additional Level Design
la_la: Designatio libellarum additionalium

# Credits
source: Additional Thanks
la_la: Gratias additionales his agemus

# Trap names
source: Boulder Trap
la_la: Trappa Roccae

# Trap names
source: Alarm Trap
la_la: Trappa Clamoris

# Trap names
source: Poison Gas Trap
la_la: Trappa Gasis Toxici

# Trap names
source: Lightning Trap
la_la: Trappa Fulminis

# Trap names
source: Word of Power Trap
la_la: Trappa Verbi Potestatis

# Trap names
source: Lava Trap
la_la: Trappa Lavae

# Trap description
source: Boulder Trap: A rolling rock that crushes everything in its path. Triggered when enemy creature is close and within line of sight, or when slapped by a Keeper. LMB select. RMB zoom.
la_la: Trappa Roccae: Rocca volvens quae omnia in semita sua pinsit. Initiata cum creatura inimica prope et in linea visionis est, aut cum a custode alapa datur. BSM delige. BDM i.

# Trap description
source: Alarm Trap: Triggers a Call To Arms spell, so that creatures in the area are summoned to it. LMB select. RMB zoom.
la_la: Trappa Clamoris: Incantationem Convocatio initiat, ut creaturae in area ab ea vocantur. BSM delige. BDM i.

# Trap description
source: Poison Gas Trap: A cloud of noxious vapours triggered by your enemies. Can hurt owner creatures if they inhale it. LMB select. RMB zoom.
la_la: Trappa Gasis Toxici: Nubes vaporum noxiorum ab inimicis tuis initiatur. Creaturis tuis nocere potest si eam inhalant. BSM delige. BDM i.

# Trap description
source: Lightning Trap: Strikes nearby enemy creatures with bolts of lightning when tripped. Does no harm to owner creatures. LMB select. RMB zoom.
la_la: Trappa Fulminis: Creaturas inimicas propinquas fulminibus ferit cum initiatur. Creaturis tuis non nocet. BSM delige. BDM i.

# Trap description
source: Word of Power Trap: Radiates devastating rings of demonic energy, pushing and damaging all enemy creatures within range. LMB select. RMB zoom.
la_la: Trappa verbi potestatis: Anuli devastantes energiae daemonicae radiantur, omnibus creaturis inimicis propinquis trudendis et nocendis. BSM delige. BDM i.

# Trap description
source: Lava Trap: The tile disintegrates revealing a pool of molten lava. Effects are irreversible, so Bridge is needed to be able to step on affected area again. LMB select. RMB zoom.
la_la: Trappa Lavae: Tegula dilabitur, lacuna lavae fusilis revelanda. Effectus irreversibiles sunt, sic necesse est ponte ut per aream affectam iterum gradi nequeas. BSM delige. BDM i.

# Door name
source: Wooden Door
la_la: Ostium ligneum

# Door name
source: Braced Door
la_la: Ostium corroboratum

# Door name
source: Iron Door
la_la: Ostium ferreum

# Door name
source: Magic Door
la_la: Ostium magicum

# Door description
source: Wooden Door: The simplest means of restricting access. Can be broken down easily. LMB select. RMB zoom.
la_la: Ostium ligneum: Medius simplicissimus ad aditum restringendum. Facile frangi potest. BSM delige. BDM i.

# Door description
source: Braced Door: A wooden door reinforced with iron to last longer. LMB select. RMB zoom.
la_la: Ostium corroboratum: Ostium ligneum ferro corroboratum ut longius duret. BSM delige. BDM i.

# Door description
source: Iron Door: Strong, heavy door capable of sustaining massive damage. LMB select. RMB zoom.
la_la: Ostium ferreum: Ostium forte, grave et pote noxiae maximae resistendae. BSM delige. BDM i.

# Door description
source: Magic Door: A special door, highly resistant to physical damage but susceptible to magical damage. LMB select. RMB zoom.
la_la: Ostium magicum: Ostium eximium, maxime resistens ad noxiam physicam sed susceptibile ad noxiam magicam. BSM delige. BDM i.

# Room name
source: Portal
la_la: Portale

# Room name
source: Treasure Room
la_la: Camera thesauri

# Room name
source: Library
la_la: Bibliotheca

# Room name
source: Prison
la_la: Carcer

# Room name
source: Torture Chamber
la_la: Camera cruciaminis

# Room name
source: Training Room
la_la: Camera exercitii

# Room name
source: Dungeon Heart
la_la: Cor roboris

# Room name
source: Workshop
la_la: Officina

# Room name
source: Graveyard
la_la: Sepulcretum

# Room name
source: Barracks
la_la: Praesidium

# Room name
source: Hatchery
la_la: Seminarium

# Room name
source: Lair
la_la: Stabulum

# Room name
source: Bridge
la_la: Pons

# Room name
source: Guard Post
la_la: Custodia

# Room name
source: Temple
la_la: Templum

# Room name
source: Scavenger Room
la_la: Camera attractionis

# Object name
source: Hero Gate
la_la: Porta heroum

# Room description
source: Treasure Room: Your gold is stored here. LMB select. RMB zoom. [17.1]
la_la: Camera thesauri: Aurum tuum hic conditur. BSM delige. BDM i. [17.1]

# Room description
source: Library: The room where spells are researched. LMB select. RMB zoom. [17.4]
la_la: Bibliotheca: Camera ubi incantationes investigantur. BSM delige. BDM i. [17.4]

# Room description
source: Prison: Place enemy creatures here for safe keeping. LMB select. RMB zoom. [17.10]
la_la: Carcer: Pone creaturas inimicas hic ad eas securas retinendas. BSM delige. BDM i. [17.10]

# Room description
source: Training Room: Place creatures in here to improve their experience. LMB select. RMB zoom. [17.5]
la_la: Camera exercitii: Pone creaturas hic ut peritia sua melior fiat. BSM delige. BDM i. [17.5]

# Room description
source: Torture Chamber: Torture creatures for your own evil ends. LMB select. RMB zoom. [17.11]
la_la: Camera cruciaminis: Crucia creaturas ad fines tuos malignos. BSM delige. BDM i. [17.11]

# Room description
source: Dungeon Heart: The life force of your dungeon. [11.2]
la_la: Cor roboris: Vis vitalis roboris tui. [11.2]

# Room description
source: Workshop: Place creatures inside to manufacture Traps and Doors. LMB select. RMB zoom. [17.8]
la_la: Officina: Pone creaturas hic ut trappae et ostia fabricantur. BSM delige. BDM i. [17.8]

# Room description
source: Graveyard: Dead creatures are taken to this room to rot. LMB select. RMB zoom. [17.13]
la_la: Sepulcretum: Creaturae mortuae ad hanc cameram feruntur ut putrescant. BSM delige. BDM i. [17.13]

# Room description
source: Barracks: Group creatures by placing them into the room. LMB select. RMB zoom. [17.9]
la_la: Praesidium: Glomera creaturas in camera eis ponendis. BSM delige. BDM i. [17.9]

# Room description
source: Hatchery: Where creatures feast on cute, helpless little chicks. LMB select. RMB zoom. [17.3]
la_la: Seminarium: Ubi creaturae pullos bellulos, parvos et inopes epulantur. BSM delige. BDM i. [17.3]

# Room description
source: Lair: Where your creatures sleep and replenish their energy. LMB select. RMB zoom. [17.2]
la_la: Stabulum: Ubi creaturae tuae dormiunt et energiam suam replent. BSM delige. BDM i. [17.2]

# Room description
source: Bridge: Place this on water and lava to allow creatures to cross. LMB select. RMB zoom. [17.6]
la_la: Pons: Pone hic in aqua et lava ut creaturae transire possint. BSM delige. BDM i. [17.6]

# Room description
source: Guard Post: Your creatures keep watch over your dungeon when placed on this room. LMB select. RMB zoom. [17.7]
la_la: Custodia: Creaturae tuae robur tuum vigilant cum in hac camera ponuntur. BSM delige. BDM i. [17.7]

# Room description
source: Temple: Worshipping the dark gods makes creatures happier. Sacrifice creatures by dropping them into the font. LMB select. RMB zoom. [17.12]
la_la: Templum: Creaturae feliciores fiunt deis obscuris venerandis. Sacrifica creaturas in fontem eis demittendis. BSM delige. BDM i. [17.12]

# Room description
source: Scavenger Room: Creatures placed onto the room lure their kin away from other dungeons or through portals. LMB select. RMB zoom. [17.14]
la_la: Camera attractionis: Creaturae in hac camera positae gentes suas ex aliis roboribus aut per portalia attrahent. BSM delige. BDM i. [17.14]

# Keeper spell name
source: Possess Creature
la_la: Creeturam Possidere

# Keeper spell name
source: Create Imp
la_la: Diabolullum Creare

# Keeper spell name
source: Sight of Evil
la_la: Visus Mali

# Keeper spell name
source: Call To Arms
la_la: Convocatio

# Keeper spell name
source: Hold Audience
la_la: Reunio

# Keeper spell name
source: Cave-In
la_la: Derupamentum

# Keeper spell name
source: Must Obey
la_la: Oboedientia

# Keeper spell name
source: Speed Monster
la_la: Creaturam Accelerare

# Keeper spell name
source: Protect Monster
la_la: Creaturam Protegere

# Keeper spell name
source: Conceal Monster
la_la: Creaturam Occulere

# Keeper spell name
source: Lightning Strike
la_la: Fulmen

# Keeper spell name
source: Chicken
la_la: Pullus

# Keeper spell name
source: Disease
la_la: Morbus

# Keeper spell name
source: Destroy Walls
la_la: Muros Delere

# Keeper spell name
source: Heal
la_la: Sanare

# Keeper spell name
source: Time Bomb
la_la: Bomba temporalis

# Keeper spell name
source: Armageddon
la_la: Apocalypsis

# Keeper spell description
source: Possess Creature: Control a creature directly. LMB select. [18.1]
la_la: Creaturam Possidere: Recta impera creaturam. BSM delige. [18.1]

# Keeper spell description
source: Create Imp: Summon a new Imp anywhere in your dungeon. LMB select.
la_la: Diabolullum Creare: Novum diabolullum in robore tuo invocat. BSM delige.

# Keeper spell description
source: Sight of Evil: Reveal a hidden area of the map for a limited time. LMB select. RMB zoom. [18.3]
la_la: Visus Mali: Exhibe aream chartae occultam inter tempus definitum. BSM delige. BDM i. [18.3]

# Keeper spell description
source: Call To Arms: Calls all your creatures to an area of your dungeon. LMB select, LMB again to reselect, LMB a third time to cancel. RMB zoom. [18.6]
la_la: Convocatio: Convoca omnes creaturas tuas ad aream roboris tui. BSM delige, iterum BSM redelige, tertio BSM rescinde. BDM i. [18.6]

# Keeper spell description
source: Hold Audience: Calls all your creatures to the Dungeon Heart. LMB select. RMB zoom. [18.8]
la_la: Reunio: Voca omnes creaturas tuas ad cor roboris. BSM delige. BDM i. [18.8]

# Keeper spell description
source: Cave In: Collapses the roof of the dungeon. LMB select. [18.13]
la_la: Derupamentum: Tectum roboris tui ruere facit. BSM delige. [18.13]

# Keeper spell description
source: Must Obey: Forces your creatures to obey your every command. LMB select. [18.5]
la_la: Oboedientia: Obliga creaturas tuas oboedire unumquidque mandatum tuum. BSM delige. [18.5]

# Keeper spell description
source: Speed Monster: Increases the speed of your monsters.
la_la: Creaturam Accelerare: Celeritatem creaturarum tuarum auget.

# Keeper spell description
source: Protect Monster: Shields your creatures from attack.
la_la: Creaturam Protegere: Creaturas tuas protegit ab aggresione.

# Keeper spell description
source: Conceal Monster: Makes your creatures invisible to the enemy.
la_la: Creaturam Occulere: Creaturae tuae invisibiles ad inimicum fiunt.

# Keeper spell description
source: Lightning Strike: Strikes an area of the dungeon with a devastating bolt of lightning. LMB select. [18.10]
la_la: Fulmen: Aream roboris fulmine devastante ferit. BSM delige. [18.10]

# Keeper spell description
source: Chicken: Transforms the enemy into a tasty morsel. LMB select. [18.12]
la_la: Pullus: Inimicus frustrum sapidum fit. BSM delige. [18.12]

# Keeper spell description
source: Disease: Inflicts a deadly plague on an enemy creature. LMB select. [18.14]
la_la: Morbus: Pestem mortiferam creaturae inimicae infligit. BSM delige. [18.14]

# Keeper spell description
source: Destroy Walls: Breaks down reinforcemed enemy's walls. LMB select. [18.16]
la_la: Muros delere: Muros corroboratos inimici frangit. BSM delige. [18.16]

# Keeper spell description
source: Heal: Cast on an area of the dungeon to improve the health of your creatures. LMB select. [18.9]
la_la: Sanare: Iace eam in aream roboris ut sanitatem creaturarum tuarum meliorem facias. BSM delige. [18.9]

# Keeper spell description
source: Time Bomb: Turns your creature into a suicidal bomber.
la_la: Bomba temporalis: Creatura tua bombista suicida fit.

# Keeper spell description
source: Armageddon: Transports all the creatures in the land to your Dungeon Heart for a final, decisive battle. LMB select. [18.15]
la_la: Apocalypsis: Omnes creaturae in regno ad cor roboris tuum feruntur ad proelium decisivum ultimum. BSM delige. [18.15]

# Game event name
source: Treasure Room full
la_la: Camera thesauri plena

# Game event name
source: Scavenging detected
la_la: Attractio detecta

# Game event name
source: Creature Payday
la_la: Dies mercedum

# Game event name
source: New spell picked up
la_la: Nova incantatio collecta

# Game event name
source: New room taken over
la_la: Nova camera usurpata

# Game event name
source: New area discovered
la_la: Nova area dispecta

# Game event name
source: Information
la_la: Nuntii

# Game event name
source: Room lost
la_la: Camera perdita

# Game event name
source: Heart attacked
la_la: Cor incessum

# Game event name
source: Fight
la_la: Aggressio

# Game event name
source: Objective
la_la: Meta

# Game event name
source: Breach
la_la: Fissura

# Game event name
source: New spell researched
la_la: Nova incantatio investigata

# Game event name
source: New room researched
la_la: Nova camera investigata

# Game event name
source: New Trap
la_la: Nova trappa

# Game event name
source: New Door
la_la: Novum ostium

# Game event name
source: New creature in dungeon
la_la: Nova creatura in robore

# Game event name
source: Creature annoyed
la_la: Creatura irata

# Game event name
source: No more living space
la_la: Nullum spatium vitale

# Game event name
source: Alarm triggered
la_la: Clamor initiatus

# Game event name
source: Room under attack
la_la: Camera incessitur

# Game event name
source: Treasure Room needed
la_la: Necesse est camera thesauri

# Game event name
source: Creatures becoming hungry
la_la: Creaturae esurientes fiunt

# Game event name
source: Trap crate found
la_la: Capsa trappae reperta

# Game event name
source: Door crate found
la_la: Capsa ostii reperta

# Game event name
source: Dungeon Special found
la_la: Robur occultum repertum

# Game event description
source: Treasure Room full: LMB toggle. RMB delete.
la_la: Camera thesauri plena: BSM alterna. BDM delere.

# Game event description
source: Creature being scavenged: LMB toggle. RMB delete.
la_la: Creatura furanda: BSM alterna. BDM delere.

# Game event description
source: Creature Payday: LMB toggle. RMB delete.
la_la: Dies mercedum: BSM alterna. BDM delere.

# Game event description
source: New spell picked up: LMB toggle. RMB delete.
la_la: Nova incantatio collecta: BSM alterna. BDM delere.

# Game event description
source: New room taken over: LBM toggle. RMB delete.
la_la: Nova camera usurpata: BSM alterna. BDM delere.

# Game event description
source: New area discovered: LMB toggle. RMB delete.
la_la: Nova area dispecta: BSM alterna. BDM delere.

# Game event description
source: Information: LMB toggle. RMB delete.
la_la: Nuntii: BSM alterna. BDM delere.

# Game event description
source: Room lost: LMB toggle. RMB delete.
la_la: Camera perdita: BSM alterna. BDM delere.

# Game event description
source: Dungeon Heart Attacked: LMB toggle. RMB delete.
la_la: Cor roboris incessum: BSM alterna. BDM delere.

# Game event description
source: Fight: LMB toggle. RMB delete. [10.5]
la_la: Aggressio: BSM alterna. BDM delere. [10.5]

# Game event description
source: Objective: LMB toggle. [11.3]
la_la: Meta: BSM alterna. [11.3]

# Game event description
source: Breach: LMB toggle. RMB delete.
la_la: Fissura: BSM alterna. BDM delere.

# Game event description
source: New spell researched: LMB toggle. RMB delete.
la_la: Nova incantatio investigata: BSM alterna. BDM delere.

# Game event description
source: New room researched: LMB toggle. RMB delete.
la_la: Nova camera investigata: BSM alterna. BDM delere.

# Game event description
source: New trap: LMB toggle. RMB delete.
la_la: Nova trappa: BSM alterna. BDM delere.

# Game event description
source: New door: LMB toggle. RMB delete.
la_la: Novum ostium: BSM alterna. BDM delere.

# Game event description
source: New creature in dungeon: LMB toggle. RMB delete.
la_la: Nova creatura in robore: BSM alterna. BDM delere.

# Game event description
source: Creature is annoyed: LMB toggle. RMB delete.
la_la: Creatura irata est: BSM alterna. BDM delere.

# Game event description
source: No more living set: LMB toggle. RMB delete.
la_la: Nullum spatium vitale: BSM alterna. BDM delere.

# Game event description
source: Alarm triggered: LMB toggle. RMB delete.
la_la: Clamor initiatus: BSM alterna. BDM delere.

# Game event description
source: Room under attack: LMB toggle. RMB delete.
la_la: Camera incessitur: BSM alterna. BDM delere.

# Game event description
source: Need Treasure Room: LMB toggle. RMB delete.
la_la: Necesse est camera thesauri: BSM alterna. BDM delere.

# Game event description
source: Creatures becoming hungry: LMB toggle. RMB delete.
la_la: Creaturae esurientes fiunt: BSM alterna. BDM delere.

# Game event description
source: Trap crate found: LMB toggle. RMB delete.
la_la: Capsa trappae reperta: BSM alterna. BDM delere.

# Game event description
source: Door crate found: LMB toggle. RMB delete.
la_la: Capsa ostii reperta: BSM alterna. BDM delere.

# Game event description
source: Dungeon special found: LMB toggle. RMB delete.
la_la: Robur occultum repertum: BSM alterna. BDM delere.

# Menu interface, Main Menu item; In-game interface, Options title
source: Options
la_la: Optiones

# In-game interface item
source: Graphics Options
la_la: Optiones graphici

# In-game interface item
source: Sound Options
la_la: Optiones soni

# In-game interface item
source: Load
la_la: Resurge

# In-game interface item
source: Save
la_la: Conserva

# In-game interface item
source: Computer Assistance
la_la: Adiumentum computarii

# In-game interface description
source: Options: Open Options Panel. LMB open panel. [3.2]
la_la: Optiones: Aperi pannellum optionum. BSM aperi pannellum. [3.2]

# In-game interface description
source: Graphics Menu: Customise the graphics. [3.2.2]
la_la: Tabula graphici: Adapta graphicos. [3.2.2]

# In-game interface description
source: Sound Menu: Adjust the sound and music volumes. [3.2.3]
la_la: Tabula soni: Adapta volumina soni et musicae. [3.2.3]

# In-game interface description
source: Load Game: Load a previously saved game. [3.2.1]
la_la: Resurge ludum: Resurge ludum prius conservatum. [3.2.1]

# In-game interface description
source: Save Game: Save your current game. [3.2.1]
la_la: Conserva ludum: Conserva ludum praesentem tuum. [3.2.1]

# In-game interface description
source: Quit Game: Quit back to the Level Map. [3.2.5]
la_la: Desere ludum: Redi ad Chartam Libellarum. [3.2.5]

# In-game interface description
source: Computer Assistance Menu: Customise the Computer Assistant. [3.2.4]
la_la: Tabula adiumenti computarii: Adapta adiumentum computarii. [3.2.4]

# In-game interface description
source: Aggressive Computer Assistant: Constructs your dungeon and always trys to attack the enemy. LMB select. [3.2.4]
la_la: Adiumentum computarii aggressivum: Robur tuum construit et inimicum aggredi semper quaerit. BSM delige. [3.2.4]

# In-game interface description
source: Defensive Computer Assistant: Constructs your dungeon but does not attack the enemy. LMB select. [3.2.4]
la_la: Adiumentum computarii defensivum: Robur tuum construi sed inimicum non aggreditur. BSM delige. [3.2.4]

# In-game interface description
source: Construction Only Computer Assistant: Digs, places rooms and traps but does not move creatures. LMB select. [3.2.4]
la_la: Adiumentum computarii ad tantum constructionem: Fodit, cameras et trappas ponit, sed creaturas non movet. BSM delige. [3.2.4]

# In-game interface description
source: Move Only Computer Assistant: Moves and slaps your creatures. LMB select. [3.2.4]
la_la: Adiumentum computarii ad tantum motum: Creaturas tuas movet et eis alapas da. BSM delige. [3.2.4]

# In-game interface description
source: Pick most experienced creatures: LMB Pick up creature. RMB Zoom. [22.2.1]
la_la: Cape creaturas peritissimas: BSM cape creaturam. BDM i. [22.2.1]

# In-game interface description
source: Pick idle creatures: LMB Pick up creature. RMB Zoom. [22.2.1]
la_la: Cape creaturas otiosas: BSM cape creaturam. BDM i. [22.2.1]

# In-game interface description
source: Pick working creatures: LMB Pick up creature. RMB Zoom. [22.2.1]
la_la: Cape creaturas operantes: BSM cape creaturam. BDM i. [22.2.1]

# In-game interface description
source: Pick fighting creatures: LMB Pick up creature. RMB Zoom. [22.2.1]
la_la: Cape creaturas incessentes: BSM cape creaturam. BDM i. [22.2.1]

# In-game interface description
source: Invert Mouse: Inverts the vertical mouse movements while Possessing a creature. LMB toggle.
la_la: Inverte murem: Motus muris verticales invertit dum creaturam possides. BSM alterna.

# In-game interface description
source: Possess Creature mouse sensitivity: Adjusts the sensitivity of the mouse movements when in Possess Creature mode. LMB toggle.
la_la: Sensibilitas muris: Sensibilitatem motuum muris adaptat dum creaturam possides. BSM alterna.

# In-game interface description
source: More sensitive.
la_la: Magis sensibilis.

# In-game interface description
source: Less sensitive.
la_la: Minus sensibilis.

# Statistic name
source: Number of Creatures
la_la: Numerus creaturarum

# Statistic name
source: Gold Mined
la_la: Aurum fossum

# Statistic name
source: Efficiency
la_la: Efficientia

# Statistic name
source: Secrets
la_la: Secreta

# Statistic name
source: Money
la_la: Pecunia

# Statistic name
source: Time
la_la: Tempus

# Statistic name
source: Style
la_la: Stilus

# Statistic name
source: Rating
la_la: Taxatio

# Statistic name
source: Creatures Attracted
la_la: Creaturae attractae

# Statistic name
source: Battles Won
la_la: Proelia victa

# Statistic name
source: Battles Lost
la_la: Proelia perdita

# Statistic name
source: Times Dungeon Breached
la_la: Vices in quibus inimici intravit

# Statistic name
source: Imps Deployed
la_la: Diabolulli displicati

# Statistic name
source: Creatures Left
la_la: Creaturae tentae

# Statistic name
source: Doors Destroyed
la_la: Ostia deleta

# Statistic name
source: Rooms Destroyed
la_la: Camerae deletae

# Statistic name
source: Dungeon Area
la_la: Area roboris

# Statistic name
source: Ideas Researched
la_la: Ideae investigatae

# Statistic name
source: Creatures Scavenged
la_la: Creaturae furatae

# Statistic name
source: Creatures Summoned
la_la: Creaturae invocatae

# Statistic name
source: Creatures Sacrificed
la_la: Creaturae sacrificatae

# Statistic name
source: Creatures Tortured
la_la: Creaturae cruciatae
