Repository: dkfans/keeperfx
Catalog: lang/gtext_ita.po
Languages: it_it

# In-game message
source: A Spider has joined your dungeon. They are natural enemies of Flies, so endeavour to keep them apart. Overcoming such obstacles will temper your mettle - whatever that means.
it_it: Un ragno si è unito alle tue schiere. I ragni sono nemici naturali delle mosche, quindi cerca di tenerli separati. È il risolvere di questi problemi che forgerà il tuo coraggio - qualsiasi cosa questo voglia dire.

# In-game message
source: It's time to mete out the ultimate punishment to a keeper who dares to challenge you for this corner of your subterranean empire. The price of failure shall be oblivion.
it_it: È giunto il tempo della punizione estrema per un Keeper che osa sfidarti per questo angolo del tuo impero sotteraneo. Il prezzo del suo fallimento sarà l'oblio.

# In-game message
source: How satisfying it is to see an enemy Keeper's dungeon crumble and his power dissipate. There'll be no controversy over this year's hall of infamy nomination.
it_it: Fa sempre piacere vedere la prigione di un Keeper nemico cadere a pezzi, e il suo potere svanire nel nulla. Quest'anno la giuria del premio ferocia non avrà dubbi di sorta.

# In-game message
source: You have claimed a Torture Room. Place captive heroes and creatures into this chamber of horrors to convert them to your supremely evil way. Alternatively, place your own creatures within the room whenever disciplinary measures become necessary.
it_it: Hai rivendicato una camera di tortura. Metti gli eroi e le creature catturate in questa sala degli orrori, per convertirli a te. Oppure, se sono necessarie misure disciplinari estreme, mettici dentro le tue stesse creature.

# In-game message
source: You have finally constructed a dungeon impressive enough to attract a Dark Mistress. You must discipline these wicked wenches frequently. They respond particularly well to a good slapping.
it_it: Hai costruito finalmente una prigione abbastanza impressionante da attirare una dama nera. Ricorda che queste streghe hanno dei seri problemi di disciplina, ma sono molto più ubbidienti dopo qualche schiaffo.

# In-game message
source: Your manufacturers have created a Braced Door. If security matters, you can be sure when you buy a Braced Door. You couldn't be certain with only a curtain and a hole in the wall is no help at all.
it_it: I tuoi artigiani hanno creato una porta rinforzata. Se è la sicurezza che importa, allora affidati a una porta rinforzata. Altrimenti per chiudere un buco in un muro basta una tenda.

# In-game message
source: Your researchers have devised a spell that unleashes the energy of a thunderstorm on the target of your choice. Select the spell, aim at a hostile creature and flash-fry him with a Lightning Strike.
it_it: Gli studiosi hanno creato un incatesimo che scatena l'energia di una tempesta di fulmini e tuoni sul bersaglio. Seleziona l'incantesimo, mira ad una creatura ostile e friggila con un bel fulmine.

# In-game message
source: You have manufactured a powerful Lightning Trap. Try it out. It's bound to give someone a shock.
it_it: Hai prodotto una potente trappola fulmine. Provala. Vedrai che esperienza shoccante per la vittima.

# In-game message
source: It appears you have arrived in the middle of a raging battle. Perhaps it would be wise to stay out of the way until you are strong enough to eliminate both sides.
it_it: Pare che tua sia arrivato nel bel mezzo di una cruenta battaglia. Forse l'idea migliore è starsene in disparte fino a quando non sarai abbastanza forte da poter eliminare entrambi i contendenti.

# In-game message
source: An Orc warlord joins you and brings with him the plans for building a Barracks. In this room you can form creatures into teams.
it_it: Un orco signore della guerra si unisce alle tue forze portando con sé i piani di costruzione di una caserma. In questa area potrai unire le creature in squadre.

# In-game message
source: I think I hear the clanking of plate armour. Yes, the Lord of the Land has finally roused himself from the fireside to find out where all his loyal servants have gone.
it_it: Mi pare di sentire il rumore di un'armatura. Si, il signore di questa terra ha finalmente lasciato il suo focolare per scoprire dove sono andati a finire tutti i suoi servi.

# In-game message
source: You have turned local heroes into something of an endangered species, now make the enemy Dungeon Keeper extinct.
it_it: Hai reso gli eroi locali in una specie in via di estinzione. Adesso invece estingui completamente il Dungeon Keeper nemico.

# In-game message
source: You have prevailed, Keeper. The bodies of your enemies litter the most forlorn alcoves of your domain, in tribute to their futile efforts to keep you at bay.
it_it: Hai vinto, Keeper. I corpi dei tuoi nemici imbrattano anche gli angoli più remoti del tuo regno, unico tributo ai loro futili tentativi di tenerti sotto controllo.

# In-game message
source: Seek out the one who would be your rival in this region of the underworld. Explain the concept of early retirement to him. On the other hand, string him up. It's in the only language he understands.
it_it: Vai a cercare colui il quale vorrebbe essere il tuo rivale in questa regione del mondo sotteraneo e spiegagli il concetto di pensionamento anticipato dandogli una bella strigliata, pare sia l'unico linguaggio che capisca.

# In-game message
source: You have researched the power of Invisibility. Cast it on a creature to hide it from enemy eyes.
it_it: I ricercatori hanno scoperto il potere dell'invisibilità. Lancialo su una creatura per nasconderla ad occhi nemici.

# In-game message
source: The Protect Creature spell has been researched at last. Cast it on a creature to increase its toughness.
it_it: Finalmente è stato scoperto l'incantesimo proteggi creatura. Lancialo su una creatura e ne aumenterai la resistenza.

# In-game message
source: That's another enemy successfully written off. The defenceless inhabitants of the land above bow down before your depraved presence. As if that will save them...
it_it: E un altro nemico è ora solo un ricordo. Gli abitanti del reame soprastante si inchinano ora alla tua depravata persona. Come se questo bastasse a salvarli...

# In-game message
source: Researchers have found instructions for building a Temple to the dark gods. Sacrifice creatures in the Temple's pool to receive gifts from these gods. You might have to experiment with the offerings you make. The dark gods are not easy to please.
it_it: I ricercatori hanno trovato le istruzioni per costruire un tempio agli dei oscuri, che ti faranno doni in cambio di sacrifici nella vasca del tempio. Ma attento a cosa sacrifichi: gli dei oscuri non si accontentano facilmente.

# In-game message
source: This realm is ruled by four arrogant Wizards who think they've got everything under control, because their feeble magical power impresses the locals. But you're not from these parts...
it_it: Questo regno è governato da quattro maghi arroganti che pensano di avere tutto sotto controllo, solo perché i loro stupidi trucchetti incantano i sempliciotti locali. Ma tu non sei di queste parti...

# In-game message
source: Well, you're done down here. Time to introduce yourself to the locals and re-organise their nice little lives.
it_it: Bene, hai fatto un ottimo lavoro quaggiù. È tempo di presentarsi ai locali e di riorganizzare le loro allegre e miserabili vite.

# In-game message
source: Behold, you have summoned a Horned Reaper. Try not make it angry. You'll fail, because everything makes a Horned Reaper angry but at least try to make sure that everything near it is an enemy creature when it finally goes ballistic.
it_it: Attenzione, hai evocato un mietitore cornuto. Cerca di non farlo arrabbiare, anche se per la verità queste creature s'infuriano facilmente. Se dovesse succedere fai in modo che almeno intorno ci siano solo dei nemici.

# In-game message
source: Your researchers have concocted a Disease spell. Cast it on enemy creatures and watch the affliction spread like the plague.
it_it: I tuoi ricercatori hanno elaborato l'incantesimo malattia. Lancialo sui nemici e osserva il contagio spandersi come una pestilenza.

# In-game message
source: A Vampire has risen from your Graveyard, nourished by the souls of the dead which have been brought here. You have to suck up to Vampires or they go off in a huff, but they're extremely powerful and fearsome underlings to have in your employ.
it_it: Un vampiro è risorto dal cimitero, nutrito dalle anime dei morti più recenti. I vampiri vanno coccolati perché perdono la calma facilmente, ma sono alleati estremamente preziosi quando il gioco si fa duro.

# In-game message
source: You have researched the Graveyard. Your Imps will drag corpses here to rot... And possibly to rise again as Vampires, ready to do your bidding. That's style.
it_it: Le ricerche ti fruttano un cimitero. Qui i folletti trascineranno i cadaveri per lasciarli marcire... o fino a risorgere come vampiri, pronti ai tuoi ordini. Questa è classe.

# In-game message
source: You have manufactured an Iron Door. It's a formidable barrier. Use it well.
it_it: Hai prodotto una porta di ferro. È una barriera formidabile, cerca di usarla bene.

# In-game message
source: Powerful creatures inhabit a cave south of here. There's a party of heroes between you and them but, if you reach them and convert them to your side before they join the other keepers, you will be unstoppable, unless you do something stupid.
it_it: In una caverna a sud abitano delle creature molto potenti. Fra noi e loro c'è un gruppo di eroi, ma se le raggiungi e le converti prima degli altri Keeper, diventerai davvero inarrestabile. A meno che tu non faccia delle stupidaggini.

# In-game message
source: You have overcome all resistance to your rule, O despicable one. It's time to flex the old misery muscle on the pathetic inhabitants of the land above.
it_it: Hai travolto ogni resistenza, o essere sommamente spregievole. È ora di scatenare la tua fantasia perversa sui patetici abitanti di superficie di questo regno.

# In-game message
source: You have a manufactured a Boulder Trap. Place it in a corridor and howl deliriously as it rumbles inexorably towards unwary trespassers.
it_it: Ora hai a disposizione una trappola macigno. Piazzala in un corridoio e ulula selvaggiamente mentre il sasso rotola inesorabilmente addosso agli avventati invasori.

# In-game message
source: With typical brilliance, you have researched the Cave-In spell. Use it to block off passages and repair dungeon breaches. Interestingly, the rockfall will crush to death any creatures caught beneath it.
it_it: Con la consueta perizia, hai finalmente ottenuto l'incantesimo crollo. Usalo per bloccare i passaggi e riparare le brecce nei muri della prigione. Da notare che i frammenti rocciosi cadranno schiacciando chiunque vi si trovi sotto.

# In-game message
source: Your tireless librarians have researched the Scavenger Room. Creatures placed within a Scavenger Room will lure their kin from other dungeons and the outside world, into your domain.
it_it: I tuoi instancabili bibliofili hanno studiato la sala avvoltoi. Le creature in questa stanza attireranno nel tuo regno i loro simili da altre prigioni e dal mondo esterno.

# In-game message
source: Your great wealth has bought the loyalty of a passing Dragon. They are fickle creatures. Keep your eye on this one.
it_it: La tua enorme ricchezza ti ha permesso di assicurarti i servigi di un drago di passaggio. I draghi sono creature volubili, per cui è meglio tenerli d'occhio.

# In-game message
source: A Hell Hound has been lured to your domain by your Scavenger Room.
it_it: Un segugio infernale è stato attratto nel tuo regno dalla sala avvoltoi.

# In-game message
source: The other two Keepers in this region have put aside their differences for the moment and joined forces, in an effort to destroy you. That's almost a compliment. Kill the creeps.
it_it: Gli altri due Keeper di questa regione hanno messo da parte le loro incomprensioni e si sono alleati per distruggerti. È quasi un complimento. Massacra quei due vermi.

# In-game message
source: You have won a magnificent victory, Master. You have a talent for twisted mercilessness that makes other Keepers look well behaved by comparison.
it_it: Vittoria davvero magnifica, padrone. Hai un grande talento per quanto riguarda la pietà. In confronto, gli altri Keeper sembrano quasi dei bravi ragazzi.

# In-game message
source: You have discovered a devastating magical power. Target it against a creature to transform a fearsome monster into a clucking chicken. Marvellous.
it_it: Hai scoperto un incantesimo magico davvero devastante. Usalo contro una creatura per trasformarla da mostro spaventoso in pollo starnazzante. Meraviglioso.

# In-game message
source: Your manufacturers have built an Alarm Trap. It will warn you of your enemies' approach and summon nearby creatures to deal with the intruders.
it_it: I tuoi artigiani hanno creato una trappola allarme. Ti avvertirà di eventuali nemici in avvicinamento ed evocherà poco lontano delle creature che se ne prenderanno cura.

# In-game message
source: You have created a Magic Door. These are almost impregnable to all but magical attacks. I recommend sealing off your Treasure Room or Dungeon Heart.
it_it: Hai creato una porta magica. Queste porte sono praticamente insuperabili, tranne che con appropriati attacchi magici. Consiglierei di usarla per assicurare la camera del tesoro e il cuore della prigione.

# In-game message
source: Elsewhere in this fiery realm you have a rival Keeper to contend with. I advise extreme antisocial behaviour on your part.
it_it: Da qualche parte in questo agitato reame c'è un Keeper tuo rivale con il quale dovrai confrontarti. Da parte mia, consiglierei un comportamento decisamente antisociale.

# In-game message
source: Notch up another victory, most malicious one. You have another land to add to your dismal collection.
it_it: Un'altra vittoria da regalare alla storia, o essere malizioso. Un altro regno da aggiungere alla tua tetra collezione.

# In-game message
source: Your annihilation of the first wave has met with the approval of a pack of demons from the fifth plane of hell. Train your creatures and prepare for another battle. You're attracting quite an audience.
it_it: Il modo in cui hai annientato la prima ondata ha riscosso l'approvazione di un gruppo di demoni del quinto girone dell'inferno. Addestra le tue creature e preparati per la prossima battaglia. Cominci ad avere un certo pubblico.

# In-game message
source: The enemy are upon us. I'm just telling you in case you were having a doze.
it_it: Il nemico ci è addosso. Te lo dico, nel caso tu stessi schiacciando un pisolino.

# In-game message
source: All the heroes are dead, which is as it should be. This land and all its spoils are yours. May I suggest that you waste everything?
it_it: Tutti gli eroi sono morti, come dovrebbe sempre essere. Questa terra e le sue miserie ora ti appartengono. Posso suggerire di distruggere tutto?

# In-game message
source: If lands had legs this one would be on its knees. Its desperate inhabitants are preparing a full scale attack on your dungeon. It will be an ideal opportunity to practise unspeakable evil on a massive scale. Go for it, master.
it_it: Se i regni avessero le gambe, questo ora sarebbe in ginocchio. I suoi disperati abitanti stanno preparando un attacco in grande stile contro la tua prigione. Un occasione irripetibile per praticare un pò di sadismo di massa. Buon divertimento, padrone.

# In-game message
source: The Hold Audience spell has been researched. It will immediately teleport all of your creatures back to your Dungeon Heart. Let's hope you never need it.
it_it: È stato sviluppato l'incantesimo incitamento, in grado di teletrasportare istantaneamente tutte le tue creature al cuore della tua prigione. Speriamo di non averne mai bisogno.

# In-game message
source: You can't swing a cat for Dungeon Keepers fighting over the destiny of this region. It should fall to you to settle the disagreement once and for all.
it_it: Non ha senso che ci siano degli altri Keeper in lotta per disputarsi il destino di questa regione. Credo che spetti a te l'onore di risolvere la faccenda una volta per tutte.

# In-game message
source: Your researchers have discovered the devastating Chicken spell. Cast it on any creature to instantly transform the target into poultry. It's a fowl weapon.
it_it: I tuoi ricercatori hanno scoperto il terrificante incantesimo pollo. Lancialo su una qualsiasi creatura e la trasformerai all'istante in uno di quei succulenti pennuti. Un'arma simpatica.

# In-game message
source: So, now you have a spell that turns fortified walls to dust. It's expensive to cast and it's also possible that your enemies possess the same magic power. This could still turn out to be one of those days.
it_it: Bene, ora possiedi un incantesimo che riduce le mura fortificate in polvere. È abbastanza costoso, e il nemico potrebbe conoscerlo anche lui. Ci sono certe giornate storte...

# In-game message
source: Only the Lord of this Land stands between you and hectares of desolation and woe. I bet you can't wait to meet him.
it_it: Solo il Signore di queste terre si frappone tra te ed ettari di dolore e desolazione. Scommetto che non vedi l'ora di fare la sua conoscenza.

# In-game message
source: Your continued success makes me sick. Thank you, your wickedness.
it_it: I tuoi ripetuti successi sono assolutamente disgustosi. E di questo vi ringrazio, Vostra Perversione.

# In-game message
source: You seem to have started a trend. Two other Dungeon Keepers also have designs on this dark domain. Expect no quarter from your rivals.
it_it: Sembra che tu abbia lanciato una moda. Adesso ci sono altri due Dungeon Keeper che hanno dei progetti su questo regno oscuro. E non hanno l'aria di gente che ti renderà la vita semplice.

# In-game message
source: Can you see how vulnerable one of your opponents has become? Then kill him.
it_it: Non vedi quanto si è indebolito uno dei tuoi avversari? E allora, fallo fuori.

# In-game message
source: I spy a keeper with hardly any creatures left under his control. I spy a Keeper who's about to die.
it_it: So di un Keeper a cui è rimasto il controllo di pochissime creature. So di un Keeper che sta per morire.

# In-game message
source: This ancient dungeon possesses great archaeological significance. This simply means there should be some interesting treasure worth stealing. Now that's what I call practical archaeology.
it_it: Questa antica prigione è di grande interesse archeologico. Questo significa che da qualche parte ci deve essere un interessante tesoro che aspetta solo di essere rubato. Questo è quello che si dice archeologia pratica.

# In-game message
source: Your librarians have learned a spell that can break through fortified walls. Give them a slap for not learning it earlier.
it_it: I nostri bibliofili hanno elaborato un incantesimo che permette di distruggere mura fortificate. Percuotili, perchè avrebbero potuto scoprirlo prima.

# In-game message
source: One of your opponents has developed a spell that can break through fortified walls. Typical. Be on your guard.
it_it: Uno dei tuoi avversari ha sviluppato un incantesimo capace di distruggere mura fortificate. Bella roba. Stai in guardia.

# In-game message
source: You have developed the Armageddon spell. That's quite a name to live up to. Make sure you're the most powerful force in the region before casting it.
it_it: Hai sviluppato l'incantesimo Armageddon. Certo è un nome un pò antisonante, ma appropriato. Prima di scatenarlo, Assicurati di essere il più forte di tutta la regione.

# In-game message
source: You will not find any easy path through this region. You will have to fight hard to gain any advantage. But, if you intend to rule the world, you've simply got to get through days like this.
it_it: Conquistare questa regione non sarà una passeggiata. Dovrai combattere duramente per ottenere ogni minimo progresso.

# In-game message
source: Your location is already known to the heroes of this land. They have moved quickly to mobilise their forces against you. It's pathetic. They deserve to have their heads impaled on lances for such impudence.
it_it: La tua posizione è già nota agli eroi di questo reame, che sono stati rapidi nel mobilitarsi contro di te. Patetiche creature. La loro imprudenza sarà ripagata impalando le loro teste sulle loro stesse lance.

# In-game message
source: You've upset the local Lord. He's on his way right now. Shall I alert the media?
it_it: Hai davvero fatto arrabbiare il Signore locale, che adesso sta arrivando. Devo avvertire la stampa?

# In-game message
source: The heroes of this realm possess treasures of great power. Obviously, these should belong to you. I'm certain you will settle the matter of their ownership in your own way.
it_it: Gli eroi di questo regno posseggono tesori di grande valore. Ovviamente, dovrebbero appartenere a te. Ma sono certo che riuscirai a dirimere la questione con il tuo solito stile.

# In-game message
source: It appears you have a rival. Another Keeper believes he is more ruthless and evil than you. We shall soon see.
it_it: Sembra che tu abbia un avversario. Un altro Keeper che pensa di essere più crudele e spietato di te. Vedremo.

# In-game message
source: This ancient realm is rich in magical artifacts. Go forth and plunder.
it_it: Qusto antico reame è ricco di artefatti magici. Vai e saccheggia.

# In-game message
source: The guardians of this realm are asleep at the moment. Attack them as soon as you can or they'll be breakfasted, wide awake and inherently more difficult to slaughter.
it_it: I guardiani di questo regno sono momentaneamente assopiti. Attaccali più rapidamente possibile perché, se svegliati di soprassalto, tendono a diventare decisamente aggressivi.

# In-game message
source: If you should encounter hero patrols, ensure that none of their number escape. Otherwise your presence will be revealed and then you will be in trouble.
it_it: Se dovessi incontrare pattuglie di eroi, fai in modo che nemmeno uno riesca a sfuggirti. Altrimenti la tua presenza verrebbe rivelata e le cose potrebbero farsi decisamente più difficili.

# In-game message
source: You're taking forever over this. Attack and destroy the heroes' stronghold soon, preferably before hell freezes over.
it_it: Ci stai mettendo un'eternità! Attacca e distruggi la fortezza degli eroi alla svelta, possibilmente prima che l'inferno si raffreddi.

# In-game message
source: Enemy reinforcements have arrived. So what? Let's hear it for more killing.
it_it: Sono arrivati rinforzi nemici. Fantastico: qualcun altro da uccidere.

# In-game message
source: The heroes of this realm have prepared for your coming by building an underground stronghold of their own. Who do they think they are? Sorry, master, that was a rhetorical question.
it_it: Gli eroi di questo reame si sono preparati al tuo arrivo costruendo una fortezza sotteranea. Ma chi si credono di essere? Scusa padrone era solo una domanda retorica.

# In-game message
source: You are about to face the greatest challenge yet to your evil aspirations. Here it comes, ready or not.
it_it: Stai per affrontare la sfida più difficile alle tue malvagie pretese. Eccola in arrivo, che tu sia pronto o no.

# In-game message
source: Three other Dungeon Keepers, each as evil and powerful as you, have expanded their empires into this realm. Ultimately, only the one who rules the underworld can conquer the realms above.
it_it: Altri tre Dungeon Keeper, malvagi e potenti quanto te, hanno espanso i loro imperi fino a questo reame.
