Repository: dkfans/keeperfx
Catalog: lang/gtext_dut.po
Languages: nl

# Trap names
source: Lava Trap
nl: Lava-val

# Door name
source: Wooden Door
nl: Houten Deur

# Door name
source: Braced Door
nl: Verstevigde Deur

# Door name
source: Iron Door
nl: IJzeren Deur

# Door name
source: Magic Door
nl: Magische Deur

# Room name
source: Portal
nl: Portaal

# Room name
source: Treasure Room
nl: Schatkamer

# Room name
source: Library
nl: Bibliotheek

# Room name
source: Prison
nl: Gevangenis

# Room name
source: Torture Chamber
nl: Folterkamer

# Room name
source: Training Room
nl: Trainingsruimte

# Room name
source: Dungeon Heart
nl: Hart van de kerker

# Room name
source: Workshop
nl: Werkplaats

# Room name
source: Graveyard
nl: Mausoleum

# Room name
source: Barracks
nl: Barakken

# Room name
source: Hatchery
nl: Broedplaats

# Room name
source: Lair
nl: Hol

# Room name
source: Bridge
nl: Brug

# Room name
source: Guard Post
nl: Wachtpost

# Room name
source: Temple
nl: Tempel

# Room name
source: Scavenger Room
nl: Aaskamer

# Object name
source: Hero Gate
nl: Heldenpoort

# Room description
source: Treasure Room: Your gold is stored here. LMB select. RMB zoom. [17.1]
nl: Schatkamer: Hier ligt je goud opgeslagen. LMK: selecteren. RMK: inzoomen. [17.1]

# Room description
source: Library: The room where spells are researched. LMB select. RMB zoom. [17.4]
nl: Bibliotheek: Hier worden spreuken onderzocht. LMK: selecteren. RMK: inzoomen. [17.4]

# Room description
source: Prison: Place enemy creatures here for safe keeping. LMB select. RMB zoom. [17.10]
nl: Gevangenis: Hier worden vijanden veilig opgeborgen. LMK: selecteren. RMK: inzoomen. [17.10]

# Room description
source: Training Room: Place creatures in here to improve their experience. LMB select. RMB zoom. [17.5]
nl: Trainingsruimte: Hier doen je slaafjes meer ervaring op. LMK: selecteren. RMK: inzoomen. [17.5]

# Room description
source: Torture Chamber: Torture creatures for your own evil ends. LMB select. RMB zoom. [17.11]
nl: Folterkamer: Hier worden wezens gemarteld. LMK: selecteren. RMK: inzoomen. [17.11]

# Room description
source: Dungeon Heart: The life force of your dungeon. [11.2]
nl: Hart van de kerker: Levenskracht van je kerker. [11.2]

# Room description
source: Workshop: Place creatures inside to manufacture Traps and Doors. LMB select. RMB zoom. [17.8]
nl: Werkplaats: Hier worden vallen en deuren gemaakt. LMK: selecteren. RMK: inzoomen. [17.8]

# Room description
source: Graveyard: Dead creatures are taken to this room to rot. LMB select. RMB zoom. [17.13]
nl: Mausoleum: Hier rotten dode wezens weg. LMK: selecteren. RMK: inzoomen. [17.13]

# Room description
source: Barracks: Group creatures by placing them into the room. LMB select. RMB zoom. [17.9]
nl: Barakken: Hier worden je slaafjes gegroepeerd. LMK: selecteren. RMK: inzoomen. [17.9]

# Room description
source: Hatchery: Where creatures feast on cute, helpless little chicks. LMB select. RMB zoom. [17.3]
nl: Broedplaats: Hier worden schattige kleine kuikentjes gegeten. LMK: selecteren. RMK: inzoomen. [17.3]

# Room description
source: Lair: Where your creatures sleep and replenish their energy. LMB select. RMB zoom. [17.2]
nl: Hol: Hier slapen je wezens en rusten ze uit. LMK: selecteren. RMK: inzoomen. [17.2]

# Room description
source: Bridge: Place this on water and lava to allow creatures to cross. LMB select. RMB zoom. [17.6]
nl: Brug: Hiermee steken je slaafjes water en lava over. LMK: selecteren. RMK: inzoomen.[17.6]

# Room description
source: Guard Post: Your creatures keep watch over your dungeon when placed on this room. LMB select. RMB zoom. [17.7]
nl: Wachtpost: Hiermee waken je slaafjes over je kerker. LMK: selecteren. RMK: inzoomen. [17.7]

# Room description
source: Temple: Worshipping the dark gods makes creatures happier. Sacrifice creatures by dropping them into the font. LMB select. RMB zoom. [17.12]
nl: Tempel: Door aanbidding van Duistere Goden worden je wezens gelukkiger. Offer hen door ze in de poel te gooien. LMK: selecteren. RMK: inzoomen. [17.12]

# Room description
source: Scavenger Room: Creatures placed onto the room lure their kin away from other dungeons or through portals. LMB select. RMB zoom. [17.14]
nl: Aaskamer: Wezens lokken in deze ruimte hun soortgenoten uit andere kerkers of Portalen. LMK: selecteren. RMK: inzoomen. [17.14]

# Keeper spell name
source: Possess Creature
nl: Wezenbeheersing

# Keeper spell name
source: Create Imp
nl: Dondersteentjes Creëren

# Keeper spell name
source: Sight of Evil
nl: Duivelsoog

# Keeper spell name
source: Call To Arms
nl: Alarmeren

# Keeper spell name
source: Hold Audience
nl: Audiëntie

# Keeper spell name
source: Cave-In
nl: Instorten

# Keeper spell name
source: Must Obey
nl: Gehoorzamen

# Keeper spell name
source: Speed Monster
nl: Monsterversneller

# Keeper spell name
source: Protect Monster
nl: Monsterbescherming

# Keeper spell name
source: Conceal Monster
nl: Onzichtbaar

# Keeper spell name
source: Lightning Strike
nl: Blikseminslag

# Keeper spell name
source: Chicken
nl: Kuiken

# Keeper spell name
source: Disease
nl: Ziekte

# Keeper spell name
source: Destroy Walls
nl: Murenbedwinger

# Keeper spell name
source: Heal
nl: Genezing

# Keeper spell name
source: Time Bomb
nl: Tijdbom

# Keeper spell name
source: Armageddon
nl: Wereldbrand

# Keeper spell description
source: Possess Creature: Control a creature directly. LMB select. [18.1]
nl: Wezenbeheersing: Bestuur direct het wezen. LMK: selecteren. [18.1]

# Keeper spell description
source: Create Imp: Create summon a new Imp anywhere in your dungeon. LMB select. [18.2]
nl: Dondersteentjes Creëren: Creëer een Dondersteen in je kerker. LMK: selecteren. [18.2]

# Keeper spell description
source: Sight of Evil: Reveal a hidden area of the map for a limited time. LMB select. RMB zoom. [18.3]
nl: Duivelsoog: Onthult tijdelijk geheime gebieden op de kaart. LMK: selecteren. RMK: inzoomen. [18.3]

# Keeper spell description
source: Call To Arms: Calls all your creatures to an area of your dungeon. LMB select, LMB again to reselect, LMB a third time to cancel. RMB zoom. [18.6]
nl: Alarmeren: Roept al je wezens naar een gebied in je kerker. LMK: selecteren, LMK nogmaals: weer selecteren, LMK derde keer: annuleren. RMK: inzoomen. [18.6]

# Keeper spell description
source: Hold Audience: Calls all your creatures to the Dungeon Heart. LMB select. RMB zoom. [18.8]
nl: Audiëntie: Roept al je wezens naar het Hart van de kerker. LMK: selecteren. RMK: inzoomen.[18.8]

# Keeper spell description
source: Cave In: Collapses the roof of the dungeon. LMB select. [18.13]
nl: Instorten: Laat het kerkerdak instorten. LMK: selecteren. [18.13]

# Keeper spell description
source: Must Obey: Forces your creatures to obey your every command. LMB select. [18.5]
nl: Gehoorzamen: Dwingt je slaafjes te gehoorzamen. LMK: selecteren. [18.5]

# Keeper spell description
source: Speed Monster: Increases the speed of your monsters. LMB select. [18.4]
nl: Monsterversneller: Verhoogt de snelheid van je slaafjes. LMK: selecteren. [18.4]

# Keeper spell description
source: Protect Monster: Shields your creatures from attack. LBM select. [18.11]
nl: Monsterbescherming: Beschermt je wezens tegen aanvallen. LMK: selecteren. [18.11]

# Keeper spell description
source: Conceal Monster: Makes your creatures invisible to the enemy. LMB select. [18.7]
nl: Onzichtbaar: Maakt je wezens onzichtbaar voor de vijand. LMK: selecteren. [18.7]

# Keeper spell description
source: Lightning Strike: Strikes an area of the dungeon with a devastating bolt of lightning. LMB select. [18.10]
nl: Blikseminslag: Laat de bliksem in een bepaald gebied van de kerker inslaan. LMK: selecteren. [18.10]

# Keeper spell description
source: Chicken: Transforms the enemy into a tasty morsel. LMB select. [18.12]
nl: Kuiken: Verandert de vijand in een smakelijk hapje. LMK: selecteren. [18.12]

# Keeper spell description
source: Disease: Inflicts a deadly plague on an enemy creature. LMB select. [18.14]
nl: Ziekte: Veroorzaakt een dodelijke ziekte bij een vijandelijk wezen. LMK: selecteren. [18.4]

# Keeper spell description
source: Destroy Walls: Breaks down reinforcemed enemy's walls. LMB select. [18.16]
nl: Murenbedwinger: Breekt verstevigde muren van de vijand af. LMK: selecteren. [18.16]

# Keeper spell description
source: Heal: Cast on an area of the dungeon to improve the health of your creatures. LMB select. [18.9]
nl: Genezing: Verbetert de gezondheid van je wezens in een gebied van de kerker. LMK: selecteren. [18.9]

# Keeper spell description
source: Armageddon: Transports all the creatures in the land to your Dungeon Heart for a final, decisive battle. LMB select. [18.15]
nl: Wereldbrand: Verplaatst alle wezens in het land naar het Hart van je kerker voor een laatste en beslissende slag. LMK: selecteren. [18.15]

# Game event name
source: Treasure Room full
nl: Schatkamer is vol

# Game event name
source: Scavenging detected
nl: Aaskamer waargenomen

# Game event name
source: Creature Payday
nl: Betaaldag

# Game event name
source: New spell picked up
nl: Nieuwe spreuk gevonden

# Game event name
source: New room taken over
nl: Nieuwe ruimte ingenomen

# Game event name
source: New area discovered
nl: Nieuw gebied ontdekt

# Game event name
source: Information
nl: Informatie

# Game event name
source: Room lost
nl: Ruimte verloren

# Game event name
source: Heart attacked
nl: Hart wordt aangevallen

# Game event name
source: Fight
nl: Vechten

# Game event name
source: Objective
nl: Doel

# Game event name
source: Breach
nl: Pas op!!! Iemand probeert door de muren te breken.

# Game event name
source: New spell researched
nl: Nieuwe spreuk onderzocht

# Game event name
source: New room researched
nl: Nieuwe ruimte onderzocht

# Game event name
source: New Trap
nl: Nieuwe val

# Game event name
source: New Door
nl: Nieuwe deur

# Game event name
source: New creature in dungeon
nl: Nieuw wezen in de kerker

# Game event name
source: Creature annoyed
nl: Wezen geïrriteerd

# Game event name
source: No more living space
nl: Te weinig leefruimte

# Game event name
source: Alarm triggered
nl: Het alarm gaat af

# Game event name
source: Room under attack
nl: Ruimte wordt aangevallen

# Game event name
source: Treasure Room needed
nl: Schatkamer nodig

# Game event name
source: Creatures becoming hungry
nl: Slaafjes hebben honger

# Game event name
source: Trap crate found
nl: Kist met vallen gevonden

# Game event name
source: Door crate found
nl: Kist met deuren gevonden

# Game event name
source: Dungeon Special found
nl: Speciale Dungeon gevonden

# Game event description
source: Treasure Room full: LMB toggle. RMB delete.
nl: Schatkamer is vol: LMK: bladeren. RMK: wissen.

# Game event description
source: Creature being scavenged: LMB toggle. RMB delete.
nl: Een wezen wordt door de vijand gelokt: LMK: bladeren. RMK: wissen.

# Game event description
source: Creature Payday: LMB toggle. RMB delete.
nl: Betaaldag: LMK: bladeren. RMK: wissen.

# Game event description
source: New spell picked up: LMB toggle. RMB delete.
nl: Nieuwe spreuk gevonden: LMK: bladeren. RMK: wissen.

# Game event description
source: New room taken over: LBM toggle. RMB delete.
nl: Nieuwe ruimte ingenomen: LMK: bladeren. RMK: wissen.

# Game event description
source: New area discovered: LMB toggle. RMB delete.
nl: Nieuw gebied ontdekt: LMK: bladeren. RMK: wissen.

# Game event description
source: Information: LMB toggle. RMB delete.
nl: Informatie: LMK: bladeren. RMK: wissen.

# Game event description
source: Room lost: LMB toggle. RMB delete.
nl: Ruimte verloren: LMK: bladeren. RMK: wissen.

# Game event description
source: Dungeon Heart Attacked: LMB toggle. RMB delete.
nl: Hart wordt aangevallen: LMK: bladeren. RMK: wissen.

# Game event description
source: Fight: LMB toggle. RMB delete. [10.5]
nl: Vechten: LMK: bladeren. RMK: wissen.

# Game event description
source: Objective: LMB toggle. [11.3]
nl: Doel: LMK: bladeren.

# Game event description
source: Breach: LMB toggle. RMB delete.
nl: Doorbreken: LMK: bladeren. RMK: wissen.

# Game event description
source: New spell researched: LMB toggle. RMB delete.
nl: Nieuwe spreuk onderzocht: LMK: bladeren. RMK: wissen.

# Game event description
source: New room researched: LMB toggle. RMB delete.
nl: Nieuwe ruimte onderzocht: LMK: bladeren. RMK: wissen.

# Game event description
source: New trap: LMB toggle. RMB delete.
nl: Nieuwe val: LMK: bladeren. RMK: wissen.

# Game event description
source: New door: LMB toggle. RMB delete.
nl: Nieuwe deur: LMK: bladeren. RMK: wissen.

# Game event description
source: New creature in dungeon: LMB toggle. RMB delete.
nl: Nieuw wezen in de kerker: LMK: bladeren. RMK: wissen.

# Game event description
source: Creature is annoyed: LMB toggle. RMB delete.
nl: Wezen geïrriteerd: LMK: bladeren. RMK: wissen.

# Game event description
source: No more living set: LMB toggle. RMB delete.
nl: Te weinig leefruimte: LMK: bladeren. RMK: wissen.

# Game event description
source: Alarm triggered: LMB toggle. RMB delete.
nl: Een alarm gaat af: LMK: bladeren. RMK: wissen.

# Game event description
source: Room under attack: LMB toggle. RMB delete.
nl: Ruimte wordt aangevallen: LMK: bladeren. RMK: wissen.

# Game event description
source: Need Treasure Room: LMB toggle. RMB delete.
nl: Schatkamer nodig: LMK: bladeren. RMK: wissen.

# Game event description
source: Creatures becoming hungry: LMB toggle. RMB delete.
nl: Wezens hebben honger: LMK: bladeren. RMK: wissen.

# Game event description
source: Trap crate found: LMB toggle. RMB delete.
nl: Kist met vallen gevonden: LMK: bladeren. RMK: wissen.

# Game event description
source: Door crate found: LMB toggle. RMB delete.
nl: Kist met deuren gevonden: LMK: bladeren. RMK: wissen.

# Game event description
source: Dungeon special found: LMB toggle. RMB delete.
nl: Speciale kerker gevonden: LMK: bladeren. RMK: wissen.

# Menu interface, Main Menu item; In-game interface, Options title
source: Options
nl: OPTIES

# In-game interface item
source: Graphics Options
nl: Opties: Graphics

# In-game interface item
source: Sound Options
nl: Opties: Geluid

# In-game interface item
source: Load
nl: Laden

# In-game interface item
source: Save
nl: Bewaren

# In-game interface item
source: Computer Assistance
nl: Computerhulp

# In-game interface description
source: Options: Open Options Panel. LMB open panel. [3.2]
nl: Opties: Opent Optiemenu. LMK: paneel openen. [3.2]

# In-game interface description
source: Graphics Menu: Customise the graphics. [3.2.2]
nl: Graphics Menu: Graphics instellen. [3.2.2]

# In-game interface description
source: Sound Menu: Adjust the sound and music volumes. [3.2.3]
nl: Geluid Menu: Volume van geluid en muziek instellen. [3.2.3]

# In-game interface description
source: Load Game: Load a previously saved game. [3.2.1]
nl: Spel Laden: Een eerder bewaard spel laden. [3.2.1]

# In-game interface description
source: Save Game: Save your current game. [3.2.1]
nl: Spel Bewaren: Huidige spel bewaren. [3.2.1]

# In-game interface description
source: Quit Game: Quit back to the Level Map. [3.2.5]
nl: Spel Stoppen: Stop en keer terug naar de Level Kaart

# In-game interface description
source: Computer Assistance Menu: Customise the Computer Assistant. [3.2.4]
nl: Computerhulp Menu: Computerhulp instellen. [3.2.4]

# In-game interface description
source: Aggressive Computer Assistant: Constructs your dungeon and always trys to attack the enemy. LMB select. [3.2.4]
nl: Agressieve Computerhulp: Bouwt je kerker en probeert de vijand altijd aan te vallen. LMK: selecteren. [3.2.4]

# In-game interface description
source: Defensive Computer Assistant: Constructs your dungeon but does not attack the enemy. LMB select. [3.2.4]
nl: Defensieve Computerhulp: Bouwt je kerker maar valt de vijand niet aan. LMK: selecteren. [3.2.4]

# In-game interface description
source: Construction Only Computer Assistant: Digs, places rooms and traps but does not move creatures. LMB select. [3.2.4]
nl: Alleen Constructie Computerhulp: Graaft, bouwt ruimten en vallen, maar verplaatst geen wezens. LMK: selecteren. [3.2.4]

# In-game interface description
source: Move Only Computer Assistant: Moves and slaps your creatures. LMB select. [3.2.4]
nl: Alleen Verplaatsen Computerhulp: Verplaatst en slaat je wezens. LMK: selecteren. [3.2.4]

# In-game interface description
source: Pick most experienced creatures: LMB Pick up creature. RMB Zoom. [22.2.1]
nl: De meest ervaren wezens oppakken: LMK: oppikken. RMK: inzoomen. [22.2.1]

# In-game interface description
source: Pick idle creatures: LMB Pick up creature. RMB Zoom. [22.2.1]
nl: Luie wezens verplaatsen: LMK: oppakken. RMK: inzoomen. [22.2.1]

# In-game interface description
source: Pick working creatures: LMB Pick up creature. RMB Zoom. [22.2.1]
nl: Werkende wezens verplaatsen: LMK: oppakken. RMK: inzoomen. [22.2.1]

# In-game interface description
source: Pick fighting creatures: LMB Pick up creature. RMB Zoom. [22.2.1]
nl: Vechtende wezens verplaatsen: LMK: oppakken. RMK: inzoomen. [22.2.1]

# In-game interface description
source: Invert Mouse: Inverts the vertical mouse movements while Possessing a creature. LMB toggle.
nl: Muis omkeren: Tijdens Wezenbeheersing worden vertikale muisbewegingen omgekeerd. LMK: bladeren.

# In-game interface description
source: Possess Creature mouse sensitivity: Adjusts the sensitivity of the mouse movements when in Possess Creature mode. LMB toggle.
nl: Muisgevoeligheid bij Wezenbeheersing: Stelt gevoeligheid van muisbewegingen tijdens Wezenbeheersing in. LMK: bladeren.

# In-game interface description
source: More sensitive.
nl: Meer gevoelig

# In-game interface description
source: Less sensitive.
nl: Minder gevoelig

# Statistic name
source: Number of Creatures
nl: Aantal wezens

# Statistic name
source: Gold Mined
nl: Gedolven goud

# Statistic name
source: Efficiency
nl: Efficiëntie

# Statistic name
source: Secrets
nl: Geheimen

# Statistic name
source: Money
nl: Geld

# Statistic name
source: Time
nl: Tijd

# Statistic name
source: Style
nl: Stijl

# Statistic name
source: Rating
nl: Score

# Statistic name
source: Creatures Attracted
nl: Aangetrokken wezens

# Statistic name
source: Battles Won
nl: Gewonnen slagen

# Statistic name
source: Battles Lost
nl: Verloren slagen

# Statistic name
source: Times Dungeon Breached
nl: Aantal doorbraken in kerker

# Statistic name
source: Imps Deployed
nl: Werkzame Dondersteentjes

# Statistic name
source: Creatures Left
nl: Resterende wezens

# Statistic name
source: Doors Destroyed
nl: Deuren vernietigd

# Statistic name
source: Rooms Destroyed
nl: Ruimten vernietigd

# Statistic name
source: Dungeon Area
nl: Kerkergebied

# Statistic name
source: Ideas Researched
nl: Ideeën onderzocht

# Statistic name
source: Creatures Scavenged
nl: Wezens gelokt

# Statistic name
source: Creatures Summoned
nl: Wezens verzamelen

# Statistic name
source: Creatures Sacrificed
nl: Wezens geofferd

# Statistic name
source: Creatures Tortured
nl: Wezens gefolterd

# Statistic name
source: Creatures Trained
nl: Wezens getraind

# Statistic name
source: Gold Pots Stolen
nl: Potten goud gestolen

# Statistic name
source: Spells Stolen
nl: Spreuken gestolen

# Statistic name
source: Traps Manufactured
nl: Vallen gemaakt

# Statistic name
source: Traps Unused
nl: Vallen niet gebruikt

# Statistic name
source: Doors Manufactured
nl: Deuren gemaakt

# Statistic name
source: Doors Unused
nl: Deuren niet gebruikt

# Statistic name
source: Number of Rooms
nl: Aantal ruimten

# Statistic name
source: Number of Portals
nl: Aantal Portalen

# Statistic name
source: Slaps
nl: Klappen

# Statistic name
source: Cave-Ins
nl: Instortingen

# Statistic name
source: Skeletons Raised
nl: Herrezen Skeletten

# Statistic name
source: Bridges Built
nl: Bruggen gebouwd

# Statistic name
source: Rock Dug Out
nl: Rotsen uitgegraven

# Statistic name
source: Salary Cost
nl: Loonkosten

# Statistic name
source: Flies Eaten By Spiders
nl: Door Spinnen opgegeten Vliegen

# Statistic name
source: Territory Destroyed
nl: Gebied vernietigd

# Statistic name
source: Rooms Constructed
nl: Ruimten gebouwd

# Statistic name
source: Traps Used
nl: Vallen gebruikt

# Statistic name
source: Keepers Destroyed
nl: Keepers vernietigd

# Statistic name
source: Area Claimed
nl: Gebied gewonnen

# Statistic name
source: Backs Stabbed
nl: In rug gestoken

# Statistic name
source: Chickens Hatched
nl: Kuikens uitgekomen

# Statistic name
source: Chickens Eaten
nl: Kuikens opgegeten

# Statistic name
source: Hopes Dashed
nl: Hoop ontmoedigd

# Statistic name
source: Promises Broken
nl: Beloften gebroken

# Statistic name
source: Ghosts Raised
nl: Spoken herrezen

# Statistic name
source: Doors Used
nl: Deuren gebruikt

# Statistic name
source: Your Creatures Killed By You
nl: Eigen wezens door jou gedood

# Statistic name
source: Things Researched
nl: Zaken onderzocht

# Statistic name
source: Last Creature Attracted
nl: Laatst aangetrokken wezen

# Statistic name
source: Items Manufactured
nl: Voorwerpen gemaakt

# Statistic name
source: Creatures Converted
nl: Wezens overgehaald

# Statistic name
source: Territory Lost
nl: Gebied verloren

# Statistic name
source: Traps Armed
nl: Vallen op scherp

# Statistic name
source: Chickens Wasted
nl: Kuikens verspild

# Statistic name
source: Lies Told
nl: Leugens verteld

# Statistic name
source: Creatures Annoyed
nl: Wezens geïrriteerd

# Statistic name
source: Graveyard Body Count
nl: Dodental Mausoleum

# Statistic name
source: Vampires Created
nl: Vampiers gecreëerd

# Easter egg
source: When night does not give way to day, And children are too scared to play, Abandon hope, embrace despair, You're destined for my Dragon's lair
nl: Wanneer de nacht de dag steelt, Het bange kind niet langer speelt, Maakt hoop plaats voor wanhoopsvlagen, In het Drakenhol slijt gij je dagen.

# Easter egg
source: If thou art bold and pure of heart, Come down here, be torn apart.
nl: Zijt gij moedig met een hart van goud, Kom hierheen en jij wordt nooit oud.

# Easter egg
source: Through my dungeon you may tread, But rest assured, you'll end up dead.
nl: Door mijn kerker mag je dwalen, Wees gerust, de dood komt je halen.

# Easter egg
source: If you find you lose it all, Why not play Theme Hospital?
nl: Denk je alles te verliezen, Geen zorg je krijgt nog meer voor je kiezen.

# Easter egg
source: Armoured Knights who have true grit, Roast more quickly on a spit.
nl: Ridders met lef en pit, Roosteren sneller aan het spit.

# Easter egg
source: Evil, malice, death, decay, I think you'll find they're here to stay.
nl: Dood, verval, onheil en verraad, Een eeuwig gegeven dat nooit vergaat.

# Easter egg
source: Evil, malice, death, decay, Just another working day.
nl: Dood, verval, onheil en verraad, De duivel is mijn maat.

# Easter egg
source: Evil, malice, death, decay, There really is no better way.
nl: Dood, verval, onheil en verraad, Maken het leven de moeite waard.

# Easter egg
source: Giant, Dwarf, Thief and Fairy, None of you are very scary.
nl: Reus, Dwerg, Dief en Elf, Vormen geen bedreiging dat spreekt vanzelf.

# Easter egg
source: The denizens of your domain, Just cannot wait to kill again.
nl: Elke burger van jouw oord, Staat klaar voor een nieuwe moord.

# Easter egg
source: The better creatures you employ, The greater carnage you enjoy.
nl: Ervaren wezens verdienen je achting, Des te groter is de slachting.

# Easter egg
source: Hark! The Avatar's abroad, And I can smell a frightened Lord.
nl: Luister! Avatar is weg, De Landheer is alleen, wat een pech.

# Easter egg
source: Trespassers will meet their doom, In your dungeon's Torture Room.
nl: Indringers zijn verdoemd, Want jouw Folterkamer wordt geroemd.
