Repository: dkfans/keeperfx
Catalog: lang/gtext_ger.po
Languages: de_de

# Game event name
source: Dungeon Special found
de_de: Dungeon-Spezial gefunden

# Game event description
source: Treasure Room full: LMB toggle. RMB delete.
de_de: Schatzkammer gefüllt: Mit der linken Maustaste lesen. Mit der rechten Maustaste löschen.

# Game event description
source: Creature being scavenged: LMB toggle. RMB delete.
de_de: Kreatur geködert: Mit der linken Maustaste lesen. Mit der rechten Maustaste löschen.

# Game event description
source: Creature Payday: LMB toggle. RMB delete.
de_de: Zahltag: Mit der linken Maustaste lesen. Mit der rechten Maustaste löschen.

# Game event description
source: New spell picked up: LMB toggle. RMB delete.
de_de: Neuen Spruch eingesammelt: Mit der linken Maustaste lesen. Mit der rechten Maustaste löschen.

# Game event description
source: New room taken over: LBM toggle. RMB delete.
de_de: Neuen Raum übernommen: Mit der linken Maustaste lesen. Mit der rechten Maustaste löschen.

# Game event description
source: New area discovered: LMB toggle. RMB delete.
de_de: Neues Gebiet entdeckt: Mit der linken Maustaste lesen. Mit der rechten Maustaste löschen.

# Game event description
source: Information: LMB toggle. RMB delete.
de_de: Information: Mit der linken Maustaste lesen. Mit der rechten Maustaste löschen.

# Game event description
source: Room lost: LMB toggle. RMB delete.
de_de: Raum verloren: Mit der linken Maustaste lesen. Mit der rechten Maustaste löschen.

# Game event description
source: Dungeon Heart Attacked: LMB toggle. RMB delete.
de_de: Dungeon-Herz-Attacke: Mit der linken Maustaste lesen. Mit der rechten Maustaste löschen.

# Game event description
source: Fight: LMB toggle. RMB delete. [10.5]
de_de: Kampf: Mit der linken Maustaste lesen. Mit der rechten Maustaste löschen. [10.5]

# Game event description
source: Objective: LMB toggle. [11.3]
de_de: Ziel: Mit der linken Maustaste lesen. [10.3]

# Game event description
source: Breach: LMB toggle. RMB delete.
de_de: Einbruch: Mit der linken Maustaste lesen. Mit der rechten Maustaste löschen.

# Game event description
source: New spell researched: LMB toggle. RMB delete.
de_de: Neuer Spruch erforscht: Mit der linken Maustaste lesen. Mit der rechten Maustaste löschen.

# Game event description
source: New room researched: LMB toggle. RMB delete.
de_de: Neuer Raum erforscht: Mit der linken Maustaste lesen. Mit der rechten Maustaste löschen.

# Game event description
source: New trap: LMB toggle. RMB delete.
de_de: Neue Falle: Mit der linken Maustaste lesen. Mit der rechten Maustaste löschen.

# Game event description
source: New door: LMB toggle. RMB delete.
de_de: Neue Tür: Mit der linken Maustaste lesen. Mit der rechten Maustaste löschen.

# Game event description
source: New creature in dungeon: LMB toggle. RMB delete.
de_de: Neue Kreatur im Dungeon: Mit der linken Maustaste lesen. Mit der rechten Maustaste löschen.

# Game event description
source: Creature is annoyed: LMB toggle. RMB delete.
de_de: Kreatur verärgert: Mit der linken Maustaste lesen. Mit der rechten Maustaste löschen.

# Game event description
source: No more living set: LMB toggle. RMB delete.
de_de: Kein weiterer Lebensraum vorhanden: Mit der linken Maustaste lesen. Mit der rechten Maustaste löschen.

# Game event description
source: Alarm triggered: LMB toggle. RMB delete.
de_de: Alarm ausgelöst: Mit der linken Maustaste lesen. Mit der rechten Maustaste löschen.

# Game event description
source: Room under attack: LMB toggle. RMB delete.
de_de: Angriff auf Raum: Mit der linken Maustaste lesen. Mit der rechten Maustaste löschen.

# Game event description
source: Need Treasure Room: LMB toggle. RMB delete.
de_de: Schatzkammer benötigt: Mit der linken Maustaste lesen. Mit der rechten Maustaste löschen.

# Game event description
source: Creatures becoming hungry: LMB toggle. RMB delete.
de_de: Kreaturen werden hungrig: Mit der linken Maustaste lesen. Mit der rechten Maustaste löschen.

# Game event description
source: Trap crate found: LMB toggle. RMB delete.
de_de: Fallen-Kiste gefunden: Mit der linken Maustaste lesen. Mit der rechten Maustaste löschen.

# Game event description
source: Door crate found: LMB toggle. RMB delete.
de_de: Tür-Kiste gefunden: Mit der linken Maustaste lesen. Mit der rechten Maustaste löschen.

# Game event description
source: Dungeon special found: LMB toggle. RMB delete.
de_de: Dungeon-Spezial gefunden: Mit der linken Maustaste lesen. Mit der rechten Maustaste löschen.

# Menu interface, Main Menu item; In-game interface, Options title
source: Options
de_de: Optionen

# In-game interface item
source: Graphics Options
de_de: Grafik-Optionen

# In-game interface item
source: Sound Options
de_de: Sound-optionen

# In-game interface item
source: Load
de_de: Laden

# In-game interface item
source: Save
de_de: Speichern

# In-game interface item
source: Computer Assistance
de_de: Computer-Hilfe

# In-game interface description
source: Options: Open Options Panel. LMB open panel. [3.2]
de_de: Optionen: Mit linker Maustaste Optionen-Menü öffnen. [3.2]

# In-game interface description
source: Graphics Menu: Customise the graphics. [3.2.2]
de_de: Grafik-Menü: Einstellen der Grafik. [3.2.2]

# In-game interface description
source: Sound Menu: Adjust the sound and music volumes. [3.2.3]
de_de: Sound-Menü: Einstellen der Lautstärke von Soundeffekten und Musik. [3.2.3]

# In-game interface description
source: Load Game: Load a previously saved game. [3.2.1]
de_de: Spiel laden: Lädt ein zuvor gespeichertes Spiel. [3.2.1]

# In-game interface description
source: Save Game: Save your current game. [3.2.1]
de_de: Spiel speichern: Speichert das aktuelle Spiel. [3.2.1]

# In-game interface description
source: Quit Game: Quit back to the Level Map. [3.2.5]
de_de: Spiel verlassen: Zurück zur Level-Karte. [3.2.5]

# In-game interface description
source: Computer Assistance Menu: Customise the Computer Assistant. [3.2.4]
de_de: Computer-Hilfe: Einstellen der Computer-Hilfe. [3.2.4]

# In-game interface description
source: Aggressive Computer Assistant: Constructs your dungeon and always tries to attack the enemy. LMB select. [3.2.4]
de_de: Aggressive Computer-Hilfe: Euer Dungeon wird gebaut und der Gegner ständig angegriffen. Mit der linken Maustaste wählen. [3.2.4]

# In-game interface description
source: Defensive Computer Assistant: Constructs your dungeon but does not attack the enemy. LMB select. [3.2.4]
de_de: Defensive Computer-Hilfe: Euer Dungeon wird gebaut, der Gegner jedoch nicht angegriffen. Mit der linken Maustaste wählen. [3.2.4]

# In-game interface description
source: Construction Only Computer Assistant: Digs, places rooms and traps but does not move creatures. LMB select. [3.2.4]
de_de: Computer-Hilfe Nur Konstruktion: Gräbt, plaziert Räume und Fallen, bewegt aber keine Kreaturen. Mit der linken Maustaste wählen. [3.2.4]

# In-game interface description
source: Move Only Computer Assistant: Moves and slaps your creatures. LMB select. [3.2.4]
de_de: Computer-Hilfe Nur bewegen: Bewegt und verhaut Eure Kreaturen. Mit der linken Maustaste wählen. [3.2.4]

# In-game interface description
source: Pick up creatures: LMB All creatures. Ctrl LMB Experienced Creatures. RMB Zoom. [22.2.1]
de_de: Die erfahrendsten Kreaturen aufnehmen: Mit der linken Maustaste Kreaturen aufnehmen. Mit der rechten Maustaste zoomen. [22.2.1]

# In-game interface description
source: Pick idle creatures: LMB Pick up creature. RMB Zoom. [22.2.1]
de_de: Faule Kreaturen aufnehmen: Mit der linken Maustaste Kreaturen aufnehmen. Mit der rechten Maustaste zoomen. [22.2.1]

# In-game interface description
source: Pick working creatures: LMB Pick up creature. RMB Zoom. [22.2.1]
de_de: Arbeitende Kreaturen aufnehmen: Mit der linken Maustaste Kreaturen aufnehmen. Mit der rechten Maustaste zoomen. [22.2.1]

# In-game interface description
source: Pick fighting creatures: LMB Pick up creature. RMB Zoom. [22.2.1]
de_de: Kämpfende Kreaturen aufnehmen: Mit der linken Maustaste Kreaturen aufnehmen. Mit der rechten Maustaste zoomen. [22.2.1]

# In-game interface description
source: Invert Mouse: Inverts the vertical mouse movements while Possessing a creature. LMB toggle.
de_de: Maus-Invertierung: Invertiert die vertikale Mausbewegung, während Ihr in Symbiose mit einer Kreatur seid. Mit der linken Maustaste umschalten.

# In-game interface description
source: Possess Creature mouse sensitivity: Adjusts the sensitivity of the mouse movements when in Possess Creature mode. LMB toggle.
de_de: Maus-Empfindlichkeit bei Symbiose: Passt die Empfindlichkeit der Mausbewegung im Symbiose-Modus an. Mit der linken Maustaste umschalten.

# In-game interface description
source: More sensitive.
de_de: Höhere Empfindlichkeit

# In-game interface description
source: Less sensitive.
de_de: Geringere Empfindlichkeit

# Statistic name
source: Number of Creatures
de_de: Anzahl der Kreaturen

# Statistic name
source: Gold Mined
de_de: Abgebautes Gold

# Statistic name
source: Efficiency
de_de: Effizienz

# Statistic name
source: Secrets
de_de: Geheimnisse

# Statistic name
source: Money
de_de: Gold

# Statistic name
source: Time
de_de: Zeit

# Statistic name
source: Style
de_de: Stil

# Statistic name
source: Rating
de_de: Wertung

# Statistic name
source: Creatures Attracted
de_de: Angelockte Kreaturen

# Statistic name
source: Battles Won
de_de: Siege

# Statistic name
source: Battles Lost
de_de: Niederlagen

# Statistic name
source: Times Dungeon Breached
de_de: Anzahl Dungeon-Durchbrüche

# Statistic name
source: Imps Deployed
de_de: Eingesetzte Imps

# Statistic name
source: Creatures Left
de_de: Verbleibende Kreaturen

# Statistic name
source: Doors Destroyed
de_de: Zerstörte Türen

# Statistic name
source: Rooms Destroyed
de_de: Zerstörte Räume

# Statistic name
source: Dungeon Area
de_de: Dungeon-Gebiet

# Statistic name
source: Ideas Researched
de_de: Erforschte Ideen

# Statistic name
source: Creatures Scavenged
de_de: Geköderte Kreaturen

# Statistic name
source: Creatures Summoned
de_de: Herbeizitierte Kreaturen

# Statistic name
source: Creatures Sacrificed
de_de: Geopferte Kreaturen

# Statistic name
source: Creatures Tortured
de_de: Gequälte Kreaturen

# Statistic name
source: Creatures Trained
de_de: Trainierte Kreaturen

# Statistic name
source: Gold Pots Stolen
de_de: Gestohlene Gold-Töpfe

# Statistic name
source: Spells Stolen
de_de: Gestohlene Sprüche

# Statistic name
source: Traps Manufactured
de_de: Hergestellte Fallen

# Statistic name
source: Traps Unused
de_de: Unbenutzte Fallen

# Statistic name
source: Doors Manufactured
de_de: Hergestellte Türen

# Statistic name
source: Doors Unused
de_de: Unbenutzte Türen

# Statistic name
source: Number of Rooms
de_de: Anzahl der Räume

# Statistic name
source: Number of Portals
de_de: Anzahl der Eingänge

# Statistic name
source: Slaps
de_de: Schläge

# Statistic name
source: Cave-Ins
de_de: Einstürze

# Statistic name
source: Skeletons Raised
de_de: Auferstandene Skelette

# Statistic name
source: Bridges Built
de_de: Gebaute Brücken

# Statistic name
source: Rock Dug Out
de_de: Ausgebuddelte Felsen

# Statistic name
source: Salary Cost
de_de: Lohnkosten

# Statistic name
source: Flies Eaten By Spiders
de_de: Von Spinnen gefressene Fliegen

# Statistic name
source: Territory Destroyed
de_de: Zerstörte Territorien

# Statistic name
source: Rooms Constructed
de_de: Konstruierte Räume

# Statistic name
source: Traps Used
de_de: Benutzte Fallen

# Statistic name
source: Keepers Destroyed
de_de: Erledigte Keeper

# Statistic name
source: Area Claimed
de_de: Benutzte Gebiete

# Statistic name
source: Backs Stabbed
de_de: Gebrochene Kreuze

# Statistic name
source: Chickens Hatched
de_de: Ausgebrütete Hühner

# Statistic name
source: Chickens Eaten
de_de: Verspeiste Hühner

# Statistic name
source: Hopes Dashed
de_de: Geplatzte Hoffnungen

# Statistic name
source: Promises Broken
de_de: Gebrochene Versprechen

# Statistic name
source: Ghosts Raised
de_de: Auferstandene Geister

# Statistic name
source: Doors Used
de_de: Benutzte Türen

# Statistic name
source: Your Creatures Killed By You
de_de: Opferung eigener Kreaturen

# Statistic name
source: Things Researched
de_de: Erforschte Dinge

# Statistic name
source: Last Creature Attracted
de_de: Letzte angegriffene Kreatur

# Statistic name
source: Items Manufactured
de_de: Hergestellte Gegenstände

# Statistic name
source: Creatures Converted
de_de: Überzeugte Kreaturen

# Statistic name
source: Territory Lost
de_de: Verlorene Territorien

# Statistic name
source: Traps Armed
de_de: Scharfe Fallen

# Statistic name
source: Chickens Wasted
de_de: Verschwendete Hühner

# Statistic name
source: Lies Told
de_de: Erzählte Lügen

# Statistic name
source: Creatures Annoyed
de_de: Verärgerte Kreaturen

# Statistic name
source: Graveyard Body Count
de_de: Friedhof: Häupterzählung

# Statistic name
source: Vampires Created
de_de: Erschaffene Vampire

# Easter egg
source: When night does not give way to day, And children are too scared to play, Abandon hope, embrace despair, You're destined for my Dragon's lair
de_de: Wenn Nächte weichen nicht den Tagen, und Kinder nicht zu spielen wagen, dann laßt die Hoffnung ganz verzagen, daß die Verzweiflung Euch in die Arme nimmt, denn Ihr seid für den Drachenhort bestimmt.

# Easter egg
source: If thou art bold and pure of heart, Come down here, be torn apart.
de_de: Wenn Ihr seid kühn und tapf'ren Herz', dann kommt hierher und fühlt den Schmerz.

# Easter egg
source: Through my dungeon you may tread, But rest assured, you'll end up dead.
de_de: Ihr könnt durch meinen Dungeon rücken, zurück kommt Ihr doch nur in Stücken.

# Easter egg
source: If you find you lose it all, Why not play Theme Hospital?
de_de: Wenn Ihr hier doch verliert das all', warum spielt Ihr nicht Theme Hospital?

# Easter egg
source: Armoured Knights who have true grit, Roast more quickly on a spit.
de_de: Mutige Ritter bewaffnet fies, braten schöner an dem Spieß.

# Easter egg
source: Evil, malice, death, decay, I think you'll find they're here to stay.
de_de: Böses, Übles und Betrug, ich denk', Ihr findet's hier genug.

# Easter egg
source: Evil, malice, death, decay, Just another working day.
de_de: Böses, Übles und Verrat - nur ein weit'rer Arbeitstag.

# Easter egg
source: Evil, malice, death, decay, There really is no better way.
de_de: Böses, Übles, Schurkerei - herrlich, es geht nie vorbei!

# Easter egg
source: Giant, Dwarf, Thief and Fairy, None of you are very scary.
de_de: Riesen, Zwerge, Diebe, Fee, keiner von Euch tut uns weh.

# Easter egg
source: The denizens of your domain, Just cannot wait to kill again.
de_de: Eures Dungeons Bevölkerung, wird bringen Verzweifelung.

# Easter egg
source: The better creatures you employ, The greater carnage you enjoy.
de_de: Je besser Eure Kreaturen-Lümmel, um so schöner ist das Kampfgetümmel.

# Easter egg
source: Hark! The Avatar's abroad, And I can smell a frightened Lord.
de_de: Hört, hört! Der Avatar ist weg, prompt rieche ich des Ritters Schreck.

# Easter egg
source: Trespassers will meet their doom, In your dungeon's Torture Room.
de_de: Eindringlinge spüren größten Jammer, in Eures Dungeon Folterkammer.

# Easter egg
source: Though intruders' hearts be pure, They'll end up on your dungeon floor.
de_de: Gerade die Eindringlinge mit reinem Herzen werden enden mit Schmerzen.

# Easter egg
source: Your tunnels will be dark and cold, And no place for a Knight of old, Even if he claims he's bold.
de_de: Eure Tunnel werden dunkel sein und kalt, und deswegen nichts für einen Ritter alt - auch wenn er zuvor als tapfer galt.

# Easter egg
source: The fools who enter your domain, Will never see the light again.
de_de: Die Dummen, die in Euer Reich werden geh'n, das Licht nie wieder werden seh'n.

# Easter egg
source: Pain and anguish are your tools, To use upon intruding fools.
de_de: Eure Werkzeuge sind die Qual und Pein, und auf Eindringlinge anzuwenden sein.

# Easter egg
source: When good guys head right for your treasure, Hunt and kill them at your leisure.
de_de: Wenn gute Jungs trachten nach Eurem Schatz, dann macht auf sie die große Hatz.

# Easter egg
source: Protect your gold and Dungeon Heart, And slap your minions till they fart.
de_de: Schützt Euer Gold und Dungeon-Herz, schlagt Eure Diener bis zum Schmerz.

# Easter egg
source: Use your creatures' fear of you. To make them do what you want them to.
de_de: Gebraucht Eurer Untergebenen Respekt, und nutzt sie aus zu Eurem Zweck.

# Easter egg
source: Wizard in your dungeon grim? A trap will make short work of him.
de_de: Ein Magier in Eures Dungeons Rachen? 'ne Falle kurzen Prozess wird machen.

# Easter egg
source: When your creatures give you hell, Stick them in your Prison Cell.
de_de: Wenn eine Kreatur Euch geht auf die Nerven, sollt Ihr sie ins Gefängnis werfen.

# Easter egg
source: Torture is the crowning glory, Of your Dungeon Keeper story.
de_de: Qual und Pein sind nicht zum Lachen, wenn bei Euch die Schwerter krachen.

# Easter egg
source: You are the Keeper, chosen one, And being evil is great fun.
de_de: Ihr seid der Keeper, jetzt und ewig, und böse sein ist einfach riesig.

# Easter egg
source: When your troops are hunger-stricken, Your Hatchery has yummy chicken.
de_de: Wenn Eure Truppen verhungern tun, so gebt Ihnen aus der Farm ein Huhn.

# Easter egg
source: Fill the Avatar with dread. Really make him wet the bed.
de_de: Bereitet dem Avatar Angst-Neurosen, auf das er sich macht in die Hosen.

# In-game hint message
source: Imps are the lifeblood of your dungeon. Like blood, they must be allowed to circulate.
de_de: Imps sind das Blut Eures Dungeon. Wie der Kreislauf müssen sie ständig auf Trab sein.

# In-game hint message
source: Feeling mean? Set your minions to imprison and when your cells are full, spend some time torturing...
de_de: Ihr fühlt Euch schäbig? Dann steckt Eure Untergebenen ins Gefängnis und quält sie ein bisschen, wenn Eure Zellen voll sein sollten.

# In-game hint message
source: If your creatures get unhappy, slap some sense into them. They'll soon realise how lucky they are.
de_de: Wenn Eure Kreaturen unglücklich werden, prügelt ein wenig Freude in sie ein. Bald werden sie dann feststellen, wie gut es ihnen ging.

# In-game hint message
source: The underworld is your domain and the adventurers come to steal it. Never show pity, even when the intruders are defenceless and pathetic.
de_de: Euch gehört die Unterwelt, aber die Abenteurer kommen, um sie Euch wegzunehmen. Zeigt keine Gnade, auch wenn die Eindringlinge hilflos sind.

# In-game hint message
source: Compassion is the hallmark of the good Keeper. But good Keepers never win. Only evil ones.
de_de: Gnade ist das Merkmal eines guten Keepers. Aber gute Keeper sind schlechte Verlierer. Nur schlechte Keeper sind gute Gewinner.

# In-game hint message
source: There's never a moment to waste. Already the bravest of the brave are queuing up to enter your dungeon. So stop reading this and get going.
de_de: Verliert keine Zeit. Denn auch der Beste unter den Guten steht bereits in der Warteschlange, um Euren Dungeon zu erobern. Hört auf, den Mist hier zu lesen, und macht voran.

# In-game hint message
source: Build fast. You'll want the biggest possible welcoming committee ready for the intruders.
de_de: Baut schnell. Denn Ihr wollt ja schließlich das Beste aller Empfangskomitees haben, wenn die Eindringlinge kommen.

# In-game hint message
source: Keep your Imps digging. There are always surprises to be found deep in the earth.
de_de: Beschäftigt Eure Imps mit dem Goldabbau. Man findet nämlich immer Überraschungen in der Erde.

# In-game hint message
source: He who controls the most gold controls the entire Underworld.
de_de: Der mit dem meisten Geld regiert die Unterwelt.

# In-game hint message
source: Fear and lack of mercy are your greatest weapons. Use them wisely.
de_de: Terror und Schrecken sind Eure besten Waffen. Benutzt sie wohlüberlegt.

# In-game hint message
source: Foolish is the Keeper who sells all his rooms and refuses to pay his creatures.
de_de: Dumm ist der Keeper, der all seine Räume verkauft und sich weigert, seine Kreaturen zu entlohnen.

# Menu interface item
source: Return to options menu
de_de: Zurück zum Options-menü

# Menu interface item
source: Exit
de_de: Beenden

# Menu interface item
source: Invert Mouse
de_de: Maus-Invertierung

# Menu interface item
source: Mouse Sensitivity
de_de: Maus-Empfindlichkeit

# Menu interface item
source: Computer Players
de_de: Computer-Spieler

# Menu interface item
source: On
de_de: Ein

# Menu interface item
source: Off
de_de: Aus

# Menu interface item
source: Sensitivity
de_de: Empfindlichkeit

# Menu interface item
source: Mouse Options
de_de: Maus-optionen

# Menu interface item
source: Mouse
de_de: Maus

# Menu interface item
source: Undo Pickup
de_de: Aufn. Rückg.

# Menu interface item
source: Map
de_de: Karte

# On-screen message
source: Insufficient Memory
de_de: Unzureichender Speicher

# On-screen message
source: Unable To Change Screen Resolution
de_de: Auflösung kann nicht geändert werden.

# Menu interface item
source: Query
de_de: Info

# Credits
source: Support Art
de_de: Grafische Unterstützung

# Credits
source: Navigation System
de_de: Navigations-System

# Credits
source: Script
de_de: Skript

# Credits
source: Voice Over
de_de: Stimme von

# Credits
source: Finance
de_de: Finanzen

# Credits
source: Localisation Management
de_de: Übersetzungs-Management

# Credits
source: Language Test Supervisor
de_de: Leitung Sprach-Test

# Credits
source: Language Testers
de_de: Sprach-Tester

# Credits
source: Localisation Audio Management
de_de: Audio-Übersetzungs-Management

# Network game message
source: Attempting To Join
de_de: Versuche Verbindung

# Network game message
source: Resyncing
de_de: Synchronisiere

# Menu interface item
source: 1 Player
de_de: 1 Spieler

# Menu interface item
source: 2 Players
de_de: 2 Spieler

# Menu interface item
source: 3 Players
de_de: 3 Spieler

# Menu interface item
source: 4 Players
de_de: 4 Spieler

# Menu interface item
source: Serial
de_de: Seriell

# World direction
source: E
de_de: O

# Credits
source: Game design
de_de: Spieldesign

# Credits
source: Associate Producer
de_de: Produktions-Assistent

# Credits
source: Additional Script
de_de: Zusätzliches Skript

# Easter egg
source: Happy Birthday
de_de: Glückwunsch zum Geburtstag

# Menu interface message
source: Error
de_de: Fehler

# Menu interface message
source: Error Saving
de_de: Speicherfehler

# Menu interface message
source: New Levels
de_de: Neue Level

# Menu interface message
source: Manufacturable: Creatures can manufacture this item in the Workshop.
de_de: Herstellbar: Kreaturen können diesen Gegenstand in der Werkstatt herstellen.

# Menu interface message
source: Workshop too small: Expand the Workshop to manufacture this item.
de_de: Werkstatt zu klein: Erweitere die Werkstatt, um diesen Gegenstand herzustellen.

# Menu interface message
source: Not manufacturable: This item cannot be manufactured.
de_de: Nicht herstellbar: Dieser Gegenstand kann nicht hergestellt werden.

# In-game message
source: The might of two rival Dungeon Keepers challenge your claim to this realm. Decimate them both to achieve total domination, but beware of bands of heroes hidden in the caverns.
de_de: Die Macht zweier rivalisierender Dungeon Keeper stellt den Anspruch auf dieses Königreich in Frage. Ihr solltet etwas unternehmen, um die komplette Vorherrschaft zu erlangen. Behaltet aber die Horden von Helden im Auge, die sich in den Höhlen verstecken.
