Repository: dkfans/keeperfx
Catalog: lang/gtext_cze.po
Languages: cs_cz

# In-game message
source: Beware Keeper. This realm is infested with the sickly goodness of heroes and fairies. Hunt them down and feed them their own entrails.
cs_cz: Dej si pozor Správče. Tato oblast je zamořená s chorobnou dobrotou hrdinů a víl. Uštvi je a nakrm jejich vlastními vnitřnosti.

# In-game message
source: Your opponent for this realm has foolishly challenged your superior skill. Such disrespect should be punished so make an example of his insolence.
cs_cz: Tvůj soupeř v této oblasti pošetile vyzval tvé vynikající dovednosti. Taková neúcta by měla být potrestána, takže udělej příklad z jeho drzosti.

# In-game message
source: Ancient powers lie hidden in this realm. Seek them out and use them for your own evil purposes.
cs_cz: Starověké síly leží skryty v této oblasti. Vyhledejte je a použij je pro své vlastní zlé účely.

# In-game message
source: A foolish challenger stands between you and total dominance. Annihilate his forces and feed his body to your ravenous minions.
cs_cz: Hloupý vyzyvatel stojí mezi tebou a celkovou nadvládu. Vyhlaď jeho síly a nakrm jeho tělem své hladové oblíbence.

# In-game message
source: I can hear footsteps beyond the walls of the hero castle which dominates this land. Tread carefully Keeper and rid the land of goodness once and for all.
cs_cz: Slyším kroky hrdiny mimo zdi jeho hradu, který je dominuje této zemi. Našlapuj opatrně Správče a zbav tuto zemi dobra jednou provždy.

# In-game message
source: The once strong hero fortress of this realm has grown rotten and weak. Tear down it's walls and let your creatures feast on the heroes within.
cs_cz: Kdysi silná hrdinská pevnost této oblasti shnila a zeslábla. Strhni její zdi a nechtej své bytosti pohostit se na hrdinech uvnitř.

# In-game message
source: This realm will be a test of your cunning and deviousness. Your dungeon has been fortified with seven steel doors to aid you in your conquest.
cs_cz: Tato říše bude to zkouška tvojí mazanosti a nevyzpytatelnosti. Tvoje kobka byla opevněna sedmi ocelovými dveřmi, které ti pomohou v dobývání.

# In-game message
source: Congratulations Keeper. This vial has given your researchers a much needed boost. You can now construct Bridges that enable you to traverse water and fire.
cs_cz: Gratulace Správče. Tato lahvička dala tvým vědcům tolik potřebnou podporu. Nyní můžeš stavět mosty, které ti umožňí překlenout vodu a oheň.

# In-game message
source: Food is scarce in this land and the only Hatchery available to you is inside a hero dungeon. Find this food before your creatures turn against you.
cs_cz: Jídlo je vzácné v této zemi a jediná Líheň ti k dispozici je uvnitř kobky hrdiny. Najdi toto jídlo předtím, než se tvé bytosti obrátit proti tobě.

# In-game message
source: Entombed in stone by a cruel band of heroes, the Vampire you have rescued demands revenge for his imprisonment. His anger will make him a valuable asset to your army of evil.
cs_cz: Pohřbený v kameni krutou skupinou hrdinů, Upír, kterého jsi zachránil, žádá pomstu za jeho uvěznění. Jeho hněv ho činí cenným přínosem pro tvoji armádu zla.

# In-game message
source: You are surrounded on all sides by valiant heroes so show them the true meaning of evil and terror.
cs_cz: Jsi obklíčen ze všech stran udatnými hrdiny, takže jim ukaž skutečný význam zla a hrůzy.

# In-game message
source: The Lord of the Land has sent his fiercest warriors against you. Show them no mercy and flay them alive.
cs_cz: Pán země poslal jeho nejdivočejší bojovníky proti tobě. Ukaž jim žádné slitování a stáhni jejich kůži zaživa.

# In-game message
source: Explore this realm to uncover riches and secrets. Tread carefully Keeper, or you could be burned.
cs_cz: Prozkoumej tuto oblast, abys odhalil její bohatství a tajemství. Našlapuj opatrně Správče nebo se můžeš spálit.

# In-game message
source: Only one Dungeon Keeper can reign victorious over this land. Do not suffer a humiliating defeat Keeper, the penalty for such failure is torture and death.
cs_cz: Pouze jeden Správce může vládnout vítězně této zemi. Neutrp ponižující porážku Správče, trest za takové selhání je mučení a smrt.

# In-game message
source: Choices, choices Keeper. Choose your path wisely. Some routes are more perilous than others ...
cs_cz: Volby, volby Správče. Vyber svou cestu moudře. Některé mohou být riskantnější než jiné ...

# In-game message
source: Congratulations Keeper, you have a powerful army indeed. Do not grow complacent though, you still have another challenger to the north ...
cs_cz: Gratulace Správče, máš opravdu mocnou armádu. Neusni ale na vavřínech, stále máš dalšího vyzyvatele na severu ...

# In-game message
source: Congratulations Keeper, you have a powerful army indeed. Do not grow complacent though, you still have another challenger to the south ...
cs_cz: Gratulace Správče, máš opravdu mocnou armádu. Neusni ale na vavřínech, stále máš dalšího vyzyvatele na jihu ...

# In-game message
source: The Lord of the Land is a pathetic individual who breeds fluffy bunnies. Pound him into the ground and then destroy the rival Keeper to achieve total domination.
cs_cz: Pán země je ubohé individuum, které chová nadýchané zajíčky. Zadupej ho do země a pak znič konkurenčního Správce k dosažení celkové nadvlády.

# In-game message
source: Make haste Keeper. The heroes of this realm are many and strong. Prepare your forces well or face a humiliating defeat ...
cs_cz: Pospěš Správče. Hrdinů v této oblasti je mnoho a jsou silní. Připravte své síly dobře nebo čel zničující porážce ...

# In-game message
source: The Avatar is a wretched being, full of happiness and good cheer. Food is scarce in his land and the only Hatchery available is inside his dungeons. Destroy his mighty fortress and wipe the smile from his face before your creatures turn against you.
cs_cz: Avatar je ubohá bytost, plný štěstí a dobré nálady. Jídlo je vzácné v jeho zemi a jediná Líheň k dispozici, je v jeho sklepení. Znič jeho mocnou pevnost a smaž úsměv z jeho tváře, než se tvé bytosti obrátí proti tobě.

# In-game message
source: The Avatar has massed an army of heroic Lords to confront you. Prepare to be attacked!
cs_cz: Avatar nahromadil armádu hrdinských lordů, aby tě mohl konfrontovat. Připrav se na napadení!

# In-game message
source: Decimate this outpost and send fear into the heart of the Avatar.
cs_cz: Zdecimuj tuto strážní věž a zasej strach do srdce Avatara.

# In-game message
source: The Avatar's castle is ripe for the taking. Train your forces well, Keeper. The ultimate battle awaits ...
cs_cz: Avatarův hrad je zralý k převzetí. Vytrénuj své síly dobře, Správče. Ultimátní bitva čeká ...

# In-game message
source: You are now in the heart of the Avatar's castle. The sickly sweet smell of goodness still hangs in the air. Kill the Avatar and send his soul to eternal damnation.
cs_cz: Nyní jsi v srdci Avatarova hradu. Lepivý sladky pach dobroty stále visí ve vzduchu. Zabij Avatara a pošli jeho duši do věčného zapomnění.

# In-game message
source: Well done, Keeper. The Mistress you have discovered is an excellent prize.
cs_cz: Velmi dobře, Správče. Milenka, kterou jsi objevil, je perfekní cena.

# In-game message
source: The Bile Demon you have rescued will be a valuable but hungry asset to your dungeon. Make sure your Hatchery can satisfy his voracious appetite.
cs_cz: Žlučový démon, kterého si zachránil, bude cenná, ale hladová, pomoc pro tvé sklepení.

# In-game message
source: A devious Wizard has cheated you of your magical powers. Use your only Spider and explore the realm. Find the Wizard, kill him and make an example of his foolishness.
cs_cz: Vychytralý kouzelník tě obral o tvé magické síly. Použij pouze své pavouky a prozkoumej zemi. Najdi kouzelníka, zabij ho a udělej z jeho pošetilosti ukázkový příklad.

# In-game message
source: You have found some Imps who consider it a great honour to serve you.
cs_cz: Našel jsi nějaké skřety, kteří považují za velkou čest ti sloužit.

# In-game message
source: You have discovered a group of Bile Demons who will aid you in your fight.
cs_cz: Nalezl jsi skupini Žlučových démonů, kteří tě podpoří v tvém boji.

# In-game message
source: The destruction of this pathetic Keeper brings with it a useful bonus. You now have the ability to build Bridges. Dig deeper and you may find more secrets to strengthen your powers.
cs_cz: Zničení tohoto ubohého správce sebou přináší užitečný bonus. Od teď más schopnost stavět mosty. Kopej hlouběji a můžeš nalézt víc tajemství, které tě posílí.

# In-game message
source: A warning, Keeper. There is a stench of hero in the air.
cs_cz: Varování správče. Ve vzduchu je cítit pach hrdiny.

# In-game message
source: You have done well to get this far Keeper. Do not become complacent, however. A great struggle lies ahead.
cs_cz: Doteď jsi si vedl dobře, Správče. Nenech se ale ukolébat. Velký zápas máš před sebou.

# In-game message
source: Before you lies the Wizard's domain. Defeat him and you will regain your powers.
cs_cz: Před tebou leží panství Kouzelníka. Poraž jej a získáš zpět své magické síly.

# In-game message
source: Your magical powers are restored Keeper. You can finally show these fools what you are made of.
cs_cz: Správče, tvé magické síly byly obnoveny. Teď můžeš ukázat těm hlupákům, co jsi zač.

# In-game message
source: A black shadow is creeping over this land. Now is the time to strike. Take control of your Vampire and use him to find and kill the Lord of the Land. If you succeed, the Vampire will join you in the next realm.
cs_cz: Černý stín se příží nad touto zemí. Teď je čas zaútočit. Převezmi kontrolu nad svým upírem a použij ho k nalezení a zabití pána země. Pokud uspěješ, upíse se k tobě v další říši přidá.

# In-game message
source: Your achievements are legendary Keeper. Tales of your evil and cunning will become the horror stories of generations.
cs_cz: Strážce, Tvé úspěchy jsou legendární. Povídky o tvém zlu a mazanosti se stanou děsivými příběhy po generace.

# Menu interface, Main Menu item
source: Free Play levels
cs_cz: Hrát volné kola

# Menu interface item
source: Land selection
cs_cz: Volba země

# Menu interface item
source: Campaigns
cs_cz: Kampaně

# Menu interface item
source: Add computer
cs_cz: Přidat počítač

# Game event name
source: Your creature cannot reach the room it needs
cs_cz: Tvá příšera se není schopna dostat do místnosti kam potřebuje jít.

# Game event description
source: Work room unreachable: LMB toggle. RMB delete.
cs_cz: Pracovna není dostupná: LTM přepnout, PTM smazat.

# Game event name
source: Your Imp cannot reach a room to drag something into
cs_cz: Tvůj Imp se není schopen dostat do místnosti kde potřebuje něco donést.

# Game event description
source: Storage room unreachable: LMB toggle. RMB delete.
cs_cz: Sklad není dostupný: LTM přepnout, PTM smazat.

# In-game interface description
source: Armour: Part of the damage which won't affect creature health. The higher the number, the larger part of damage is discarded.
cs_cz: Brnění: Část zranění, které nebude působit na příšeru. Čím větší je, tím více zranění je ignorováno.

# In-game interface description
source: Speed: How fast the creature moves and perform its dungeon tasks.
cs_cz: Rychlost: Jak rychle se příšera pohybuje a vykonává činnosti v kobce.

# In-game interface description
source: Loyalty: How resistant the creature is against scavenging by the enemy.
cs_cz: Loajalita: Odolnost je příšery proti přiklonění k nepříteli.

# In-game interface description
source: Research Skill: unused.
cs_cz: Schopnost výzkum: nepoužito.

# In-game interface description
source: Manufacture Skill: How fast the creature works in Workshop. The higher the Skill level, the better the creature's performance.
cs_cz: Schopnost výroba: Rychlost práce příšery v dílně. Čím vyšší zkušenost, tím lepší výkonnost příšery.

# In-game interface description
source: Training Skill: How fast the creature works on training. The higher the Skill level, the better the creature's performance.
cs_cz: Schopnost trénování: Rychlost tréninku příšery. Čím vyšší zkušenost, tím lepší výkonnost příšery.

# In-game interface description
source: Scavenge Skill: How fast the creature works on scavenging. The higher the Skill level, the better the creature's performance.
cs_cz: Schopnost točišťování: Jak rychle příšer a očišťuje. Čím vyšší zkušenost, tím lepší výkonnost příšery.

# In-game interface description
source: Training Cost: Gold used for training the creature.
cs_cz: Náklady na trénink: Zlato použité na trénink příšer.

# In-game interface description
source: Scavenge Cost: Gold used for scavenging by the creature.
cs_cz: Cena přilákání: Zlato, které je potřeba, k přilákání příšery.

# In-game interface description
source: Best Damage: How much harm can be made by the strongest attack the creature has.
cs_cz: Největší poškození: Jaké zranění může příšera způsobil svým nejsilnějším útokem.

# In-game interface description
source: Weight: Mass of the creature. Some people say overweight can lead to heart attack.
cs_cz: Váha: Hmotnost příšery. Někteří říkají, že nadváha může vést k infarktu.

# Keeper spell name
source: Hand Of Evil
cs_cz: Ruka zla

# Keeper spell name
source: Slap
cs_cz: Proplesknutí

# Keeper spell description
source: Hand Of Evil: Ability to pick up your creatures and hold them in your hand. Just don't hold them forever or they may get irritated.
cs_cz: Ruka zla: Schopnost zvednout příšeru a držet ji ve své ruce. Jen to nedělej příliš dlouho, může se naštvat.

# Keeper spell description
source: Slap: Makes your creatures work harder, for some time. Your creatures take some damage from each slap they receive.
cs_cz: Proplesknutí: Přinutí tvé potvory pracovat rychleji. Každý takový úder jim však ubere trochu života.
