Repository: dkfans/keeperfx
Catalog: lang/gtext_ger.po
Languages: de_de

# In-game message
source: Your loyal researchers have perfected the Sight of Evil spell. Cast it on an unexplored area and it will be revealed to you for a moment.
de_de: Eure ergebenen Forscher haben den BÖSEN BLICK perfektioniert. Probiert ihn in einem unerforschten Gebiet aus, und Ihr werdet einen kurzen Moment den Überblick haben.

# In-game message
source: You have claimed a Prison. Select imprison from the Information Panel and your creatures subdue their foe, at which point your Imps drag the bodies off to a cell. Prisoners who die of starvation may rise again as Skeleton warriors for you to command.
de_de: Ihr habt ein Gefängnis. Wählt GEFANGEN aus dem Informationsmenü, und Eure Kreaturen unterwerfen Eure Gegner. Die Imps schaffen sie dann in eine Zelle. Gefangene, die verhungern, stehen möglicherweise als Skelett wieder auf und Euch dann als Kämpfer zur Verfügung.

# In-game message
source: Your dedicated librarians have designed a Guard Post. Place a Guard Post in a strategically important area and assign creatures to occupy it by dropping them there.
de_de: Eure ergebenen Bücherwürmer haben einen WACHPOSTEN erschaffen. Plaziert diesen in ein strategisch wertvolles Gebiet und befehlt Euren Kreaturen, dieses zu besetzen, indem Ihr sie dort absetzt.

# In-game message
source: A Spider has joined your dungeon. They are natural enemies of Flies, so endeavour to keep them apart. Overcoming such obstacles will temper your mettle - whatever that means.
de_de: Eine Spinne ist in Euren Dungeon gekommen. Spinnen sind die natürlichen Feinde der Fliegen, also solltet Ihr die beiden getrennt halten. Wenn diese Kreaturen es schaffen, die Hindernisse zu überwinden, dann gnade Euch Satan!

# In-game message
source: It's time to mete out the ultimate punishment to a keeper who dares to challenge you for this corner of your subterranean empire. The price of failure shall be oblivion.
de_de: Es ist Zeit, den Keeper zu bestrafen, der es gewagt hat, Euch an dieser Ecke Eures unterirdischen Reiches herauszufordern. Der Preis für Versagen soll Vergessenheit sein.

# In-game message
source: How satisfying it is to see an enemy Keeper's dungeon crumble and his power dissipate. There'll be no controversy over this year's hall of infamy nomination.
de_de: Was für ein überwältigendes Gefühl es doch ist, den Dungeon eines gegnerischen Keepers vergehen zu sehen. Ich denke, dieses Jahr gibt es keine Meinungsverschiedenheiten über die Nominierung für einen Oscar der Niedertracht.

# In-game message
source: You have claimed a Torture Room. Place captive heroes and creatures into this chamber of horrors to convert them to your supremely evil way. Alternatively, place your own creatures within the room whenever disciplinary measures become necessary.
de_de: Ihr habt eine FOLTERKAMMER. Siedelt dort gefangene Helden und Kreaturen an und bringt sie auf Eure bösen Pfade. Alternativ könnt Ihr hier auch Eure eigenen Kreaturen durch die Mühle drehen, wann immer Euch disziplinarische Maßnahmen sinnvoll erscheinen.

# In-game message
source: You have finally constructed a dungeon impressive enough to attract a Dark Mistress. You must discipline these wicked wenches frequently. They respond particularly well to a good slapping.
de_de: Letztlich habt Ihr jetzt doch einen so eindrucksvollen Dungeon geschaffen, daß die Eiserne Jungfrau sich angezogen fühlen könnte. Sie muss allerdings gelegentlich durch einen Schlag auf den Hintern aufgemuntert werden. Das mag sie besonders gerne.

# In-game message
source: Your manufacturers have created a Braced Door. If security matters, you can be sure when you buy a Braced Door. You couldn't be certain with only a curtain and a hole in the wall is no help at all.
de_de: Eure Handwerker haben eine VERSTÄRKTE TÜR gebaut. Aus Sicherheitsgründen solltet Ihr Euch eine solche Tür anschaffen, ein Vorhang oder ein Loch in der Wand sind nun wirklich kein Schutz.

# In-game message
source: Your researchers have devised a spell that unleashes the energy of a thunderstorm on the target of your choice. Select the spell, aim at a hostile creature and flash-fry him with a Lightning Strike.
de_de: Eure Forscher haben einen Spruch erforscht, der einen Gewittersturm auf ein Ziel Eurer Wahl loslässt. Wählt den Spruch BLITZSCHLAG, richtet ihn auf eine gegnerische Kreatur und elektrisiert sie mit dem Blitz.

# In-game message
source: You have manufactured a powerful Lightning Trap. Try it out. It's bound to give someone a shock.
de_de: Ihr habt eine wirkungsvolle BLITZ-FALLE erstellt. Probiert sie aus, dann trifft jemanden der Schlag.

# In-game message
source: It appears you have arrived in the middle of a raging battle. Perhaps it would be wise to stay out of the way until you are strong enough to eliminate both sides.
de_de: Sieht so aus, als würdet Ihr Euch mitten in einem Kampfgetümmel befinden. Vielleicht ist es doch sinvoller, so lange beiseite zu treten, bis Ihr stark genug seid, gleich beide Seiten zu vernichten.

# In-game message
source: An Orc warlord joins you and brings with him the plans for building a Barracks. In this room you can form creatures into teams.
de_de: Ein Orc-Krieger ist zu Euch gekommen und bringt Pläne für die BARRACKEN mit. In diesen Räumen könnt Ihr Kreaturen zu Teams zusammenstellen.

# In-game message
source: I think I hear the clanking of plate armour. Yes, the Lord of the Land has finally roused himself from the fireside to find out where all his loyal servants have gone.
de_de: Ich glaube, ich kann den Klang vergoldeter Waffen hören. Tatsächlich, der Ritter selbst hat sich erhoben, um herauszufinden, wo alle seine treuen Diener geblieben sind.

# In-game message
source: You have turned local heroes into something of an endangered species, now make the enemy Dungeon Keeper extinct.
de_de: Ihr habt die örtlichen Helden in eine hilflose Spezies verwandelt. Das gleiche solltet Ihr jetzt mit dem gegnerischen Dungeon Keeper tun.

# In-game message
source: You have prevailed, Keeper. The bodies of your enemies litter the most forlorn alcoves of your domain, in tribute to their futile efforts to keep you at bay.
de_de: Ihr habt es geschafft, Keeper! Die Körper Eurer Gegner liegen verstreut über den trübsinnigsten Alkoven Eures Reiches - als Tribut für Ihre sinnlosen Versuche, Euch in Schach zu halten.

# In-game message
source: Seek out the one who would be your rival in this region of the underworld. Explain the concept of early retirement to him. On the other hand, string him up. It's in the only language he understands.
de_de: Schaut nach, wer Euer Rivale in dieser Region der Unterwelt sein könnte. Erklärt ihm das Konzept des Vorruhestandes und knüpft ihn dabei auf. Das ist die einzige Sprache, die er verstehen wird.

# In-game message
source: You have researched the power of Invisibility. Cast it on a creature to hide it from enemy eyes.
de_de: Ihr habt die Wirkung der UNSICHTBARKEIT erforscht. Mit diesem Spruch könnt Ihr eine Kreatur vor den Augen eines Gegners verbergen.

# In-game message
source: The Protect Creature spell has been researched at last. Cast it on a creature to increase its toughness.
de_de: Ihr habt den Zauberspruch SCHUTZSCHILD erforscht. Damit könnt Ihr die Stärke einer Kreatur erhöhen.

# In-game message
source: That's another enemy successfully written off. The defenceless inhabitants of the land above bow down before your depraved presence. As if that will save them...
de_de: Das ist eine weitere nette Katastrophe für den Gegner. Die wehrlosen Einwohner des Landes da oben unterwerfen sich Eurer verkommenen Gegenwart. Als ob sie das schützen könnte ...

# In-game message
source: Researchers have found instructions for building a Temple to the dark gods. Sacrifice creatures in the Temple's pool to receive gifts from these gods. You might have to experiment with the offerings you make. The dark gods are not easy to please.
de_de: Die Forscher haben eine Anweisung gefunden, um einen Tempel für die dunklen Götter zu bauen. Durch Opferung Eurer Kreaturen im Pool des Tempels könnt Ihr kleine Gaben der Götter erwarten. Ihr müsst ein wenig herumexperimentieren, da es nicht leicht ist, den Göttern ein geeignetes Angebot zu machen.

# In-game message
source: This realm is ruled by four arrogant Wizards who think they've got everything under control, because their feeble magical power impresses the locals. But you're not from these parts...
de_de: Dieses Reich wird von vier arroganten Magiern regiert, die glauben, alles unter Kontrolle zu haben, weil ihre kläglichen magischen Fähigkeiten die Einheimischen beeindrucken. Ihr seid aber nicht einheimisch ...

# In-game message
source: Well, you're done down here. Time to introduce yourself to the locals and re-organise their nice little lives.
de_de: Nun, jetzt seid Ihr hier. Zeit, Euch den Einheimischen mal vorzustellen und Ihre kleinen, niedlichen Leben ein wenig umzugestalten.

# In-game message
source: Behold, you have summoned a Horned Reaper. Try not make it angry. You'll fail, because everything makes a Horned Reaper angry but at least try to make sure that everything near it is an enemy creature when it finally goes ballistic.
de_de: Gebt acht, ein Horny ist im Dungeon angekommen. Laßt bloß die Finger von ihm. Ihr zieht den kürzeren, denn eigentlich macht Horny alles wütend. Kümmert Euch nur darum, dass alles in seiner Umgebung eine gegnerische Kreatur ist, wenn es zum Schlimmsten kommen sollte.

# In-game message
source: Your researchers have concocted a Disease spell. Cast it on enemy creatures and watch the affliction spread like the plague.
de_de: Eure Forscher haben einen VIRUS-SPRUCH ausgebrütet. Auf eine gegnerische Kreatur angewandt, könnt Ihr genussvoll die Auswirkung von Plagen betrachten.

# In-game message
source: A Vampire has risen from your Graveyard, nourished by the souls of the dead which have been brought here. You have to suck up to Vampires or they go off in a huff, but they're extremely powerful and fearsome underlings to have in your employ.
de_de: Ein Vampir ist auf Eurem Friedhof auferstanden, genährt von den Seelen der Verstorbenen, die hier ruhen. Ihr müsst vor Vampiren kriechen, sonst sind sie beleidigt. Dennoch sind sie gewinnbringende und furchteinflößende Untergebene.

# In-game message
source: You have researched the Graveyard. Your Imps will drag corpses here to rot... And possibly to rise again as Vampires, ready to do your bidding. That's style.
de_de: Ihr habt einen FRIEDHOF erforscht, den Eure Imps demnächst als eine Art Kompost verwenden werden - vielleicht wachsen ja auch ein paar Vampire darauf, die zu Diensten stehen. Das hat doch Stil, oder?

# In-game message
source: You have manufactured an Iron Door. It's a formidable barrier. Use it well.
de_de: Ihr habt eine EISENTÜR gebaut. Das ist eine ziemlich gute Barriere. Benutzt sie wohlüberlegt.

# In-game message
source: Powerful creatures inhabit a cave south of here. There's a party of heroes between you and them but, if you reach them and convert them to your side before they join the other keepers, you will be unstoppable, unless you do something stupid.
de_de: Mächtige Kreaturen bewohnen eine Höhle im Süden. Dazwischen befindet sich jedoch noch eine Gruppe von Helden, aber wenn Ihr sie erreicht und auf Eure Seite bringen könnt, bevor sie zu den anderen Keepern gehen, kann Euch keiner mehr aufhalten, es sei denn, Ihr macht einen Fehler ...

# In-game message
source: You have overcome all resistance to your rule, O despicable one. It's time to flex the old misery muscle on the pathetic inhabitants of the land above.
de_de: Ihr habt jeglichen Wiederstand gegen Eure Herrschaft gebrochen, Abscheulicher. Es ist nun an der Zeit, die Muskeln oben bei den pathetischen Einwohnern spielen zu lassen.

# In-game message
source: You have manufactured a Boulder Trap. Place it in a corridor and howl deliriously as it rumbles inexorably towards unwary trespassers.
de_de: Ihr habt die INDY-FALLE hergestellt. Plaziert sie im Flur und freut Euch des Lebens, wenn die Felsen auf unaufmerksame Eindringlinge zudonnern.

# In-game message
source: With typical brilliance, you have researched the Cave-In spell. Use it to block off passages and repair dungeon breaches. Interestingly, the rockfall will crush to death any creatures caught beneath it.
de_de: Mit der Euch eigenen Brillianz habt Ihr den Spruch EINSTURZ erforscht. Benutzt ihn, um damit Durchgänge zu blockieren und Dungeon-Lücken zu repairieren. Interessanterweise werden dadurch auch Kreaturen zerquetscht, die zufällig unter den Felsen stehen.

# In-game message
source: Your tireless librarians have researched the Scavenger Room. Creatures placed within a Scavenger Room will lure their kin from other dungeons and the outside world, into your domain.
de_de: Eure unermüdlichen Bücherwürmer haben den KÖDERRAUM erforscht. Kreaturen, die dort hineingesetzt werden, locken Ihre Familien aus anderen Dungeons oder der restlichen Welt in Euren Einflußbereich.

# In-game message
source: Your great wealth has bought the loyalty of a passing Dragon. They are fickle creatures. Keep your eye on this one.
de_de: Euer Wohlstand hat die Loyalität eines vorbeikommenden Drachen erworben. Drachen sind launische Zeitgenossen. Behaltet sie im Auge.

# In-game message
source: A Hell Hound has been lured to your domain by your Scavenger Room.
de_de: Durch den Köderraum ist ein Höllenhund zu Euch gelockt worden.

# In-game message
source: The other two Keepers in this region have put aside their differences for the moment and joined forces, in an effort to destroy you. That's almost a compliment. Kill the creeps.
de_de: Die beiden anderen Keeper in der Region haben ihre Meinungsverschiedenheiten momentan beiseite, und ihre Truppen zusammengeschoben, um Euch zu vernichten. Das ist schon fast ein Kompliment. Macht sie fertig!

# In-game message
source: You have won a magnificent victory, Master. You have a talent for twisted mercilessness that makes other Keepers look well behaved by comparison.
de_de: Ihr habt einen unglaublichen Sieg errungen. Durch Euer faszinierendes Talent zur Gnadenlosigkeit sehen andere Keeper neben Euch geradezu artig aus.

# In-game message
source: You have discovered a devastating magical power. Target it against a creature to transform a fearsome monster into a clucking chicken. Marvellous.
de_de: Ihr habt eine fürchterliche magische Kraft entdeckt. Auf eine Kreatur gerichtet, morpht dieser Spruch ein furchteinflößendes Monster in ein dummes Huhn. Großartig!

# In-game message
source: Your manufacturers have built an Alarm Trap. It will warn you of your enemies' approach and summon nearby creatures to deal with the intruders.
de_de: Eure Handwerker haben eine ALARM-FALLE hergestellt. Sie warnt Euch, wenn Gegner herankommen, und ruft nebenbei noch Kreaturen zusammen, die mit den Besuchern umzugehen wissen.

# In-game message
source: You have created a Magic Door. These are almost impregnable to all but magical attacks. I recommend sealing off your Treasure Room or Dungeon Heart.
de_de: Ihr habt eine MAGISCHE TÜR erstellt. Magische Türen zeichnen sich durch eine enorme Resistenz aus. Sie sind nur durch Zauberei angreifbar. Ich empfehle sie zum Einsatz vor Schatzkammern oder dem Dungeon-Herz.

# In-game message
source: Elsewhere in this fiery realm you have a rival Keeper to contend with. I advise extreme antisocial behaviour on your part.
de_de: Irgendwo hier in der Umgebung gibt es einen Rivalen, mit dem Ihr zurechtkommen müsst. Ich empfehle Euch grob asoziales Verhalten.

# In-game message
source: Notch up another victory, most malicious one. You have another land to add to your dismal collection.
de_de: Noch ein Sieg, Unberechenbarer! Ihr habt ein weiteres Land gewonnen, das Ihr Eurer kranken Sammlung hinzufügen könnt.

# In-game message
source: Your annihilation of the first wave has met with the approval of a pack of demons from the fifth plane of hell. Train your creatures and prepare for another battle. You're attracting quite an audience.
de_de: Das Auslöschen der ersten Angriffswelle ist zusammengetroffen mit der Ankunft einer Gruppe von Dämonen aus der fünften Etage der Hölle. Trainiert die Kreaturen und bereitet sie auf einen weiteren Kampf vor. Ihr zieht fast ein ganzes Regiment an.

# In-game message
source: The enemy are upon us. I'm just telling you in case you were having a doze.
de_de: Die Gegner sind über uns. Ich erwähne das nur, falls Ihr gerade ein Nickerchen macht.

# In-game message
source: All the heroes are dead, which is as it should be. This land and all its spoils are yours. May I suggest that you waste everything?
de_de: Alle Helden sind vernichtet, so wie es sein soll. Das Land und alles, was dazugehört, ist Euer. Darf ich annehmen, daß Ihr alles zerstört?

# In-game message
source: If lands had legs this one would be on its knees. Its desperate inhabitants are preparing a full scale attack on your dungeon. It will be an ideal opportunity to practise unspeakable evil on a massive scale. Go for it, master.
de_de: Wenn Länder Beine hätten, würde dieses auf den Knien rutschen. Seine verzweifelten Einwohner bereiten einen umfassenden Angriff auf Euren Dungeon vor. Das ist wohl die geeignete Möglichkeit, umfassend böse zu sein. Worauf wartet Ihr, Meister?

# In-game message
source: Your latest discovery is the Word of Power Trap. When activated, the trap triggers an expanding ring of demonic energy that incinerates anything caught in its area of effect. What a scream that should be.
de_de: Eure neueste Errungenschaft ist die MACHTWORT-FALLE. Wenn Sie aktiviert wird, verschleudert sie einen sich ausdehnenden Feuerkranz, der alles in seinem Umkreis einäschert. Das wird ein Geschrei geben!

# In-game message
source: The Hold Audience spell has been researched. It will immediately teleport all of your creatures back to your Dungeon Heart. Let's hope you never need it.
de_de: Der AUDIENZ-SPRUCH ist erforscht worden. Durch ihn werden sofort alle Kreaturen zurück zum Dungeon-Herz gerufen. Wollen wir mal hoffen, dass Ihr den nie braucht!

# In-game message
source: You can't swing a cat for Dungeon Keepers fighting over the destiny of this region. It should fall to you to settle the disagreement once and for all.
de_de: In dieser Region wimmelt es nur so vor Dungeon Keepern, die um das Schicksal dieser Region kämpfen. Es sollte Eure Aufgabe sein, diese ewigen Auseinandersetzungen eindeutig und für immer zu beenden.

# In-game message
source: Your researchers have discovered the devastating Chicken spell. Cast it on any creature to instantly transform the target into poultry. It's a fowl weapon.
de_de: Eure Forscher haben den unvergleichlichen HUHN-SPRUCH erforscht. Auf eine Kreatur angewandt, bewirkt er die appetitanregende Metamorphose in Brathähnchen. Tolle Waffe.

# In-game message
source: So, now you have a spell that turns fortified walls to dust. It's expensive to cast and it's also possible that your enemies possess the same magic power. This could still turn out to be one of those days.
de_de: So, jetzt habt Ihr einen Spruch, der verstärkte Wände in Staub verwandelt. Er ist teuer in der Anwendung, und es besteht die Möglichkeit, dass Euer Gegner die gleiche Macht besitzt. Und es könnte ja sein, daß es einer dieser Tage ist, an denen ...

# In-game message
source: Only the Lord of this Land stands between you and hectares of desolation and woe. I bet you can't wait to meet him.
de_de: Nur der Ritter steht noch zwischen Euch und Kilometern von Verwüstung und Jammer. Ich bin sicher, Ihr könnt es kaum noch erwarten.

# In-game message
source: Your continued success makes me sick. Thank you, your wickedness.
de_de: Euer dauernder Erfolg macht mich wahnsinnig. Ich danke Euch, Hinterhältiger.

# In-game message
source: You seem to have started a trend. Two other Dungeon Keepers also have designs on this dark domain. Expect no quarter from your rivals.
de_de: Sieht so aus, als hättet Ihr einen neuen Trend begründet. Zwei andere Dungeon Keeper haben ebenfalls Modelle dieses dunklen Reiches. Ihr braucht kein Pardon zu erwarten.

# In-game message
source: Can you see how vulnerable one of your opponents has become? Then kill him.
de_de: Habt Ihr eigentlich gesehen, wie verwundbar einer Euer Gegner jetzt ist? Dann bringt's doch endlich zu Ende!

# In-game message
source: I spy a Keeper with hardly any creatures left under his control. I spy a Keeper who's about to die.
de_de: Ich habe einen Keeper erspäht, der kaum noch eine Kreatur unter seiner Kontrolle hat. Er steht kurz vor dem Ende.

# In-game message
source: This ancient dungeon possesses great archaeological significance. This simply means there should be some interesting treasure worth stealing. Now that's what I call practical archaeology.
de_de: Dieser antike Dungeon birgt einige großartige archäologische Ausgrabungen. Das heißt nichts anderes, als dass es da einige wertvolle Dinge gibt, die es sich zu stehlen lohnt. Das nenne ich angewandte Archäologie.

# In-game message
source: Your librarians have learned a spell that can break through fortified walls. Give them a slap for not learning it earlier.
de_de: Eure Bibliothekare haben einen Spruch gelernt, mit dem Ihr durch verstärkte Wände gehen könnt. Schlagt sie, weil sie den Spruch nicht früher gelernt haben.

# In-game message
source: One of your opponents has developed a spell that can break through fortified walls. Typical. Be on your guard.
de_de: Einer Eurer Gegner hat einen Spruch entwickelt, mit dem man durch verstärkte Wände gehen kann. Typisch! Seid wachsam!

# In-game message
source: You have developed the Armageddon spell. That's quite a name to live up to. Make sure you're the most powerful force in the region before casting it.
de_de: Ihr habt den ARMAGEDDON-SPRUCH entwickelt. Damit kann man schon etwas anfangen. Ihr solltet Euch aber vergewissern, dass Ihr die mächtigsten Truppen in dieser Region habt, bevor Ihr den Spruch anwendet.

# In-game message
source: You will not find any easy path through this region. You will have to fight hard to gain any advantage. But, if you intend to rule the world, you've simply got to get through days like this.
de_de: Hier gibt es keine einfache Lösung, um sich diese Region anzueignen. Ihr werdet hart um einen Vorteil kämpfen müssen. Aber wenn Ihr vorhabt, die Welt zu regieren, müsst Ihr auch solche Tage in Kauf nehmen.

# In-game message
source: Your manufacturers have crafted the Lava Trap. After enemy creature steps on it, the area around changes into molten lava, which most creatures won't even try to pass.
de_de: Eure Handwerker haben die LAVA-FALLE entwickelt. Wenn ein Feind auf sie tritt, schmilzt der Boden und wird zu Lava, die von den meisten Kreaturen nicht passiert werden kann.

# In-game message
source: Your location is already known to the heroes of this land. They have moved quickly to mobilise their forces against you. It's pathetic. They deserve to have their heads impaled on lances for such impudence.
de_de: Euer Aufenthaltsort ist den örtlichen Helden bereits bekannt. Sie beeilen sich schon, ihre Truppen gegen Euch in Bereitschaft zu versetzen. Das ist jämmerlich. Für solch eine Unverschämtheit verdienen sie es, ihre Köpfe von Lanzen durchbohrt zu bekommen.

# In-game message
source: You've upset the local Lord. He's on his way right now. Shall I alert the media?
de_de: Ihr habt den örtlichen Ritter verärgert. Er ist schon auf dem Weg. Soll ich bei den Medien Alarm schlagen?

# In-game message
source: The heroes of this realm possess treasures of great power. Obviously, these should belong to you. I'm certain you will settle the matter of their ownership in your own way.
de_de: Die Helden dieses Reiches besitzen Schätze von großer Macht. Selbstverständlich gehören diese Dinge ein Eure Hände. Ich bin sicher, dass Ihr die Besitzverhältnisse auf Eure Weise klären werdet.
