Repository: dkfans/keeperfx
Catalog: lang/gtext_ger.po
Languages: de_de

# Creature spell
source: Flight: Causes the creature to take off from the ground and attack creatures from the air or cross lava unharmed.
de_de: Flug: Bringt die Kreatur zum Fliegen und damit sicheren Überwinden von Lava. Kann aus dem Flug Gegner auch angreifen. [26.7]

# Creature spell
source: Hail Storm: Creates a fury of hailstones.
de_de: Hagelsturm: Entfesselt einen Sturm aus Hagelkörnern. [26.10]

# Creature spell
source: Slow: Slows down the target creature, making its attacks and movement delayed.
de_de: Verlangsamen: Bremst die Angriffe und Bewegungen der Zielkreatur erheblich. [26.19]

# Creature spell
source: Drain: This spell drains the target creature a part of its health and gives it to the caster.
de_de: Auslaugen: Nimmt dem Ziel die Lebensenergie und fügt diese dem Absender als solche hinzu. [26.4]

# Creature spell
source: Word of Power: Causes rings of demonic energy to emanate from the creature's body and inflicts massive damage on the vicinity. Very effective against crowded hordes of enemies, also pushes them back.
de_de: Wort der Macht: Ringe dämonischer Energie strahlen vom Körper der Kreatur aus und verursachen massiven Umgebungsschaden. Sehr effektiv gegen Gegnerhorden, diese werden auch zurückgeschleudert. [26.23]

# Creature spell
source: Heal: When this is cast, the creature is massively healed.
de_de: Heilung: Heilt die Kreatur stark. [26.11]

# Creature spell
source: Wind: Creates a force twelve gale in your Dungeon blowing every creature away from you. And nasty smells of course.
de_de: Wind: Verursacht einen Sturm und bläst jede Kreatur weg - ebenso wie jeglichen Gestank. [26.22]

# Creature spell
source: Meteor: More powerful than the fireball, this spell throws out a solid ball of fire which does a lot of damage to an enemy.
de_de: Meteor: Stärker als der Feuerball. Dieser Zauber schleudert einen gewaltigen Ball aus Feuer auf den Gegner und schadet diesem erheblich. [26.14]

# Creature spell
source: Fireball: Fires a single fireball which homes in on the nearest enemy. Also inflicts minor damage to a Dungeon's walls and doors.
de_de: Feuerball: Feuert einen einzelnen Feuerball ab, der automatisch sein Ziel findet. Kann auch Türen und Wände im Dungeon beschädigen. [26.5]

# Creature spell
source: Hand to Hand: The basic battle ability that allows to attack the enemy with either bare hands or a sword.
de_de: Nahkampf: Die grundlegende Kampffähigkeit, die Gegner aus nächster Nähe schadet. Kann auch ein Schwert oder Messer sein. [25.3]

# Creature spell
source: Fart: A close range gas attack that only damages enemy creatures.
de_de: Furz: Ein Gasangriff aus nächster Nähe, der nur feindlichen Kreaturen Schaden zufügt.

# Creature spell
source: Dig: This is the basic ability of the Imp and allows it to tunnel through earth.
de_de: Graben: Die Grundfähigkeit von Imps, um Tunnel durch die Erde zu buddeln. [25.2]

# Creature spell
source: Disease: Fired at a foe, gives them a Disease which is then spread to other creatures. The infected are slowly dying and can only be healed in the Temple.
de_de: Virus: Infiziert die Zielkreatur mit einem Virus, der diesen an seine Verbündeten weitergibt. Kann nur im Tempel geheilt werden. [26.3]

# Creature spell
source: Chicken: Turns enemy into chicken for a while. The enemy isn't able to attack but has the same strength and thus won't be as easy to kill as a normal chicken.
de_de: Huhn: Verwandelt den Feind für eine Weile in ein Huhn. Der Feind kann nicht angreifen, behält aber seine üblichen Werte und kann nicht so leicht wie ein normales Hühnchen getötet werden. [26.2]

# Creature spell
source: Time Bomb: Turns your creature into a suicidal bomber.
de_de: Zeitbombe: Verwandelt Eure Kreatur in einen Selbstmordbomber.

# Creature name
source: Fairy
de_de: Fee

# Creature name
source: Beetle
de_de: Käfer

# Creature name
source: Demon Spawn
de_de: Dämonenechse

# Creature name
source: Warlock
de_de: Zauberer

# Creature name
source: Fly
de_de: Fliege

# Creature name
source: Spider
de_de: Spinne

# Creature name
source: Skeleton
de_de: Skelett

# Creature name
source: Horned Reaper
de_de: Horny

# Creature name
source: Dragon
de_de: Drache

# Creature name
source: Tentacle
de_de: Tentakel

# Creature name
source: Hound
de_de: Höllenhund

# Creature name
source: Ghost
de_de: Geist

# Creature name
source: Mistress
de_de: Eiserne Jungfrau

# Creature name
source: Bile Demon
de_de: Teufler

# Creature name
source: Vampire
de_de: Vampir

# Creature name
source: Barbarian
de_de: Barbar

# Creature name
source: Knight
de_de: Ritter

# Creature name
source: Wizard
de_de: Magier

# Creature name
source: Mountain Dwarf
de_de: Bergzwerg

# Creature name
source: Valley Dwarf
de_de: Talzwerg

# Creature name
source: Thief
de_de: Dieb

# Creature name
source: Priestess
de_de: Priesterin

# Creature name
source: Giant
de_de: Riese

# Creature name
source: Archer
de_de: Bogenschütze

# Creature name
source: Monk
de_de: Mönch

# In-game interface description
source: Query: Select this and left click on a creature to view information on that creature and track it on screen. LMB select.
de_de: Info-Modus: Wählt das Fragezeichen und linksklickt auf eine Kreatur, um Informationen zu erhalten. Mit der linken Maustaste wählen. [5.8]

# Menu interface item
source: Select game
de_de: Spiel wählen

# Menu interface item
source: Network Menu
de_de: Netzwerkmenü

# Menu interface item
source: Main Menu
de_de: Hauptmenü

# Menu interface, Main Menu title
source: Main Menu
de_de: Hauptmenü

# In-game interface description
source: Anger: How angry the creature is. The higher the bar is, the angrier the creature is.
de_de: Ärger: Wie verärgert eine Kreatur ist. Je voller die Anzeige, desto verärgerter die Kreatur. [23.2]

# In-game interface description
source: Creature Kills: The total number of enemies the creature has slain.
de_de: Kreaturen getötet: Wieviele Gegner eine Kreatur geschlagen hat. [23.7]

# In-game interface description
source: Strength: The amount of damage the creature inflicts upon its enemies with each hit.
de_de: Stärke: Die Höhe des Schadens, den eine Kreatur beim Gegner anrichtet. [23.12]

# In-game interface description
source: Wage: The creature's salary in gold which it takes on each payday.
de_de: Lohn: Der Lohn der Kreatur in Gold, die bei jedem Zahltag fällig ist. [23.13]

# In-game interface description
source: Gold Held: The amount of gold the creature is carrying.
de_de: Gold in Besitz: Die Menge an Gold, die eine Kreatur trägt. [23.8]

# In-game interface description
source: Defence: The chance a creature will avoid a blow. The higher the number, the greater the chance of avoidance.
de_de: Verteidigung: Die Chance, die eine Kreatur besitzt, einem Schlag auszuweichen. Je höher die Zahl, desto grösser die Ausweich-Chance.[23.9]

# In-game interface description
source: Skill: The creature's ability to perform tasks. The higher the Skill level, the better the creature's performance.
de_de: Fähigkeit: Die Fähigkeit der Kreatur, Aufgaben zu erfüllen. Je höher die Fähigkeit, desto besser die Leistung der Kreatur. [23.14]

# In-game interface description
source: Age/Time In Dungeon: The length of time you have employed the creature.
de_de: Alter / Dungeon-Jahre: Der Zeitraum, seit dem die Kreatur im Angestelltenverhältnis ist. [23.10]

# In-game interface description
source: Dexterity: The chance of a successful attack. Used to break enemy defence. The higher the number, the greater the chance of hitting.
de_de: Geschicklichkeit: Die Chance, die eine Kreatur hat, die Verteidigung des Gegners zu durchbrechen. Je höher die Zahl, desto höher die Chance. [23.15]

# In-game interface description
source: Luck: The chance that a creature will do a double attack or a double defence in combat. Taken into account only when the hit is not avoided.
de_de: Glück: Die Chance, daß eine Kreatur einen doppelten Angriff oder eine doppelte Verteidigung im Kampf unternimmt. [23.11]

# In-game interface description
source: Blood type: As if you care. Blood is blood, right?
de_de: Blutgruppe: Als ob Euch das kümmern würde! Blut ist Blut, oder nicht? [23.16]

# In-game interface description
source: Idle: The creature is either sleeping or not working. It's not involved in anything constructive or useful. LMB pick up creature. RMB zoom.
de_de: Untätig: Entweder schläft die Kreatur oder sie arbeitet nicht. Mit der linken Maustaste nehmt Ihr die Kreatur auf, mit der rechten zoomt Ihr sie heran. [9.1 und 22.2.1]

# In-game interface description
source: Working: The creature is performing tasks and doing work for you. LMB pick up creature. RMB zoom.
de_de: Beschäftigt: Die Kreatur erfüllt eine Aufgabe. Mit der linken Maustaste nehmt Ihr die Kreatur auf, mit der rechten zoomt Ihr sie heran. [9.2 und 22.2.1]

# In-game interface description
source: Fighting: The creature is in a battle. LMB pick up creature. RMB zoom.
de_de: Kämpfend: Die Kreatur befindet sich mitten im Kampf. Mit der linken Maustaste nehmt Ihr die Kreatur auf, mit der rechten zoomt Ihr sie heran. [9.3 und 22.2.1]

# In-game interface description
source: Fight: Your creatures always attack and will not avoid any combat. LMB select.
de_de: Kampf: Eure Kreaturen werden immer angreifen und keinen Kampf scheuen. Mit der linken Maustaste wählen. [5.1]

# In-game interface description
source: Flee: Your creatures attempt to preserve their lives, running away if they are too badly injured. LMB select.
de_de: Flucht: Eure Kreaturen versuchen, zu fliehen und somit ihr Leben zu retten, wenn sie schwer verletzt sind. Mit der linken Maustaste wählen. [5.2]

# In-game interface description
source: Imprison: Your creatures stun their enemies in battle and imprison those they defeat. LMB select.
de_de: Einsperren: Eure Kreaturen betäuben ihre Gegner im Kampf. Eure Imps können diese Gegner dann aufsammeln und ins Gefängnis ziehen. Mit der linken Maustaste wählen. [5.1]

# In-game interface description
source: Defending: The creature is concentrating on avoiding its adversary's blows.
de_de: Verteidigen: Die Kreatur konzentriert sich darauf, gegnerische Schläge zu vermeiden.

# In-game interface item
source: Are you sure?
de_de: Seid Ihr sicher?

# In-game interface item
source: Yes
de_de: Ja

# In-game interface item
source: No
de_de: Nein

# In-game interface item
source: For
de_de: Für

# In-game interface description
source: Shadows: The number of shadows cast by each creature. LMB toggle.
de_de: Schatten: Die Anzahl der Schatten, die eine Kreatur wirft. Mit der linken Maustaste umschalten. [3.2.2]

# In-game interface description
source: View Type: Swap between perspective views. Default view has warped walls and can be rotated. Disable the warp effect for clean lines. Forced perspective can only be rotated 90 degrees and changes the viewing angle. LMB toggle.
de_de: Perspektive: Zwischen Ansichten wechseln. Standard kann frei gedreht werden und hat verzerrte Wände. 2. Modus: gerade Wände. 3. Modus: Orthographische Perspektive (kann nur um 90 Grad gedreht werden). Mit der linken Maustaste umschalten.

# In-game interface description
source: Wall Height: Swap between high or low walls. If you make the walls one block high, they are easier to see over. LMB toggle.
de_de: Wandhöhe: Wechselt zwischen hohen und niedrigen Wänden. Wenn Ihr die Wandhöhe auf einen Block einstellt, kann man einfacher darüber sehen. Mit der linken Maustaste umschalten. [3.2.2]

# In-game interface description
source: View Distance: The amount of dungeon drawn. This directly affects the speed of the game. LMB toggle.
de_de: Sichtweite: Die Reichweite der Dungeon-Ansicht im Symbiose-Modus. Hat direkten Einfluss auf die Spielgeschwindigkeit. Mit der linken Maustaste umschalten. [3.2.2]

# In-game interface description
source: Gamma Correction: Adjust the brightness of the game. LMB toggle.
de_de: Gamma-Korrektur: Paßt die Helligkeit des Spiels an. Mit der linken Maustaste umschalten. [3.2.2]

# In-game interface item
source: Of
de_de: Zu

# Slab description
source: Empty Lair: Would suit itinerant creature.
de_de: Leeres Versteck: Würde einer umherwandernden Kreatur schon gefallen.

# Menu interface item
source: Paused
de_de: Pause

# In-game interface description
source: Zoom In: Zoom in the Dynamic Map. This increases the scale of the map. LMB select.
de_de: Heranzoomen: Zoomt heran in der dynamische Karte. Mit der linken Maustaste wählen. [4.1]

# In-game interface description
source: Zoom Out: Zoom out the Dynamic Map. This decreases the scale of the map. LMB select.
de_de: Herauszoomen: Zoomt heraus in der dynamischen Karte. Mit der linken Maustaste wählen. [4.1]

# In-game interface description
source: Full Screen Map: Takes you to the Map Screen which displays your entire Dungeon and the surrounding area. LMB select.
de_de: Karte im Vollbild: Bringt Euch zum Karten-Bildschirm, der Euren gesamten Dungeon und die Umgebung anzeigt. Mit der linken Maustaste wählen. [4.1.1]

# Slab description
source: Impenetrable Rock: Your Imps cannot dig through this, the only solution is to go round. It is visible even if far from your territory.
de_de: Undurchdringlicher Fels: Eure Imps können nicht durchgraben, es muss ein anderer Weg gefunden werden. Aus jeder Entfernung im Karten-Bildschirm sichtbar. [12.4]

# Slab description
source: Earth: You can excavate this. To dig out some new caverns, choose a location and tag for digging with LMB. Press LMB again to untag.
de_de: Erde: Kann frei durchbuddelt werden. Um neue Höhlen auszugraben, wählt die Stelle mit der linken Maustaste an. Erneutes Linksklicken entfernt die Auswahl. [12.1]

# Slab description
source: Gold Seam: Your source of wealth. Dig this out and your Imps will take it to your Treasure Room. You can also pick up the lumps of treasure left on the ground.
de_de: Goldader: Das ist die Quelle Eures Wohlstands. Baut das Gold ab, und Eure Imps werden es zur Schatzkammer bringen. Ihr könnt herumliegendes Gold auch mit der Hand des Bösen aufnehmen. [12.2]

# Slab description
source: Water: Creatures move more slowly through water. Build the Bridge to make new land on the water.
de_de: Wasser: Kreaturen bewegen sich langsamer durch Wasser. Baut eine Brücke, um Wasser zu überwinden. [14.1]

# Slab description
source: Wall: A reinforced stone wall that enemies cannot break through. At least without the Destroy Walls spell.
de_de: Befestigte Wand: Durch diese verstärkte Steinwand können die Gegner nicht eindringen, es sei denn, sie besitzen den Rückbau-Spruch. [12.1]

# Slab description
source: Damaged Wall: Unless repaired, this wall will eventually collapse.
de_de: Beschädigte Wand: Wenn diese Wand nicht repariert wird, stürzt sie wahrscheinlich ein.

# Slab description
source: Path: Unclaimed earth floor. You can claim it if it is connected to already claimed territory.
de_de: Pfad: Unbenutzter Trampelpfad. Kann von Euren Imps beansprucht werden, falls eine Verbindung zu Eurem Gebiet besteht. [12.1]

# Slab description
source: Claimed area: Your dungeon territory. You can build rooms and drop your creatures on it.
de_de: Benutztes Gebiet: Euer Dungeon-Gebiet. Ihr könnt darauf Räume bauen und Kreaturen absetzen. [12.1]

# In-game interface item
source: More...
de_de: Mehr...

# In-game message
source: Level completed - press Escape to continue
de_de: Level abgeschlossen - zum Fortfahren Leertaste drücken

# In-game message
source: You have been defeated. Press Space to restart.
de_de: Level verloren - zum Neustart Leertaste drücken

# On-screen message
source: Recording FLIC
de_de: Flic Aufnehmen

# On-screen message
source: Error recording FLIC
de_de: Fehler Bei Flic-Aufnahme

# On-screen message
source: Finished recording FLIC
de_de: Flic-Aufnahme Beendet

# Unused
source: Time Bomb
de_de: Zeitbombe

# In-game interface item
source: Sound FX
de_de: Soundeffekte

# In-game interface item
source: Music
de_de: Musik

# In-game interface item
source: UNUSED
de_de: Leer

# Menu interface item
source: Load Menu
de_de: Menü laden

# Menu interface, Main Menu item
source: Load Game
de_de: Spiel laden

# Menu interface, Main Menu item
source: Continue Game
de_de: Spiel fortsetzen

# Menu interface, Main Menu item
source: Multiplayer
de_de: Mehrspieler

# Menu interface item
source: Return to Main Menu
de_de: Zurück zum Hauptmenü

# Menu interface item
source: Play Intro
de_de: Intro

# Menu interface item
source: Service Menu
de_de: Mehrspielermenü

# Menu interface item
source: Session Menu
de_de: Sitzungsmenü

# Menu interface item
source: Speed
de_de: Geschwindigkeit

# Menu interface item
source: Phone Number
de_de: Telefonnummer

# Menu interface item
source: Statistics
de_de: Statistiken

# Menu interface item
source: Level Completed
de_de: Level abgeschlossen

# Menu interface item
source: UNUSED
de_de: Leer

# Menu interface, Main Menu item
source: Quit
de_de: Verlassen

# Menu interface, Main Menu item
source: Start New Game
de_de: Neues Spiel starten

# Unused
source: This is a tale of valour and honour and how tasty heroes are....
de_de: Dies ist eine Geschichte über Mut, Ehre und den Wohlgeschmack von Helden ...

# Credits
source: Designed By
de_de: Entworfen von

# Credits
source: Project Leader
de_de: Projektleitung

# Credits
source: Lead Programmer
de_de: Leitender Programmierer

# Credits
source: Lead Artist
de_de: Künstlerische Leitung

# Credits
source: Programming
de_de: Programmierung

# Credits
source: Music and Sfx
de_de: Musik und Soundeffekte

# Credits
source: Graphics Programmers
de_de: Grafik-Programmierung

# Credits
source: Artists
de_de: Künstler

# Credits
source: Network Programming
de_de: Netzwerk-Programmierung

# Credits
source: Testing Manager
de_de: Test-Manager

# Credits
source: Lead Testers
de_de: Leitende Tester

# Credits
source: Lead Tester
de_de: Leitender Tester

# Credits
source: Marketing and PR
de_de: Marketing und PR

# Credits
source: Tech Support
de_de: Technischer Support

# Credits
source: Administration
de_de: Verwaltung

# Credits
source: Thanks To
de_de: Dank an

# Credits
source: Producer
de_de: Produzent

# Credits
source: Script By
de_de: Skript von

# Credits
source: Libraries and Tools
de_de: Libraries und Tools

# Credits
source: Playtesters
de_de: Spieltester

# Credits
source: Localisation
de_de: Übersetzung

# Credits
source: Special Thanks To
de_de: Besonderer Dank an

# Credits
source: Package Design
de_de: Verpackungs-Design

# Credits
source: Documentation
de_de: Dokumentation

# Credits
source: Documentation Layout
de_de: Dokumentations-Layout

# Credits
source: Production
de_de: Produktion

# Credits
source: Quality Assurance
de_de: Qualitätssicherung

# Credits
source: Lead Level Design
de_de: Leitung Level-Design

# Credits
source: Testers
de_de: Tester

# Menu interface item
source: Sessions
de_de: Sitzungen

# Menu interface item
source: Services
de_de: Verbindungsart

# Menu interface item
source: Messages
de_de: Mitteilungen

# Menu interface item
source: Create Game
de_de: Spiel erstellen

# Menu interface item
source: Join Game
de_de: Teilnehmen

# Menu interface item
source: Start Game
de_de: Spiel starten

# Menu interface item
source: Game Menu
de_de: Spiele-Session

# Menu interface item
source: Cancel
de_de: Abbrechen

# Menu interface item
source: No Name
de_de: Kein Name

# Menu interface item
source: Players
de_de: Spieler

# Menu interface item
source: Games
de_de: Spiele

# Menu interface item
source: Modem Menu
de_de: Modem-Menü

# Menu interface item
source: Serial Menu
de_de: Serielle verbindung

# Menu interface item
source: Init
de_de: Initialisieren

# Menu interface item
source: Hangup
de_de: Auflegen

# Menu interface item
source: Clear
de_de: Löschen

# Menu interface item
source: Answer
de_de: Antworten

# Menu interface item
source: Ally
de_de: Verbündeter

# Menu interface item
source: Alliance
de_de: Bündnis

# Menu interface item
source: Credits
de_de: Mitwirkende

# Dungeon special decription
source: Reveal Map: Reveals the entire underground realm to you.
de_de: Karte offenbahren: Offenbahrt Euer gesamtes unterirdisches Reich.

# Dungeon special decription
source: Resurrect Creature: You may raise one of your fallen minions from the dead.
de_de: Kreatur wiederbeleben: Ihr könnt vielleicht einen gefallenen Untergebenen wiederbeleben.

# Dungeon special decription
source: Transfer Creature: Pick one of your creatures to accompany you to the next realm.
de_de: Kreaturen-Transfer: Nehmt eine Eurer Kreaturen auf, damit sie Euch ins nächste Königreich begleitet.

# Dungeon special decription
source: Steal Hero: Subvert a hero to your cause.
de_de: Helden-Raub: Bekehrt einen Helden zu Eurer Seite.

# Dungeon special decription
source: Multiply Creatures: Create a double of each of your creatures.
de_de: Kreaturen klonen: Klont jede Eurer Kreaturen einmal.

# Dungeon special decription
source: Increase Level: Bestows greater skill on all your creatures.
de_de: Level steigern: Verleiht allen Euren Kreaturen mehr Fähigkeiten.

# Dungeon special decription
source: Make Safe: Reinforces your entire dungeon.
de_de: Sichern: Verstärkt Euren gesamten Dungeon.

# Dungeon special decription
source: Locate Hidden World: You will get access to a secret realm after you have conquered this one.
de_de: Verborgene Welt finden: Ihr werdet in ein geheimes Reich transportiert, wenn Ihr dieses hier erobert habt.

# Dungeon special name
source: Resurrect Creature
de_de: Kreatur wiederbeleben

# Dungeon special name
source: Transfer Creature
de_de: Kreaturen-Transfer

# Menu interface, Main Menu item
source: High Score Table
de_de: Highscore-Tabelle

# Menu interface item
source: Go to Query Mode
de_de: Zum Info-Modus

# Menu interface item
source: More information
de_de: Weitere Informationen

# Menu interface item
source: Back to main Query Screen
de_de: Zurück zum Haupt-Info-Modus

# Menu interface item
source: Selected action
de_de: Gewählte Aktion

# Menu interface item
source: Choose party
de_de: Gruppe wählen

# Menu interface item
source: Enter dungeon
de_de: Dungeon betreten

# Menu interface item
source: Party members
de_de: Gruppen-Mitglieder

# Menu interface item
source: Available creatures
de_de: Verfügbare Kreaturen

# Menu interface item
source: Creature
de_de: Kreatur

# Menu interface item
source: Money available
de_de: Verfügbares Gold

# Menu interface item
source: Leader
de_de: Anführer

# Menu interface item
source: Hire
de_de: Einstellen

# Menu interface item
source: Fire
de_de: Feuern

# Menu interface item
source: Cost
de_de: Kosten

# Menu interface item
source: Type
de_de: Typ

# In-game interface description
source: Information Panel: Miscellaneous information. Shows your and enemy progress and allows changing creature tendencies.
de_de: Informationsmenü: Verschiedene Informationen. Zeigt Euren Fortschritt und den Eures Feindes. Erlaubt Euch, die Kreaturen-Einstellungen 'Flucht' und 'Einsperren' zu ändern. [5.0]

# In-game interface description
source: Room Panel: The rooms available for you to build. Here you can center map on rooms or build new ones.
de_de: Raum-Menü: Verfügbare Räume zum Bauen. Ihr könnt hier die Kartenansicht auf Räume zentrieren, neue Räume bauen oder existierende verkaufen. [6.0]

# In-game interface description
source: Research Panel: The spells available to you. Here you can cast or cancel them.
de_de: Forschungsmenü: Verfügbare Sprüche. Ihr könnt Sprüche hier einsetzen oder abbrechen. [7.0]

# In-game interface description
source: Workshop Panel: The traps and doors available to you. You can centre the map on them, place new ones, or sell existing ones.
de_de: Handwerkskammer-Menü: Verfügbare Fallen und Türen. Ihr könnt die Kartenansicht auf Fallen und Türen zentrieren, neue Fallen und Türen platzieren oder existierende verkaufen. [8.0]
