Repository: dkfans/keeperfx
Catalog: lang/gtext_spa.po
Languages: es_es

# Statistic name
source: Spells Stolen
es_es: Hechizos robados

# Statistic name
source: Traps Manufactured
es_es: Trampas fabricadas

# Statistic name
source: Traps Unused
es_es: Trampas sin usar

# Statistic name
source: Doors Manufactured
es_es: Puertas fabricadas

# Statistic name
source: Doors Unused
es_es: Puertas sin usar

# Statistic name
source: Number of Rooms
es_es: Número de salas

# Statistic name
source: Number of Portals
es_es: Número de portales

# Statistic name
source: Slaps
es_es: Azotes

# Statistic name
source: Cave-Ins
es_es: Derrumbamientos

# Statistic name
source: Skeletons Raised
es_es: Esqueletos levantados

# Statistic name
source: Bridges Built
es_es: Puentes construidos

# Statistic name
source: Rock Dug Out
es_es: Roca excavada

# Statistic name
source: Salary Cost
es_es: Coste salarial

# Statistic name
source: Flies Eaten By Spiders
es_es: Moscas devoradas por arañas

# Statistic name
source: Territory Destroyed
es_es: Territorio destruido

# Statistic name
source: Rooms Constructed
es_es: Salas construidas

# Statistic name
source: Traps Used
es_es: Trampas usadas

# Statistic name
source: Keepers Destroyed
es_es: Guardianes destruidos

# Statistic name
source: Area Claimed
es_es: Área reclamada

# Statistic name
source: Backs Stabbed
es_es: Espaldas apuñaladas

# Statistic name
source: Chickens Hatched
es_es: Pollos criados

# Statistic name
source: Chickens Eaten
es_es: Pollos devorados

# Statistic name
source: Hopes Dashed
es_es: Esperanzas destruidas

# Statistic name
source: Promises Broken
es_es: Promesas rotas

# Statistic name
source: Ghosts Raised
es_es: Fantasmas despertados

# Statistic name
source: Doors Used
es_es: Puertas usadas

# Statistic name
source: Your Creatures Killed By You
es_es: Criaturas tuyas que mataste

# Statistic name
source: Things Researched
es_es: Cosas investigadas

# Statistic name
source: Last Creature Attracted
es_es: Última criatura atraída

# Statistic name
source: Items Manufactured
es_es: Objetos fabricados

# Statistic name
source: Creatures Converted
es_es: Criaturas convertidas

# Statistic name
source: Territory Lost
es_es: Territorio perdido

# Statistic name
source: Traps Armed
es_es: Trampas montadas

# Statistic name
source: Chickens Wasted
es_es: Pollos desperdiciados

# Statistic name
source: Lies Told
es_es: Mentiras contadas

# Statistic name
source: Creatures Annoyed
es_es: Criaturas enojadas

# Statistic name
source: Graveyard Body Count
es_es: Cuerpos en el cementerio

# Statistic name
source: Vampires Created
es_es: Vampiros creados

# Easter egg
source: When night does not give way to day, And children are too scared to play, Abandon hope, embrace despair, You're destined for my Dragon's lair
es_es: Cuando la noche al día mustia, Y a los niños jugar les causa horror, Cambia la esperanza por la angustia, Tu destino es la guarida de mi dragón.

# Easter egg
source: If thou art bold and pure of heart, Come down here, be torn apart.
es_es: Si eres inocente y puro de alma, Ven a que te despedace en calma.

# Easter egg
source: Through my dungeon you may tread, But rest assured, you'll end up dead.
es_es: Por mi mazmorra tú podrás avanzar, Pero es seguro que muerto has de quedar.

# Easter egg
source: If you find you lose it all, Why not play Theme Hospital?
es_es: Si descubres que este es tu final, ¿Por qué no jugar a Theme Hospital?

# Easter egg
source: Armoured Knights who have true grit, Roast more quickly on a spit.
es_es: Caballeros valientes, el valor los agita, Se asan mejor en una espita.

# Easter egg
source: Evil, malice, death, decay, I think you'll find they're here to stay.
es_es: Muerte, maldad, malicia, podredumbre, Aquí han venido para hacerse costumbre.

# Easter egg
source: Evil, malice, death, decay, Just another working day.
es_es: Muerte, malicia, podredumbre, maldad, Es sólo un día de trabajo más.

# Easter egg
source: Evil, malice, death, decay, There really is no better way.
es_es: Muerte, maldad, podredumbre, horror, En realidad, no hay nada mejor.

# Easter egg
source: Giant, Dwarf, Thief and Fairy, None of you are very scary.
es_es: Ladrón, Hada, Enano y Gigante, Ninguno de vosotros asusta bastante.

# Easter egg
source: The denizens of your domain, Just cannot wait to kill again.
es_es: De tus dominios los ciudadanos, Quieren volver a matar con sus manos.

# Easter egg
source: The better creatures you employ, The greater carnage you enjoy.
es_es: Con mejores criaturas a tu servicio, Más grande y más sangriento el sacrificio.

# Easter egg
source: Hark! The Avatar's abroad, And I can smell a frightened Lord.
es_es: ¡Ey! El avatar la frontera ha cruzado, Y puedo olfatear un Señor asustado.

# Easter egg
source: Trespassers will meet their doom, In your dungeon's Torture Room.
es_es: Los infractores probarán la amargura, En tu excelente Cámara de Tortura.

# Easter egg
source: Though intruders' hearts be pure, They'll end up on your dungeon floor.
es_es: Aunque el intruso tenga buen corazón, Morirá en tu mazmorra, en un rincón.

# Easter egg
source: Your tunnels will be dark and cold, And no place for a Knight of old, Even if he claims he's bold.
es_es: Tus túneles serán fríos y oscuros, mal sitio para el viejo Caballero , Aunque siga clamando que es duro.

# Easter egg
source: The fools who enter your domain, Will never see the light again.
es_es: El tonto que en tus dominios se aventura, Vivirá por siempre en una noche oscura.

# Easter egg
source: Pain and anguish are your tools, To use upon intruding fools.
es_es: Tus herramientas son la angustia y el dolor, Contra los intrusos funcionan mejor.

# Easter egg
source: When good guys head right for your treasure, Hunt and kill them at your leisure.
es_es: Los buenos a por tu tesoro han ido, Cázalos y mátalos, es divertido.

# Easter egg
source: Protect your gold and Dungeon Heart, And slap your minions till they fart.
es_es: Protege el Corazón de la Mazmorra, Y azota a tus sirvientes con la porra.

# Easter egg
source: Use your creatures' fear of you. To make them do what you want them to.
es_es: Si tus criaturas te temen, Siempre harán lo que tú ordenes.

# Easter egg
source: Wizard in your dungeon grim? A trap will make short work of him.
es_es: ¿Un Mago en tu mazmorra ha entrado? Una buena trampa lo echará a un lado.

# Easter egg
source: When your creatures give you hell, Stick them in your Prison Cell.
es_es: Cuando tus criaturas no cumplan con presteza, Mételos en la Celda de cabeza.

# Easter egg
source: Torture is the crowning glory, Of your Dungeon Keeper story.
es_es: La tortura es la suprema gloria, Con la que tu guardián hace la historia.

# Easter egg
source: You are the Keeper, chosen one, And being evil is great fun.
es_es: Tú eres el guardián, el elegido, Y ser malvado es más que divertido.

# Easter egg
source: When your troops are hunger-stricken, Your Hatchery has yummy chicken.
es_es: Cuando tus tropas de hambre perecen, En tu Criadero ricos pollos crecen.

# Easter egg
source: Fill the Avatar with dread. Really make him wet the bed.
es_es: Hunde al avatar en el pavor. Si se orina en la cama, es mejor.

# In-game hint message
source: Imps are the lifeblood of your dungeon. Like blood, they must be allowed to circulate.
es_es: Los duendes son la sangre vital de tu mazmorra. Al igual que la sangre, hay que dejarlos circular.

# In-game hint message
source: Feeling mean? Set your minions to imprison and when your cells are full, spend some time torturing...
es_es: ¿Te sientes malévolo? Mete en la prisión a tus servidores y, cuando tengas las celdas llenas, diviértete torturándolos un rato.

# In-game hint message
source: If your creatures get unhappy, slap some sense into them. They'll soon realise how lucky they are.
es_es: Si tus criaturas no están satisfechas, mételes sentido común a latigazos, y pronto se darán cuenta de que son seres privilegiados.

# In-game hint message
source: The underworld is your domain and the adventurers come to steal it. Never show pity, even when the intruders are defenceless and pathetic.
es_es: El mundo subterráneo es tu dominio y los aventureros te quieren robar. No muestres compasión nunca, ni siquiera si los intrusos son seres indefensos y patéticos.

# In-game hint message
source: Compassion is the hallmark of the good Keeper. But good Keepers never win. Only evil ones.
es_es: Un buen guardián es siempre compasivo. Pero los buenos guardianes no ganan nunca, los que ganan son los malvados.

# In-game hint message
source: There's never a moment to waste. Already the bravest of the brave are queuing up to enter your dungeon. So stop reading this and get going.
es_es: Nunca hay tiempo que perder. Los más valientes de entre los valientes hacen cola ya ante tu mazmorra, así que deja de leer y ponte en marcha.

# In-game hint message
source: Build fast. You'll want the biggest possible welcoming committee ready for the intruders.
es_es: Date prisa en construir, porque te interesa tener un buen comité de bienvenida para cuando lleguen los intrusos.

# In-game hint message
source: Keep your Imps digging. There are always surprises to be found deep in the earth.
es_es: Haz que tus duendes sigan excavando. En lo más profundo de la tierra siempre aguardan sorpresas.

# In-game hint message
source: He who controls the most gold controls the entire Underworld.
es_es: Quien más oro controla, controla el mundo subterráneo.

# In-game hint message
source: Fear and lack of mercy are your greatest weapons. Use them wisely.
es_es: El miedo y la falta de piedad son tus mejores armas. Úsalas con inteligencia.

# In-game hint message
source: Foolish is the Keeper who sells all his rooms and refuses to pay his creatures.
es_es: Estúpido es aquel guardián que vende todas sus salas y no paga el salario a sus criaturas.

# Menu interface item
source: Return to options menu
es_es: Volver al menú de opciones

# Menu interface item
source: Exit
es_es: Salir

# Menu interface item
source: Audio
es_es: Sonido

# Menu interface item
source: Invert Mouse
es_es: Invertir ratón

# Menu interface item
source: Mouse Sensitivity
es_es: Sensibilidad del ratón

# Menu interface item
source: Computer
es_es: Ordenador

# Menu interface item
source: Computer Players
es_es: Jugadores por ordenador

# Menu interface item
source: Sensitivity
es_es: Sensibilidad

# Menu interface item
source: Mouse Options
es_es: Opciones de ratón

# Menu interface item
source: Mouse
es_es: Ratón

# Menu interface item
source: Undo Pickup
es_es: Deshacer recoger

# Menu interface item
source: Pause
es_es: Pausa

# Menu interface item
source: Map
es_es: Mapa

# On-screen message
source: Insufficient Memory
es_es: Memoria Insuficiente

# On-screen message
source: Unable To Change Screen Resolution
es_es: No se puede cambiar la resolución

# Menu interface item
source: Query
es_es: Preguntar

# Credits
source: Support Art
es_es: Arte adicional

# Credits
source: Navigation System
es_es: Sistema de navegación

# Credits
source: Script
es_es: Guión

# Credits
source: Voice Over
es_es: Voz en off

# Credits
source: Finance
es_es: Financias

# Credits
source: Localisation Management
es_es: Dirección de localización

# Credits
source: Language Test Supervisor
es_es: Supervisor de pruebas de idiomas

# Credits
source: Language Testers
es_es: Probadores de idiomas

# Credits
source: Localisation Audio Management
es_es: Dirección de localización de sonido

# Network game message
source: Attempting To Join
es_es: Intentando unirse

# Network game message
source: Resyncing
es_es: Resincronizando

# Menu interface item
source: 1 Player
es_es: 1 jugador

# Menu interface item
source: 2 Players
es_es: 2 jugadores

# Menu interface item
source: 3 Players
es_es: 3 jugadores

# Menu interface item
source: 4 Players
es_es: 4 jugadores

# Menu interface item
source: Serial
es_es: Serie

# Menu interface item
source: Modem
es_es: Módem

# World direction
source: W
es_es: O

# Credits
source: Game design
es_es: Diseño de juego

# Credits
source: Associate Producer
es_es: Productor asociado

# Credits
source: Additional Script
es_es: Guión adicional

# Easter egg
source: Happy Birthday
es_es: Feliz Cumpleaños

# Menu interface message
source: Error Saving
es_es: Error al guardar

# Menu interface message
source: New Levels
es_es: Nuevos niveles

# Menu interface message
source: Please insert Data Disk CD-ROM
es_es: Por favor, inserta el CD-ROM del disco de datos

# Menu interface message
source: Please insert Dungeon Keeper CD-ROM
es_es: Por favor, inserta el CD-ROM de Dungeon Keeper

# Menu interface message
source: Please insert The Deeper Dungeons CD-ROM
es_es: Por favor, inserta el CD-ROM de Deeper Dungeons

# In-game message
source: The might of two rival Dungeon Keepers challenge your claim to this realm. Decimate them both to achieve total domination, but beware of bands of heroes hidden in the caverns.
es_es: El poder de dos Guardianes de la mazmorra rivales desafía tu derecho a este reino. Diézmalos a ambos para lograr el dominio total, pero cuídate de las bandas de héroes que se esconden en las cavernas.

# In-game message
source: Another Keeper has already claimed this realm. He is unfit to rule so destroy him and take what is rightfully yours. Great riches lie in the caverns around the land; explore to gain more power.
es_es: Otro guardián ha reclamado este reino. No es adecuado para reinar, así que destrúyelo y toma lo que es tuyo por derecho. En las cavernas de esa tierra yacen grandes riquezas: explora, para obtener más poder.

# In-game message
source: This land is highly coveted amongst the evil and there are three enemy Dungeon Keepers you must battle with to claim supremacy. Keep an eye out for any rogue bands of heroes waiting to ambush a careless Keeper.
es_es: Esta tierra es altamente codiciada entre los malvados y hay tres guardianes de la mazmorra enemigos con los que debes combatir para reclamar la supremacía. Cuídate de toda banda errante de héroes que esperan para emboscar a un guardián descuidado.

# In-game message
source: The Lord of the Land and his pitiful band of followers lie dead. Good riddance to them and their sad, happy lives. Now seize your chance and attack your rival Keeper. Domination awaits.
es_es: El Señor de la Tierra y su lamentable banda de seguidores están muertos. Buen final para ellos y sus vidas, tristes o felices. Ahora, aprovecha la ocasión y ataca a tu guardián rival. El dominio espera.

# In-game message
source: You and a rival Dungeon Keeper are vying for control of this realm but the Lord of the Land has constructed his own dungeon between you to halt your conquest. Destroy him and the enemy Keeper to reign supreme.
es_es: Un guardián de la mazmorra rival y tú competís por el control de este reino, pero el Señor de la Tierra construyó su propia mazmorra entre vosotros, para impedir tu conquista. Destrúyelo a él y al guardián enemigo para reinar por encima de todos.

# In-game message
source: You have done well to come this far but further hardships await. Search the map carefully and you may find many secrets to aid your conquest.
es_es: Has hecho bien al venir tan lejos, pero te esperan aún más esfuerzos. Investiga con cuidado el mapa y podrás descubrir muchos secretos que te ayudarán en tu conquista.

# In-game message
source: You have come to this realm with little to assist you so you must explore to gain more power. Keep an eye out for any loathsome heroes who may try to thwart your progress.
es_es: Has venido a este reino con muy poco, por lo que debes explorar para obtener más poder. Vigila a cualquier odioso héroe que pueda intentar desviar tu avance.

# In-game message
source: Beware Keeper. This realm is infested with the sickly goodness of heroes and fairies. Hunt them down and feed them their own entrails.
es_es: Cuidado, guardián. Este reino está infestado con la bondad malsana de héroes y hadas. Cázalos y hazlos comerse sus propias entrañas.

# In-game message
source: Your opponent for this realm has foolishly challenged your superior skill. Such disrespect should be punished so make an example of his insolence.
es_es: Tu oponente en este reino ha desafiado tontamente tus supremas habilidades. Esa falta de respeto debe ser castigada, para convertir su insolencia en un ejemplo.

# In-game message
source: Ancient powers lie hidden in this realm. Seek them out and use them for your own evil purposes.
es_es: Arcanos poderes se ocultan en este reino. Encuéntralos y utilízalos para tus propios propósitos malignos.

# In-game message
source: A foolish challenger stands between you and total dominance. Annihilate his forces and feed his body to your ravenous minions.
es_es: Un estúpido retador se interpone entre ti y el dominio total. Aniquila sus fuerzas y alimenta con su cuerpo a tus hambrientos servidores.

# In-game message
source: I can hear footsteps beyond the walls of the hero castle which dominates this land. Tread carefully Keeper and rid the land of goodness once and for all.
es_es: Puedo escuchar pasos detrás de las paredes del castillo del héroe que domina esta tierra. Anda con cuidado, guardián, y libera esta tierra de la bondad, de una vez para siempre.

# In-game message
source: The once strong hero fortress of this realm has grown rotten and weak. Tear down it's walls and let your creatures feast on the heroes within.
es_es: La fortaleza, una vez poderosa, del héroe de este reino, está ahora corrupta y débil. Arranca sus muros y deja que tus criaturas devoren a los héroes que hay dentro.

# In-game message
source: This realm will be a test of your cunning and deviousness. Your dungeon has been fortified with seven steel doors to aid you in your conquest.
es_es: Este reino será una prueba de tu malicia y tortuosidad. Tu mazmorra ha sido fortificada con siete puertas de acero para ayudarte en tu conquista.

# In-game message
source: Congratulations Keeper. This vial has given your researchers a much needed boost. You can now construct Bridges that enable you to traverse water and fire.
es_es: Enhorabuena, guardián. Esa redoma ha dado a tus investigadores el impulso que tanto necesitaban. Ahora puedes construir puentes que te permitirán atravesar agua y fuego.

# In-game message
source: Food is scarce in this land and the only Hatchery available to you is inside a hero dungeon. Find this food before your creatures turn against you.
es_es: Los alimentos son escasos en esta tierra y el único criadero a que tienes acceso está dentro de la mazmorra de un héroe. Encuentra esos alimentos antes de que tus criaturas se vuelvan contra ti.

# In-game message
source: Entombed in stone by a cruel band of heroes, the Vampire you have rescued demands revenge for his imprisonment. His anger will make him a valuable asset to your army of evil.
es_es: Empotrado en piedra por una cruel banda de héroes, el Vampiro que has rescatado exige venganza por su captura. Su ira será algo muy valioso para tu ejército del mal.

# In-game message
source: You are surrounded on all sides by valiant heroes so show them the true meaning of evil and terror.
es_es: Valientes héroes te rodean por todas partes, así que muéstrales el verdadero significado de la maldad y el terror.

# In-game message
source: The Lord of the Land has sent his fiercest warriors against you. Show them no mercy and flay them alive.
es_es: El Señor de la Tierra ha enviado contra ti a sus guerreros más feroces. Combátelos sin cuartel y desuéllalos vivos.

# In-game message
source: Explore this realm to uncover riches and secrets. Tread carefully Keeper, or you could be burned.
es_es: Explora este reino para descubrir riquezas y secretos. Ándate con cuidado, guardián, o puedes quemarte.

# In-game message
source: Only one Dungeon Keeper can reign victorious over this land. Do not suffer a humiliating defeat Keeper, the penalty for such failure is torture and death.
es_es: Sólo un guardián de la mazmorra puede reinar victorioso sobre esta tierra. No sufras una derrota humillante, guardián, la pena por semejante fracaso es tortura y muerte.

# In-game message
source: Choices, choices Keeper. Choose your path wisely. Some routes are more perilous than others ...
es_es: Opciones, opciones guardián. Selecciona tu camino con sabiduría. Algunos son más peligrosos que otros...

# In-game message
source: Congratulations Keeper, you have a powerful army indeed. Do not grow complacent though, you still have another challenger to the north ...
es_es: Enhorabuena, guardián, en verdad tienes un ejército poderoso. Pero no te vuelvas complaciente, aún tienes otro retador al norte...

# In-game message
source: Congratulations Keeper, you have a powerful army indeed. Do not grow complacent though, you still have another challenger to the south ...
es_es: Enhorabuena, guardián, en verdad tienes un ejército poderoso. Pero no te vuelvas complaciente, aún tienes otro retador al sur...

# In-game message
source: The Lord of the Land is a pathetic individual who breeds fluffy bunnies. Pound him into the ground and then destroy the rival Keeper to achieve total domination.
es_es: El Señor de la Tierra es un individuo patético que cría conejitos felpudos. Aplástalo contra el suelo y destruye después al guardián rival para lograr el dominio total.

# In-game message
source: Make haste Keeper. The heroes of this realm are many and strong. Prepare your forces well or face a humiliating defeat ...
es_es: Apresúrate, guardián. Los héroes de este reino son muchos y fuertes. Prepara bien tus fuerzas o enfréntate a una derrota humillante...

# In-game message
source: The Avatar is a wretched being, full of happiness and good cheer. Food is scarce in his land and the only Hatchery available is inside his dungeons. Destroy his mighty fortress and wipe the smile from his face before your creatures turn against you.
es_es: El avatar es un ser miserable, lleno de felicidad y buen ánimo. Los alimentos son escasos en su tierra y el único criadero disponible está dentro de sus mazmorras. Destruye su poderosa fortaleza y borra la sonrisa de su rostro antes de que tus criaturas se vuelvan contra ti.

# In-game message
source: The Avatar has massed an army of heroic Lords to confront you. Prepare to be attacked!
es_es: El avatar ha reunido un ejército de heroicos Señores para enfrentarse a ti. ¡Prepárate a ser atacado!

# In-game message
source: Decimate this outpost and send fear into the heart of the Avatar.
es_es: Diezma este puesto avanzado y envía el miedo al corazón del avatar.

# In-game message
source: The Avatar's castle is ripe for the taking. Train your forces well, Keeper. The ultimate battle awaits ...
es_es: El castillo del avatar está listo para ser tomado. Entrena bien tus fuerzas, guardián. La batalla definitiva te espera...

# In-game message
source: You are now in the heart of the Avatar's castle. The sickly sweet smell of goodness still hangs in the air. Kill the Avatar and send his soul to eternal damnation.
es_es: Estás ahora en el centro del castillo del avatar. El malsano olor dulzón de la bondad se percibe todavía en el aire. Mata al avatar y envía su alma a la maldición eterna.

# In-game message
source: Well done, Keeper. The Mistress you have discovered is an excellent prize.
es_es: Bien hecho, guardián. La Dama que has descubierto es una recompensa excelente.

# In-game message
source: The Bile Demon you have rescued will be a valuable but hungry asset to your dungeon. Make sure your Hatchery can satisfy his voracious appetite.
es_es: El Demonio de hiel que has rescatado será un elemento valioso, aunque hambriento, para tu mazmorra. Asegúrate de que tu criadero pueda satisfacer su apetito voraz.
