Repository: dkfans/keeperfx
Catalog: lang/gtext_cze.po
Languages: cs_cz

# In-game interface description
source: Full Screen Map: Takes you to the Map Screen which displays your entire Dungeon and the surrounding area. LMB select.
cs_cz: Celoobrazovkova mapa: Zobrazi mapu na celou obrazovku. Vyber se provadi LTM. [4.1.1]

# Slab description
source: Damaged Wall: Unless repaired, this wall will eventually collapse.
cs_cz: Poskozena zed: Pokud tuto zed neopravis, muze se zhroutit.

# In-game interface item
source: More...
cs_cz: Více ...

# In-game message
source: Level completed - press Escape to continue
cs_cz: Úroveň dokončena - pro pokračování stiskni Esc

# In-game message
source: You have been defeated. Press Space to restart.
cs_cz: Byl jsi poražen. Stisknutím mezerníku spustíš novou hru.

# On-screen message
source: Recording FLIC
cs_cz: Nahrává se FLIC

# On-screen message
source: Error recording FLIC
cs_cz: Nastala chyba při nahrávání FLICu

# On-screen message
source: Finished recording FLIC
cs_cz: Bylo ukončeno nahrávaní FLICu

# Unused
source: Time Bomb
cs_cz: Časovaná bomba

# In-game interface item
source: Sound FX
cs_cz: Zvuky

# In-game interface item
source: Music
cs_cz: Hudba

# In-game interface item
source: UNUSED
cs_cz: NEPOUŽITO

# Menu interface item
source: Load Menu
cs_cz: Menu načtení

# Menu interface, Main Menu item
source: Load Game
cs_cz: Načíst hru

# Menu interface, Main Menu item
source: Continue Game
cs_cz: Pokračovat ve hře

# Menu interface, Main Menu item
source: Multiplayer
cs_cz: Hra více hráčů

# Menu interface item
source: Return to Main Menu
cs_cz: Návrat do hlavního menu

# Menu interface item
source: Play Intro
cs_cz: Přehrát intro

# Menu interface item
source: Service Menu
cs_cz: Menu služeb

# Menu interface item
source: Session Menu
cs_cz: Menu schůze

# Menu interface item
source: Speed
cs_cz: Rychlost portu

# Menu interface item
source: Phone Number
cs_cz: Telefonní číslo

# Menu interface item
source: Statistics
cs_cz: Statistiky

# Menu interface item
source: Level Completed
cs_cz: Úroveň dokončena

# Menu interface item
source: UNUSED
cs_cz: NEPOUŽITO

# Menu interface, Main Menu item
source: Quit
cs_cz: Ukončit

# Menu interface, Main Menu item
source: Start New Game
cs_cz: Začít novou hru

# Unused
source: This is a tale of valour and honour and how tasty heroes are....
cs_cz: Toto je příbeh o odvaze, cti a o tom jak chutná maso hrdinů ...

# Credits
source: Designed By
cs_cz: Navrhnul

# Credits
source: Project Leader
cs_cz: Vedoucí projektu

# Credits
source: Lead Programmer
cs_cz: Hlavní programátor

# Credits
source: Lead Artist
cs_cz: Vedoucí umělec

# Credits
source: Programming
cs_cz: Programování

# Credits
source: Engine Design
cs_cz: Design enginu

# Credits
source: Music and Sfx
cs_cz: Hudba a zvukové efekty

# Credits
source: Graphics Programmers
cs_cz: Programátoři grafiky

# Credits
source: Artists
cs_cz: Umělci

# Credits
source: Network Programming
cs_cz: Programátoři sítí

# Credits
source: Testing Manager
cs_cz: Testovací manažer

# Credits
source: Lead Testers
cs_cz: Vedoucí testeři

# Credits
source: Lead Tester
cs_cz: Vedoucí tester

# Credits
source: Marketing and PR
cs_cz: Marketing a PR

# Credits
source: Tech Support
cs_cz: Technická podpora

# Credits
source: Administration
cs_cz: Administrace

# Credits
source: Thanks To
cs_cz: Poděkování

# Credits
source: Producer
cs_cz: Producent

# Credits
source: Script By
cs_cz: Námět

# Credits
source: Libraries and Tools
cs_cz: Knihovny a nástroje

# Credits
source: Playtesters
cs_cz: Hru testovali

# Credits
source: Localisation
cs_cz: Lokalizace

# Credits
source: Special Thanks To
cs_cz: Speciální poděkovaní

# Credits
source: Package Design
cs_cz: Návrh obalu

# Credits
source: Documentation
cs_cz: Dokumentace

# Credits
source: Documentation Layout
cs_cz: Úprava dokumentace

# Credits
source: Production
cs_cz: Produkce

# Credits
source: Quality Assurance
cs_cz: Záruka kvality

# Credits
source: Lead Level Design
cs_cz: Vedouci sestaveni levelů

# Credits
source: Testers
cs_cz: Testeři

# Menu interface item
source: Sessions
cs_cz: Sezení

# Menu interface item
source: Name
cs_cz: jméno

# Menu interface item
source: Services
cs_cz: Služby

# Menu interface item
source: Messages
cs_cz: Zprávy

# Menu interface item
source: Create Game
cs_cz: Založit hru

# Menu interface item
source: Join Game
cs_cz: Připojit se ke hře

# Menu interface item
source: Start Game
cs_cz: Spustit hru

# Menu interface item
source: Game Menu
cs_cz: Menu hra

# Menu interface item
source: Cancel
cs_cz: Zrušit

# Menu interface item
source: No Name
cs_cz: Anonym

# Menu interface item
source: Players
cs_cz: Hráči

# Menu interface item
source: Level
cs_cz: Úroveň

# Menu interface item
source: Levels
cs_cz: Úrovně

# Menu interface item
source: Games
cs_cz: Hry

# Menu interface item
source: Modem Menu
cs_cz: Menu hry přes modem

# Menu interface item
source: Serial Menu
cs_cz: Menu hry přes sériový port

# Menu interface item
source: Init
cs_cz: Inicializace

# Menu interface item
source: Hangup
cs_cz: Zavěsit

# Menu interface item
source: Clear
cs_cz: Vymazat

# Menu interface item
source: Answer
cs_cz: Odpovědět

# Menu interface item
source: Ally
cs_cz: Spojenci

# Menu interface item
source: Alliance
cs_cz: Spojenectví

# Menu interface item
source: Credits
cs_cz: Titulky

# Dungeon special decription
source: Reveal Map: Reveals the entire underground realm to you.
cs_cz: Odhalit mapu: Odhali ti celou mapu podzemi.

# Dungeon special decription
source: Resurrect Creature: You may raise one of your fallen minions from the dead.
cs_cz: Ozivit obludu: Muzes ozivit jednu ze svych padlych oblud.

# Dungeon special decription
source: Transfer Creature: Pick one of your creatures to accompany you to the next realm.
cs_cz: Prenest obludu: Umozni ti prenest jednu obludu s sebou do dalsiho kola.

# Dungeon special decription
source: Steal Hero: Subvert a hero to your cause.
cs_cz: Ukrast hrdinu: Prevede vybraneho hrdinu na tvou stranu.

# Dungeon special decription
source: Multiply Creatures: Create a double of each of your creatures.
cs_cz: Rozmnozit obludy: Vytvori kopii od kazde tve obludy.

# Dungeon special decription
source: Increase Level: Bestows greater skill on all your creatures.
cs_cz: Zvysit uroven: Zvysi uroven vsech tvych oblud na maximum.

# Dungeon special decription
source: Make Safe: Reinforces your entire dungeon.
cs_cz: Zabezpečit: Zpevni steny celeho tveho sklepeni.

# Dungeon special decription
source: Locate Hidden World: You will be transported to a secret realm after you have conquered this one.
cs_cz: Najit tajny svet: Po dobiti tohoto kralovstvi budes prenesen do tajne rise.

# Dungeon special name
source: Resurrect Creature
cs_cz: Vzkřísit obludu

# Dungeon special name
source: Transfer Creature
cs_cz: Přenést obludu

# Menu interface, Main Menu item
source: High Score Table
cs_cz: Tabulka nejvyššího skóre

# Menu interface item
source: Go to Query Mode
cs_cz: Prejit do Query modu

# Menu interface item
source: More information
cs_cz: Dalsi informace

# Menu interface item
source: Back to main Query Screen
cs_cz: Zpet do hlavni Query obrazovky

# Menu interface item
source: Selected action
cs_cz: Zvolit akci

# Menu interface item
source: Choose party
cs_cz: Vybrat skupinu

# Menu interface item
source: Enter dungeon
cs_cz: Vstoupit do kobky

# Menu interface item
source: Party members
cs_cz: Členové skupiny

# Menu interface item
source: Available creatures
cs_cz: Příšery k dispozici

# Menu interface item
source: Creature
cs_cz: Příšera

# Menu interface item
source: Money available
cs_cz: Finance k dispozici

# Menu interface item
source: Leader
cs_cz: Vůdce

# Menu interface item
source: Hire
cs_cz: Najmout

# Menu interface item
source: Fire
cs_cz: Vyrazit

# Menu interface item
source: Cost
cs_cz: Výše žoldu

# Menu interface item
source: Type
cs_cz: Typ

# Menu interface item
source: Choose game
cs_cz: Vybrat hru

# Menu interface item
source: Game type
cs_cz: Typ hry

# Menu interface item
source: Keeper vs keeper
cs_cz: Strážce proti Strážci

# Menu interface item
source: Keeper vs heroes
cs_cz: Strážce proti Hrdinům

# In-game interface description
source: Next Battle: Zoom to the next battle. LMB select.
cs_cz: Další bitva: Přiblíží oblast s další bitvou. Položku vybereš LTM.

# In-game interface item
source: Close Window
cs_cz: Zavřít okno

# In-game interface item
source: Zoom to area
cs_cz: Priblížit oblast

# Menu interface item
source: No mouse installed
cs_cz: Není nainstalována žádná myš

# Menu interface item
source: Define keys
cs_cz: Definovat klávesy

# Game controls
source: Ally with player
cs_cz: Spojit se s hráčem

# Game controls
source: Press a key
cs_cz: Stiskni klávesu

# Game controls
source: UP
cs_cz: NAHORU

# Game controls
source: DOWN
cs_cz: DOLŮ

# Game controls
source: LEFT
cs_cz: DOLEVA

# Game controls
source: RIGHT
cs_cz: DOPRAVA

# Game controls
source: ROTATE
cs_cz: OTOČIT

# Game controls
source: SPEED
cs_cz: RYCHLOST

# Game controls
source: ROTATE LEFT
cs_cz: OTOČENÍ DOLEVA

# Game controls
source: ROTATE RIGHT
cs_cz: OTOČENÍ DOPRAVA

# Game controls
source: ZOOM IN
cs_cz: ZVĚTŠIT

# Game controls
source: ZOOM OUT
cs_cz: ZMENŠIT

# Keyboard
source: LEFT CONTROL
cs_cz: LEVÝ CTRL

# Keyboard
source: RIGHT CONTROL
cs_cz: PRAVÝ CTRL

# Keyboard
source: LEFT SHIFT
cs_cz: LEVÝ SHIFT

# Keyboard
source: RIGHT SHIFT
cs_cz: PRAVÝ SHIFT

# Keyboard
source: LEFT ALT
cs_cz: LEVÝ ALT

# Keyboard
source: RIGHT ALT
cs_cz: PRAVÝ ALT

# Keyboard
source: SPACE
cs_cz: MEZERNÍK

# Keyboard
source: RETURN
cs_cz: ENTER

# Keyboard
source: TAB
cs_cz: TABULÁTOR

# Keyboard
source: UP
cs_cz: ŠIPKA NAHORU

# Keyboard
source: DOWN
cs_cz: ŠIPKA DOLŮ

# Keyboard
source: LEFT
cs_cz: ŠIPKA DOLEVA

# Keyboard
source: RIGHT
cs_cz: ŠIPKA DOPRAVA

# Network game message
source: Initialising Modem
cs_cz: Inicializuji modem

# Network game message
source: Connecting Modem
cs_cz: Spojuji modem

# Network game message
source: Dial
cs_cz: Vytáčení

# Network game message
source: Continue
cs_cz: Pokračovat

# Network game message
source: Line Engaged
cs_cz: Spojení navázáno

# Network game message
source: Unknown Error
cs_cz: Neznámá chyba

# Network game message
source: No Carrier
cs_cz: Žádný přepravce

# Network game message
source: No Dial Tone
cs_cz: Žádný vyzváněcí tón

# Network game message
source: No Response
cs_cz: Žádná odezva

# Network game message
source: No Server
cs_cz: Server nenalezen

# Network game message
source: Unable to initialise
cs_cz: Nemohu inicializovat systém

# Network game message
source: Unable to create game
cs_cz: Nemohu vytvořit hru

# Network game message
source: Unable to join game
cs_cz: Nemohu se připojit ke hře

# In-game tab with rooms
source: Treasure Room
cs_cz: Pokladnice

# In-game tab with rooms
source: Library
cs_cz: Knihovna

# In-game tab with rooms
source: Lair
cs_cz: Doupě

# In-game tab with rooms
source: Prison
cs_cz: Vězení

# In-game tab with rooms
source: Torture Room
cs_cz: Mučírna

# In-game tab with rooms
source: Training Room
cs_cz: Tréninková místnot

# In-game tab with rooms
source: Dungeon Heart
cs_cz: Srdce sklepení

# In-game tab with rooms
source: Workshop
cs_cz: Dílna

# In-game tab with rooms
source: Scavenger Room
cs_cz: Očistec

# In-game tab with rooms
source: Temple
cs_cz: Chrám

# In-game tab with rooms
source: Graveyard
cs_cz: Hřbitov

# In-game tab with rooms
source: Barracks
cs_cz: Kasárna

# In-game tab with rooms
source: Hatchery
cs_cz: Líheň

# In-game tab with rooms
source: Guard Post
cs_cz: Strážnice

# In-game tab with rooms
source: Bridge
cs_cz: Most

source: Fight
cs_cz: Boj

source: Annoyed
cs_cz: Naštvaný

# Credits
source: Additional Artwork
cs_cz: Další umělci

# Credits
source: Additional Programming
cs_cz: Další programátoři

# Credits
source: Manual And Documentation
cs_cz: Manuál a dokumentace

# Credits
source: Installer
cs_cz: Instalátor

# Credits
source: Additional Level Design
cs_cz: Další desinéři úrovní

# Credits
source: Additional Thanks
cs_cz: Další poděkování

# Trap names
source: Boulder Trap
cs_cz: Past z balvanem

# Trap names
source: Alarm Trap
cs_cz: Past s poplašným zařízením

# Trap names
source: Poison Gas Trap
cs_cz: Past s jedovatým plynem

# Trap names
source: Lightning Trap
cs_cz: Past s blesky

# Trap names
source: Word of Power Trap
cs_cz: Past Slovo moci

# Trap names
source: Lava Trap
cs_cz: Past s lávou

# Door name
source: Wooden Door
cs_cz: Dřevěné dveře

# Door name
source: Braced Door
cs_cz: Zpevněné dveře

# Door name
source: Iron Door
cs_cz: Železné dveře

# Door name
source: Magic Door
cs_cz: Kouzelné dveře

# Room name
source: Portal
cs_cz: Portál

# Room name
source: Treasure Room
cs_cz: Pokladnice

# Room name
source: Library
cs_cz: Knihovna

# Room name
source: Prison
cs_cz: Vězení

# Room name
source: Torture Chamber
cs_cz: Mučírna

# Room name
source: Training Room
cs_cz: Tréninková místnost

# Room name
source: Dungeon Heart
cs_cz: Srdce sklepení

# Room name
source: Workshop
cs_cz: Dílna

# Room name
source: Graveyard
cs_cz: Hřbitov

# Room name
source: Barracks
cs_cz: Kasárna

# Room name
source: Hatchery
cs_cz: Líheň

# Room name
source: Lair
cs_cz: Doupě

# Room name
source: Bridge
cs_cz: Most

# Room name
source: Guard Post
cs_cz: Strážnice

# Room name
source: Temple
cs_cz: Chrám

# Room name
source: Scavenger Room
cs_cz: Očistec

# Object name
source: Hero Gate
cs_cz: Brána hrdinů

# Room description
source: Treasure Room: Your gold is stored here. LMB select. RMB zoom. [17.1]
cs_cz: Pokladnice: Zde skladujes sve zlato. Zvoli se LTM, PTM zvetsi oblast. [17.1]

# Room description
source: Library: The room where spells are researched. LMB select. RMB zoom. [17.4]
cs_cz: Knihovna: V teto mistnosti se vyvijeji nova kouzla. Zvoli se LTM, PTM zvetsi oblast. [17.4]

# Room description
source: Prison: Place enemy creatures here for safe keeping. LMB select. RMB zoom. [17.10]
cs_cz: Vezeni: Do vezeni muzes uvrhnout nepratele kteri prezili tve utoky.Zvoli se LTM, PTM zvetsi oblast. [17.10]

# Room description
source: Training Room: Place creatures in here to improve their experience. LMB select. RMB zoom. [17.5]
cs_cz: Trénonvací místnost: Zde si tvé obludy mohou zvyšovat úroveň svých schopností. Zvolí se LTM, PTM zvětší oblast. [17.5]

# Room description
source: Torture Chamber: Torture creatures for your own evil ends. LMB select. RMB zoom. [17.11]
cs_cz: Mucirna: Zde se muci zajate obludy a hrdinove. Zvoli se LTM, PTM zvetsi oblast. [17.11]

# Room description
source: Dungeon Heart: The life force of your dungeon. [11.2]
cs_cz: Srdce sklepeni: Zivotne dulezity stred tveho sklepeni. [11.2]

# Room description
source: Workshop: Place creatures inside to manufacture Traps and Doors. LMB select. RMB zoom. [17.8]
cs_cz: Dilna: Do dilny je nutne umistnit nejake obludy aby pro tebe vyrabely dvere a pasti. Zvoli se LTM, PTM zvetsi oblast. [17.8]

# Room description
source: Graveyard: Dead creatures are taken to this room to rot. LMB select. RMB zoom. [17.13]
cs_cz: Hrbitov: V teto mistnosti hniji tela tvych porazenych nepratel. Zvoli se LTM, PTM zvetsi oblast. [17.13]

# Room description
source: Barracks: Group creatures by placing them into the room. LMB select. RMB zoom. [17.9]
cs_cz: Kasarna: Seskupuji zde umistnene obludy do vojenskych utvaru. Zvoli se LTM, PTM zvetsi oblast. [17.9]

# Room description
source: Hatchery: Where creatures feast on cute, helpless little chicks. LMB select. RMB zoom. [17.3]
cs_cz: Líheň: V líhni se prisery krmi malymi, bezbranymi kuratky. Zvoli se LTM, PTM zvetsi oblast. [17.3]

# Room description
source: Lair: Where your creatures sleep and replenish their energy. LMB select. RMB zoom. [17.2]
cs_cz: Doupe: V doupeti tve obludy odpocivaji a nabiraji novych sil. Zvoli se LTM, PTM zvetsi oblast. [17.2]

# Room description
source: Bridge: Place this on water and lava to allow creatures to cross. LMB select. RMB zoom. [17.6]
cs_cz: Most: Mosty se buduji pres oblasti vody a lavy. Zvoli se LTM, PTM zvetsi oblast. [17.6]

# Room description
source: Guard Post: Your creatures keep watch over your dungeon when placed on this room. LMB select. RMB zoom. [17.7]
cs_cz: Straznice: Ve straznicich dohlizeji strazne obludy na bezpecnost tvych sklepeni. Zvoli se LTM, PTM zvetsi oblast. [17.7]

# Room description
source: Temple: Worshipping the dark gods makes creatures happier. Sacrifice creatures by dropping them into the font. LMB select. RMB zoom. [17.12]
cs_cz: Chram: Obeti temnym bohum zvysuji moralku tvych oblud. Obludu obetujes v nadrzi. Zvoli se LTM, PTM zvetsi oblast. [17.12]

# Room description
source: Scavenger Room: Creatures placed onto the room lure their kin away from other dungeons or through portals. LMB select. RMB zoom. [17.14]
cs_cz: Ocistec: Obludy umistnene do teto mistnosti lanari dalsi obludy sveho druhu. Zvoli se LTM, PTM zvetsi oblast. [17.14]

# Keeper spell name
source: Possess Creature
cs_cz: Ovládnout stvoření

# Keeper spell name
source: Create Imp
cs_cz: Stvořit skřeta

# Keeper spell name
source: Sight of Evil
cs_cz: Oko zla

# Keeper spell name
source: Call To Arms
cs_cz: Mobilizace

# Keeper spell name
source: Hold Audience
cs_cz: Pozdržet návštěvu

# Keeper spell name
source: Cave-In
cs_cz: Zával

# Keeper spell name
source: Must Obey
cs_cz: Povinnost uposlechnout

# Keeper spell name
source: Speed Monster
cs_cz: Urychlit příšeru

# Keeper spell name
source: Protect Monster
cs_cz: Ochránit příšeru

# Keeper spell name
source: Conceal Monster
cs_cz: Skrýt příšeru

# Keeper spell name
source: Lightning Strike
cs_cz: Úder blesku

# Keeper spell name
source: Chicken
cs_cz: Drůbežátor

# Keeper spell name
source: Disease
cs_cz: Choroba

# Keeper spell name
source: Destroy Walls
cs_cz: Zničit zdi

# Keeper spell name
source: Heal
cs_cz: Uzdravení

# Keeper spell name
source: Time Bomb
cs_cz: Časovaná bomba

# Keeper spell name
source: Armageddon
cs_cz: Armagedon

# Keeper spell description
source: Possess Creature: Control a creature directly. LMB select. [18.1]
cs_cz: Ovládnout příšeru: Umožní ti přímo ovládat vybrané stvoření. Zvolí se LTM. [18.1]

# Keeper spell description
source: Create Imp: Create summon a new Imp anywhere in your dungeon. LMB select. [18.2]
cs_cz: Vytvorit skreta: Vyvola kdekoliv na tvem uzemi skreta. Zvoli se LTM. [18.2]

# Keeper spell description
source: Sight of Evil: Reveal a hidden area of the map for a limited time. LMB select. RMB zoom. [18.3]
cs_cz: Oko zla: Na urcitou dobu odhali vybranou oblast mapy. Zvoli se LTM, PTM zvetsi oblast. [18.3]

# Keeper spell description
source: Call To Arms: Calls all your creatures to an area of your dungeon. LMB select, LMB again to reselect, LMB a third time to cancel. RMB zoom. [18.6]
cs_cz: Mobilizace: Svola vsechny volne obludy do urcene oblasti tvych sklepeni. Kouzlo vybiras stisknutim LTM, dalsim stisknutim LTM obnovis vyber a tretim stisknutim vyber rusis. PTM zobrazi detailni pohled. [18.6]

# Keeper spell description
source: Hold Audience: Calls all your creatures to the Dungeon Heart. LMB select. RMB zoom. [18.8]
cs_cz: Pozdržet návštěvu: Teleportuje vsechny tve obludy na obranu srdce sklepeni. Volba se provadi LTM, PTM zobrazi detailni pohled. 18.8

# Keeper spell description
source: Cave In: Collapses the roof of the dungeon. LMB select. [18.13]
cs_cz: Zaval: Zborti strop chodby. Kouzlo se voli LTM. [18.13]

# Keeper spell description
source: Must Obey: Forces your creatures to obey your every command. LMB select. [18.5]
cs_cz: Hypnoticky prikaz: Prinuti obludu splnit i proti jeji vuli jakykoliv tvuj prikaz. Kouzlo vyberes LTM. [18.5]

# Keeper spell description
source: Speed Monster: Increases the speed of your monsters. LMB select. [18.4]
cs_cz: Urychlit obludu: Zvysi rychlost tvych vybranych oblud. Vyber kouzla se provadi LTM. [18.4]

# Keeper spell description
source: Protect Monster: Shields your creatures from attack. LBM select. [18.11]
cs_cz: Ochránit obludu: Ochrání tvé příšeny před útokem. LTM pro zvolení. [18.11]

# Keeper spell description
source: Conceal Monster: Makes your creatures invisible to the enemy. LMB select. [18.7]
cs_cz: Skryj obludu: Zneviditelní tvé obludy pro nepřátele. LTM pro volbu. [18.7]

# Keeper spell description
source: Lightning Strike: Strikes an area of the dungeon with a devastating bolt of lightning. LMB select. [18.10]
cs_cz: Úder blesku: Udeří na vybranou oblast sklepení ničivým svazkem blesků. LTM pro zvolení. [18.1]

# Keeper spell description
source: Chicken: Transforms the enemy into a tasty morsel. LMB select. [18.12]
cs_cz: Drůbežátor: Promění nepřítele v chutné sousto. LTM pro výběr. [18.12]

# Keeper spell description
source: Disease: Inflicts a deadly plague on an enemy creature. LMB select. [18.14]
cs_cz: Choroba: Způsobi vybraným nepřátelům smrtelnou nemoc. LTM pro zvolení. [18.14]

# Keeper spell description
source: Destroy Walls: Breaks down reinforcemed enemy's walls. LMB select. [18.16]
cs_cz: Zničit zdi: Zbourá nepřátelské zpevněné zdi. LTM pro zvolení. [18.16]

# Keeper spell description
source: Heal: Cast on an area of the dungeon to improve the health of your creatures. LMB select. [18.9]
cs_cz: Uzdravení: Vyčaruj toto kouzlo na určitou oblast sklepení pro přidání zivota svým obludám. LTM pro zvolení. [18.9]

# Keeper spell description
source: Time Bomb: Turns your creature into a suicidal bomber.
cs_cz: Časovaná bomba: promění tvou příšeru v sebevražedného atentátníka.

# Keeper spell description
source: Armageddon: Transports all the creatures in the land to your Dungeon Heart for a final, decisive battle. LMB select. [18.15]
cs_cz: Armagedon: Prenese vsechny obludy v zemi do tveho Srdce sklepeni, kde se odehraje prudka, krvava a konecna bitva. Kouzlo se zvoli pomoci LTM. [18.15]

# Game event name
source: Treasure Room full
cs_cz: Pokladnice je plná

# Game event name
source: Scavenging detected
cs_cz: Detekováno očišťování

# Game event name
source: Creature Payday
cs_cz: Výplatní den

# Game event name
source: New spell picked up
cs_cz: Nalezeno nové kouzlo

# Game event name
source: New room taken over
cs_cz: Zabrána nová místnost

# Game event name
source: New area discovered
cs_cz: Objevena nová oblast

# Game event name
source: Information
cs_cz: Informace

# Game event name
source: Room lost
cs_cz: Přišel jsi o místnost

# Game event name
source: Heart attacked
cs_cz: Srdce sklepení je napadeno

# Game event name
source: Fight
cs_cz: Zaútočit

# Game event name
source: Objective
cs_cz: Cíl

# Game event name
source: Breach
cs_cz: Průnik nepřátel

# Game event name
source: New spell researched
cs_cz: Vynalezeno nové kouzlo

# Game event name
source: New room researched
cs_cz: Vynalezena nová místnost

# Game event name
source: New Trap
cs_cz: Nová past

# Game event name
source: New Door
cs_cz: Nové dveře

# Game event name
source: New creature in dungeon
cs_cz: Nová příšera v kobce

# Game event name
source: Creature annoyed
cs_cz: Tví přisluhovači jsou naštvaní

# Game event name
source: No more living space
cs_cz: Nemáš prostor pro obludy

# Game event name
source: Alarm triggered
cs_cz: Byl spuštěn poplach

# Game event name
source: Room under attack
cs_cz: Místnost napadena

# Game event name
source: Treasure Room needed
cs_cz: Potrebuješ Pokladnici

# Game event name
source: Creatures becoming hungry
cs_cz: Příšery začínají být hladové

# Game event name
source: Trap crate found
cs_cz: Byla nalezena bedna s pastí

# Game event name
source: Door crate found
cs_cz: Byla nalezena bedna s dveřmi

# Game event name
source: Dungeon Special found
cs_cz: Nalezen zvláštní bonus kobky

# Game event description
source: Treasure Room full: LMB toggle. RMB delete.
cs_cz: Pokladnice je plná: LTM přepnout, PTM smazat.

# Game event description
source: Creature being scavenged: LMB toggle. RMB delete.
cs_cz: Příšera je očišťována: LTM přepnout, PTM smazat.
