Repository: dkfans/keeperfx
Catalog: lang/gtext_spa.po
Languages: es_es

# In-game message
source: Your loyal researchers have perfected the Sight of Evil spell. Cast it on an unexplored area and it will be revealed to you for a moment.
es_es: Tus leales investigadores han perfeccionado el conjuro de visión del mal. Lánzalo sobre una zona no explorada y por un instante te será revelada.

# In-game message
source: You have claimed a Prison. Select imprison from the Information Panel and your creatures subdue their foe, at which point your imps drag the bodies off to a cell. Prisoners who die of starvation may rise again as Skeleton warriors for you to command.
es_es: Has reclamado una prisión. Selecciona aprisionar en el panel de información y tus criaturas someterán a sus enemigos, en ese momento tus duendes arrastraran los cuerpos a una celda. Los prisioneros que mueran de hambre pueden levantarse nuevamente como guerreros esqueletos bajo tu mando.

# In-game message
source: Your dedicated librarians have designed a Guard Post. Place a Guard Post in a strategically important area and assign creatures to occupy it by dropping them there.
es_es: Tus diligentes bibliotecarios han diseñado un puesto de guardia. Colócalo en una zona estratégicamente importante y designa criaturas para que lo ocupen, dejándolas caer allí.

# In-game message
source: A Spider has joined your dungeon. They are natural enemies of Flies, so endeavour to keep them apart. Overcoming such obstacles will temper your mettle - whatever that means.
es_es: Una araña se ha unido a tu mazmorra. Son enemigas naturales de las moscas, así que arréglatelas para mantenerlas separadas. Superar obstáculos semejantes templara tu ánimo, aunque no sé bien que significa eso.

# In-game message
source: It's time to mete out the ultimate punishment to a keeper who dares to challenge you for this corner of your subterranean empire. The price of failure shall be oblivion.
es_es: Es el momento de aplicar el castigo supremo a un guardián que osa retarte por esta esquina de tu imperio subterráneo. El precio del fracaso será el olvido.

# In-game message
source: How satisfying it is to see an enemy Keeper's dungeon crumble and his power dissipate. There'll be no controversy over this year's hall of infamy nomination.
es_es: Qué satisfactorio es ver como se derrumba la mazmorra de un guardián enemigo y se disipa su poder. No habrá controversia alguna sobre la nominación de este año para los más infames.

# In-game message
source: You have claimed a Torture Room. Place captive heroes and creatures into this chamber of horrors to convert them to your supremely evil way. Alternatively, place your own creatures within the room whenever disciplinary measures become necessary.
es_es: Has reclamado una cámara de torturas. Mete héroes y criaturas cautivas en esta cámara de horrores para convertirlos a tu fe de suprema maldad. Alternativamente, mete a tus propias criaturas en la cámara cuando haya necesidad de medidas disciplinarias.

# In-game message
source: You have finally constructed a dungeon impressive enough to attract a Dark Mistress. You must discipline these wicked wenches frequently. They respond particularly well to a good slapping.
es_es: Finalmente, has construido una mazmorra suficientemente impresionante para atraer a una dama oscura. Debes disciplinar frecuentemente a esas mozas malvadas. Responden particularmente bien a unos buenos azotes.

# In-game message
source: Your manufacturers have created a Braced Door. If security matters, you can be sure when you buy a Braced Door. You couldn't be certain with only a curtain and a hole in the wall is no help at all.
es_es: Tus fabricantes han creado una puerta reforzada. Si te importa la seguridad, puedes estar seguro cuando compres una puerta reforzada. No puedes estar seguro solamente con una cortina, y un agujero en la pared no sirve de ayuda alguna.

# In-game message
source: Your researchers have devised a spell that unleashes the energy of a thunderstorm on the target of your choice. Select the spell, aim at a hostile creature and flash-fry him with a Lightning Strike.
es_es: Tus investigadores han desarrollado un conjuro que desata la energía de una tormenta eléctrica sobre el objetivo que escojas. Selecciona el conjuro, dirígelo contra una criatura hostil y fríela al instante con un golpe de rayo.

# In-game message
source: You have manufactured a powerful Lightning Trap. Try it out. It's bound to give someone a shock.
es_es: Has fabricado una poderosa trampa relámpago. Pruébala. Seguro que a alguien le da un buen susto.

# In-game message
source: It appears you have arrived in the middle of a raging battle. Perhaps it would be wise to stay out of the way until you are strong enough to eliminate both sides.
es_es: Parece que has caído en medio de una feroz batalla. Quizá sería sabio permanecer fuera del camino hasta que tengas la fuerza suficiente para eliminar ambos bandos.

# In-game message
source: An Orc warlord joins you and brings with him the plans for building a Barracks. In this room you can form creatures into teams.
es_es: Un Señor de la guerra orco se te une y trae consigo los planes para construir barracas. En esa sala puedes agrupar a las criaturas en equipos.

# In-game message
source: I think I hear the clanking of plate armour. Yes, the Lord of the Land has finally roused himself from the fireside to find out where all his loyal servants have gone.
es_es: Creo oír el ruido de las armaduras. Sí, el Señor de la Tierra se ha apartado finalmente del hogar para indagar a donde han ido todos sus leales siervos.

# In-game message
source: You have turned local heroes into something of an endangered species, now make the enemy Dungeon Keeper extinct.
es_es: Has convertido a los héroes locales en algo así como una especie en extinción, ahora, haz que se extinga el guardián de la mazmorra enemigo.

# In-game message
source: You have prevailed, Keeper. The bodies of your enemies litter the most forlorn alcoves of your domain, in tribute to their futile efforts to keep you at bay.
es_es: Has vencido, guardián. Los cuerpos de tus enemigos cubren las alcobas más remotas de tu dominio, en tributo a sus fútiles esfuerzos por mantenerte apartado.

# In-game message
source: Seek out the one who would be your rival in this region of the underworld. Explain the concept of early retirement to him. On the other hand, string him up. It's in the only language he understands.
es_es: Busca al único que será tu rival en esta región del mundo subterráneo. Explícale el concepto de jubilación anticipada. No, mejor cuélgalo. Es el único lenguaje que entiende.

# In-game message
source: You have researched the power of Invisibility. Cast it on a creature to hide it from enemy eyes.
es_es: Has investigado el poder de invisibilidad. Lánzalo sobre una criatura para ocultarla de ojos enemigos.

# In-game message
source: The Protect Creature spell has been researched at last. Cast it on a creature to increase its toughness.
es_es: El conjuro proteger criatura ha sido finalmente investigado. Lánzalo sobre una criatura para incrementar su dureza.

# In-game message
source: That's another enemy successfully written off. The defenceless inhabitants of the land above bow down before your depraved presence. As if that will save them...
es_es: Otro enemigo eliminado con éxito. Los indefensos habitantes de la tierra de arriba se inclinan ante tu presencia depravada como si eso pudiera salvarlos...

# In-game message
source: Researchers have found instructions for building a Temple to the dark gods. Sacrifice creatures in the Temple's pool to receive gifts from these gods. You might have to experiment with the offerings you make. The dark gods are not easy to please.
es_es: Los investigadores han hallado instrucciones para construir un templo a los dioses oscuros. Sacrifica criaturas en la fuente del templo para recibir regalos de esos dioses. Quizá tengas que experimentar con las ofrendas que hagas. No es fácil satisfacer a los dioses oscuros.

# In-game message
source: This realm is ruled by four arrogant Wizards who think they've got everything under control, because their feeble magical power impresses the locals. But you're not from these parts...
es_es: Este reino está regido por cuatro magos arrogantes que piensan que lo tienen todo bajo control, porque sus débiles poderes mágicos impresionan a los lugareños. Pero tu no eres de estos lugares...

# In-game message
source: Well, you're done down here. Time to introduce yourself to the locals and re-organise their nice little lives.
es_es: Bueno, aquí abajo has terminado. Es tiempo de presentarte ante los lugareños y de reorganizar sus dulces viditas.

# In-game message
source: Behold, you have summoned a Horned Reaper. Try not make it angry. You'll fail, because everything makes a Horned Reaper angry but at least try to make sure that everything near it is an enemy creature when it finally goes ballistic.
es_es: Atención, has convocado a un segador astado. Trata de no irritarlo. No lo lograrás, porque cualquier cosa irrita a un segador astado, pero al menos trata de asegurarte de que todo lo que lo rodea sean criaturas enemigas cuando finalmente se ponga en marcha.

# In-game message
source: Your researchers have concocted a Disease spell. Cast it on enemy creatures and watch the affliction spread like the plague.
es_es: Tus investigadores han creado un conjuro de enfermedad. Lánzalo sobre criaturas enemigas y contempla como la plaga se difunde.

# In-game message
source: A Vampire has risen from your Graveyard, nourished by the souls of the dead which have been brought here. You have to suck up to Vampires or they go off in a huff, but they're extremely powerful and fearsome underlings to have in your employ.
es_es: Un vampiro se ha alzado de tu cementerio, alimentado por las almas de los muertos que han sido traídos aquí. Tienes que ser agradable con los vampiros o desaparecen en un instante, pero son extremadamente poderosos, unos seres sin miedo que están a tu servicio.

# In-game message
source: You have researched the Graveyard. Your Imps will drag corpses here to rot... And possibly to rise again as Vampires, ready to do your bidding. That's style.
es_es: Has investigado el cementerio. Tus duendes arrastrarán cadáveres hasta aquí para que se pudran... y posiblemente, para que se levanten como vampiros, listos para cumplir tus órdenes. Eso es clase.

# In-game message
source: You have manufactured an Iron Door. It's a formidable barrier. Use it well.
es_es: Has fabricado una puerta de hierro. Es una barrera formidable. Utilízala bien.

# In-game message
source: Powerful creatures inhabit a cave south of here. There's a party of heroes between you and them but, if you reach them and convert them to your side before they join the other keepers, you will be unstoppable, unless you do something stupid.
es_es: Poderosas criaturas habitan en una caverna, al sur de este lugar. Entre ellas y tú hay un grupo de héroes, pero si las alcanzas y las atraes a tu bando antes de que se unan a los otros guardianes, no podrán detenerte, a no ser que hagas algo estúpido.

# In-game message
source: You have overcome all resistance to your rule, O despicable one. It's time to flex the old misery muscle on the pathetic inhabitants of the land above.
es_es: Has vencido toda resistencia a tu poder, oh despreciable. Es tiempo de que apliques tus viejos y miserables músculos contra los patéticos habitantes de allá arriba.

# In-game message
source: You have a manufactured a Boulder Trap. Place it in a corridor and howl deliriously as it rumbles inexorably towards unwary trespassers.
es_es: Has fabricado una trampa de roca. Colócala en un pasillo y aulla de placer mientras rueda inexorablemente hacia intrusos desprevenidos.

# In-game message
source: With typical brilliance, you have researched the Cave-In spell. Use it to block off passages and repair dungeon breaches. Interestingly, the rockfall will crush to death any creatures caught beneath it.
es_es: Con tu genialidad habitual, has investigado el conjuro derrumbamiento. Utilízalo para obstaculizar los pasos y reparar las grietas de la mazmorra. Las rocas que caigan aplastaran y mataran a todas las criaturas que sorprendan debajo.

# In-game message
source: Your tireless librarians have researched the Scavenger Room. Creatures placed within a Scavenger Room will lure their kin from other dungeons and the outside world, into your domain.
es_es: Tus incansables bibliotecarios han investigado la cámara del predador. Las criaturas que son metidas dentro de una cámara del predador atraerán a otras similares de otras mazmorras y del mundo externo hacia tus dominios.

# In-game message
source: Your great wealth has bought the loyalty of a passing Dragon. They are fickle creatures. Keep your eye on this one.
es_es: Tu gran riqueza ha comprado la lealtad de un dragón que pasaba por aquí. Son criaturas volubles. Vigílala.

# In-game message
source: A Hell Hound has been lured to your domain by your Scavenger Room.
es_es: Un perro infernal ha sido atraído a tu dominio por tu cámara del predador.

# In-game message
source: The other two Keepers in this region have put aside their differences for the moment and joined forces, in an effort to destroy you. That's almost a compliment. Kill the creeps.
es_es: Los otros dos guardianes de esta región han dejado de lado sus diferencias por el momento y han unido fuerzas en un esfuerzo para destruirte. Eso es casi un cumplido. Mata a esos cerdos.

# In-game message
source: You have won a magnificent victory, Master. You have a talent for twisted mercilessness that makes other Keepers look well behaved by comparison.
es_es: Has obtenido una magnífica victoria, amo. Tienes un talento para la crueldad retorcida que, en comparación, hace que otros guardianes parezcan personas de buena conducta.

# In-game message
source: You have discovered a devastating magical power. Target it against a creature to transform a fearsome monster into a clucking chicken. Marvellous.
es_es: Has descubierto un poder mágico devastador. Dirígelo contra una criatura para transformar un monstruo temible en un pollito cloqueante. Maravilloso.

# In-game message
source: Your manufacturers have built an Alarm Trap. It will warn you of your enemies' approach and summon nearby creatures to deal with the intruders.
es_es: Tus fabricantes han construido una trampa alarma. Te avisará de la aproximación de tus enemigos y convocará a las criaturas cercanas a luchar contra los intrusos.

# In-game message
source: You have created a Magic Door. These are almost impregnable to all but magical attacks. I recommend sealing off your Treasure Room or Dungeon Heart.
es_es: Has creado una puerta mágica. Son casi infranqueables a todo ataque que no sea mágico. Te recomiendo que protejas con ella tu sala del tesoro o el corazón de la mazmorra.

# In-game message
source: Elsewhere in this fiery realm you have a rival Keeper to contend with. I advise extreme antisocial behaviour on your part.
es_es: En alguna otra parte de este fiero reino tienes un guardián rival con quien combatir. Recomiendo un comportamiento extremadamente antisocial por tu parte.

# In-game message
source: Notch up another victory, most malicious one. You have another land to add to your dismal collection.
es_es: Apúntate otra victoria, gran malicioso. Tienes otra tierra que añadir a tu lamentable colección.

# In-game message
source: Your annihilation of the first wave has met with the approval of a pack of demons from the fifth plane of hell. Train your creatures and prepare for another battle. You're attracting quite an audience.
es_es: Tu aniquilación de la primera ola ha recibido la aprobación de un grupo de demonios del quinto plano del infierno. Entrena a tus criaturas y prepárate para otra batalla. Estás atrayendo a una gran audiencia.

# In-game message
source: The enemy are upon us. I'm just telling you in case you were having a doze.
es_es: Los enemigos están sobre nosotros. Te lo estoy diciendo solo en caso de que estés echando una siesta.

# In-game message
source: All the heroes are dead, which is as it should be. This land and all its spoils are yours. May I suggest that you waste everything?
es_es: Todos los héroes están muertos, que es como debe ser. Esta tierra y todas sus miserias son tuyas. ¿Puedo sugerirte que lo destruyas todo?

# In-game message
source: If lands had legs this one would be on its knees. Its desperate inhabitants are preparing a full scale attack on your dungeon. It will be an ideal opportunity to practise unspeakable evil on a massive scale. Go for it, master.
es_es: Si las tierras tuvieran piernas, esta debería estar de rodillas. Sus desesperados habitantes están preparando un ataque a gran escala contra tu mazmorra. Será una oportunidad ideal para practicar la maldad inaudita a gran escala. Ve a por ello, amo.

# In-game message
source: The Hold Audience spell has been researched. It will immediately teleport all of your creatures back to your Dungeon Heart. Let's hope you never need it.
es_es: El conjuro reunir criaturas ha sido investigado. De inmediato, teleportará de vuelta a todas tus criaturas a tu corazón de la mazmorra. Esperemos que nunca lo necesites.

# In-game message
source: You can't swing a cat for Dungeon Keepers fighting over the destiny of this region. It should fall to you to settle the disagreement once and for all.
es_es: No puedes apoyar a guardianes de mazmorra que luchan por el destino de esta región. Te corresponde a ti poner fin a los desacuerdos de una vez por todas.

# In-game message
source: Your researchers have discovered the devastating Chicken spell. Cast it on any creature to instantly transform the target into poultry. It's a fowl weapon.
es_es: Tus investigadores han descubierto el devastador conjuro de pollo. Lánzalo sobre cualquier criatura para transformar de inmediato al objetivo en un pollito. Es un arma de corral.

# In-game message
source: So, now you have a spell that turns fortified walls to dust. It's expensive to cast and it's also possible that your enemies possess the same magic power. This could still turn out to be one of those days.
es_es: Pues ahora tienes un conjuro que convierte los muros fortificados en polvo. Es caro de lanzar y también es posible que tus enemigos posean el mismo poder mágico. Este podría ser un mal día...

# In-game message
source: Only the Lord of this Land stands between you and hectares of desolation and woe. I bet you can't wait to meet him.
es_es: Entre tu persona y muchas hectáreas de desolación y penas solo está el Señor de esta tierra. Apuesto a que estás impaciente por conocerlo.

# In-game message
source: Your continued success makes me sick. Thank you, your wickedness.
es_es: Tus continuos éxitos me enferman. Gracias, vuestra vileza.

# In-game message
source: You seem to have started a trend. Two other Dungeon Keepers also have designs on this dark domain. Expect no quarter from your rivals.
es_es: Parece que has dado inicio a una moda. Otros dos guardianes de mazmorra ambicionan este dominio tenebroso. No esperes cuartel de tus rivales.

# In-game message
source: Can you see how vulnerable one of your opponents has become? Then kill him.
es_es: ¿Puedes ver cuan vulnerable se ha vuelto uno de tus oponentes? Entonces, mátalo.

# In-game message
source: I spy a keeper with hardly any creatures left under his control. I spy a Keeper who's about to die.
es_es: Estoy viendo a un guardián que apenas tiene bajo su control a unas pocas criaturas. Estoy viendo a un guardián que está a punto de morir.

# In-game message
source: This ancient dungeon possesses great archaeological significance. This simply means there should be some interesting treasure worth stealing. Now that's what I call practical archaeology.
es_es: Esta antigua mazmorra tiene un gran valor arqueológico. Esto solo quiere decir que ahí debe haber algún tesoro interesante que valga la pena robar. Eso es lo que yo llamo arqueología práctica.

# In-game message
source: Your librarians have learned a spell that can break through fortified walls. Give them a slap for not learning it earlier.
es_es: Tus bibliotecarios han aprendido un conjuro que puede pasar a través de muros fortificados. Azótalos por no haberlo aprendido antes.

# In-game message
source: One of your opponents has developed a spell that can break through fortified walls. Typical. Be on your guard.
es_es: Uno de tus oponentes ha desarrollado un conjuro que puede atravesar muros fortificados. Algo típico. Mantente alerta.

# In-game message
source: You have developed the Armageddon spell. That's quite a name to live up to. Make sure you're the most powerful force in the region before casting it.
es_es: Has desarrollado el conjuro armagedón. Es una denominación que debe ser respetada. Asegúrate antes de lanzarlo que eres la fuerza más poderosa en la región.

# In-game message
source: You will not find any easy path through this region. You will have to fight hard to gain any advantage. But, if you intend to rule the world, you've simply got to get through days like this.
es_es: No hallarás un camino fácil a través de esta región. Tendrás que pelear duro para obtener alguna ventaja. Pero si pretendes dirigir el mundo, no te queda más remedio que pasar por días como estos.

# In-game message
source: Your location is already known to the heroes of this land. They have moved quickly to mobilise their forces against you. It's pathetic. They deserve to have their heads impaled on lances for such impudence.
es_es: Los héroes de esta tierra conocen tu localización. Se han movido rápido para movilizar sus fuerzas contra ti. Es patético. Por esa impudicia, merecen que sus cabezas sean empaladas en lanzas.

# In-game message
source: You've upset the local Lord. He's on his way right now. Shall I alert the media?
es_es: Has molestado al Señor local. Está de camino hacia aquí. ¿Aviso a los periodistas?

# In-game message
source: The heroes of this realm possess treasures of great power. Obviously, these should belong to you. I'm certain you will settle the matter of their ownership in your own way.
es_es: Los héroes de este reino poseen tesoros de gran poder, es evidente. Tienen que pasar a tus manos. Estoy seguro de que encontrarás la manera de arreglar el asunto de la propiedad.

# In-game message
source: It appears you have a rival. Another Keeper believes he is more ruthless and evil than you. We shall soon see.
es_es: Parece ser que tienes un rival. Otro guardián se cree más malvado y despiadado que tú. Eso ya lo veremos.

# In-game message
source: This ancient realm is rich in magical artifacts. Go forth and plunder.
es_es: Este antiguo reino es rico en artefactos mágicos. Adelante, saquéalo.

# In-game message
source: The guardians of this realm are asleep at the moment. Attack them as soon as you can or they'll be breakfasted, wide awake and inherently more difficult to slaughter.
es_es: Los guardianes de este reino duermen en estos momentos. Atácalos tan pronto como puedas, antes de que desayunen, estén bien despiertos y sean por tanto más difíciles de masacrar.

# In-game message
source: If you should encounter hero patrols, ensure that none of their number escape. Otherwise your presence will be revealed and then you will be in trouble.
es_es: Si te tropiezas con patrullas de héroes, asegúrate de que no escapa ni uno de ellos, si no quieres que descubran a los demás tu presencia. Eso te pondría en apuros.

# In-game message
source: You're taking forever over this. Attack and destroy the heroes' stronghold soon, preferably before hell freezes over.
es_es: Esto te está llevando demasiado tiempo. Ataca y destruye la fortaleza de los héroes, a ser posible antes de que llueva para arriba.
