Repository: dkfans/keeperfx
Catalog: lang/gtext_spa.po
Languages: es_es

# Keyboard
source: RETURN
es_es: RETORNO

# Keyboard
source: TAB
es_es: TABULADOR

# Keyboard
source: CAPS LOCK
es_es: BLOQ MAYUS

# Keyboard
source: BACKSPACE
es_es: RETROCESO

# Keyboard
source: DELETE
es_es: SUPR

# Keyboard
source: HOME
es_es: INICIO

# Keyboard
source: END
es_es: FIN

# Keyboard
source: PAGE UP
es_es: RE PAG

# Keyboard
source: PAGE DOWN
es_es: AV PAG

# Keyboard
source: NUM LOCK
es_es: BLOQ NUM

# Keyboard
source: NUM ENTER
es_es: NUM INTRO

# Keyboard
source: NUM DELETE
es_es: NUM SUPR

# Keyboard
source: UP
es_es: ARRIBA

# Keyboard
source: DOWN
es_es: ABAJO

# Keyboard
source: LEFT
es_es: IZQUIERDA

# Keyboard
source: RIGHT
es_es: DERECHA

# Network game message
source: Initialising Modem
es_es: Inicializando módem

# Network game message
source: Connecting Modem
es_es: Conectando módem

# Network game message
source: Dial
es_es: Marcar

# Network game message
source: Continue
es_es: Continuar

# Network game message
source: Line Engaged
es_es: Línea establecida

# Network game message
source: Unknown Error
es_es: Error desconocido

# Network game message
source: No Carrier
es_es: No hay portadora

# Network game message
source: No Dial Tone
es_es: No hay tono de marcado

# Network game message
source: No Response
es_es: No hay respuesta

# Network game message
source: No Server
es_es: No hay servidor

# Network game message
source: Unable to initialise
es_es: Imposible inicializar

# Network game message
source: Unable to create game
es_es: Imposible crear partida

# Network game message
source: Unable to join game
es_es: Imposible unirse a partida

# Creature name
source: Tunneller
es_es: Perforador

# In-game tab with rooms
source: Treasure Room
es_es: Sala del tesoro

# In-game tab with rooms
source: Library
es_es: Biblioteca

# In-game tab with rooms
source: Lair
es_es: Guarida

# In-game tab with rooms
source: Prison
es_es: Prisión

# In-game tab with rooms
source: Torture Room
es_es: Sala de torturas

# In-game tab with rooms
source: Training Room
es_es: Sala de entrenamiento

# In-game tab with rooms
source: Dungeon Heart
es_es: Corazón de la mazmorra

# In-game tab with rooms
source: Workshop
es_es: Taller

# In-game tab with rooms
source: Scavenger Room
es_es: Sala del predador

# In-game tab with rooms
source: Temple
es_es: Templo

# In-game tab with rooms
source: Graveyard
es_es: Cementerio

# In-game tab with rooms
source: Barracks
es_es: Barracas

# In-game tab with rooms
source: Hatchery
es_es: Criadero

# In-game tab with rooms
source: Guard Post
es_es: Puesto de guardia

# In-game tab with rooms
source: Bridge
es_es: Puente

source: Fight
es_es: Pelea

source: Annoyed
es_es: Molesto

# Keyboard
source: Shift
es_es: May.

# Credits
source: Additional Artwork
es_es: Ilustraciones adicionales

# Credits
source: Additional Programming
es_es: Programación adicional

# Credits
source: Manual And Documentation
es_es: Manual y documentación

# Credits
source: Installer
es_es: Instalador

# Credits
source: Additional Level Design
es_es: Diseño adicional de nivel

# Credits
source: Additional Thanks
es_es: Agradecimientos adicionales

# Trap names
source: Boulder Trap
es_es: Trampa de roca

# Trap names
source: Alarm Trap
es_es: Trampa de alarma

# Trap names
source: Poison Gas Trap
es_es: Trampa de gas venenoso

# Trap names
source: Lightning Trap
es_es: Trampa relámpago

# Trap names
source: Word of Power Trap
es_es: Trampa de palabra de poder

# Trap names
source: Lava Trap
es_es: Trampa de lava

# Door name
source: Wooden Door
es_es: Puerta de madera

# Door name
source: Braced Door
es_es: Puerta reforzada

# Door name
source: Iron Door
es_es: Puerta de hierro

# Door name
source: Magic Door
es_es: Puerta mágica

# Room name
source: Treasure Room
es_es: Sala del tesoro

# Room name
source: Library
es_es: Biblioteca

# Room name
source: Prison
es_es: Prisión

# Room name
source: Torture Chamber
es_es: Cámara de torturas

# Room name
source: Training Room
es_es: Sala de entrenamiento

# Room name
source: Dungeon Heart
es_es: Corazón de la mazmorra

# Room name
source: Workshop
es_es: Taller

# Room name
source: Graveyard
es_es: Cementerio

# Room name
source: Barracks
es_es: Barracas

# Room name
source: Hatchery
es_es: Criadero

# Room name
source: Lair
es_es: Guarida

# Room name
source: Bridge
es_es: Puente

# Room name
source: Guard Post
es_es: Puesto de guardia

# Room name
source: Temple
es_es: Templo

# Room name
source: Scavenger Room
es_es: Sala del predador

# Object name
source: Hero Gate
es_es: Puerta de Héroe

# Room description
source: Treasure Room: Your gold is stored here. LMB select. RMB zoom. [17.1]
es_es: Sala del tesoro: Aquí es donde se almacena tu oro. Seleccionar con BIR. Zoom con BDR.

# Room description
source: Library: The room where spells are researched. LMB select. RMB zoom. [17.4]
es_es: Biblioteca: La sala donde se investigan los hechizos. Seleccionar con BIR. Zoom con BDR.

# Room description
source: Prison: Place enemy creatures here for safe keeping. LMB select. RMB zoom. [17.10]
es_es: Prisión: Pon aquí a las criaturas enemigas para tenerlas a buen recaudo. Seleccionar con BIR. Zoom con BDR.

# Room description
source: Training Room: Place creatures in here to improve their experience. LMB select. RMB zoom. [17.5]
es_es: Sala de entrenamiento: Pon aquí a las criaturas para mejorar su experiencia. Seleccionar con BIR. Zoom con BDR.

# Room description
source: Torture Chamber: Torture creatures for your own evil ends. LMB select. RMB zoom. [17.11]
es_es: Cámara de torturas: Tortura a las criaturas para conseguir tus malévolos fines. Seleccionar con BIR. Zoom con BDR.

# Room description
source: Dungeon Heart: The life force of your dungeon. [11.2]
es_es: Corazón de la mazmorra: La fuerza vital de tu mazmorra.

# Room description
source: Workshop: Place creatures inside to manufacture Traps and Doors. LMB select. RMB zoom. [17.8]
es_es: Taller: Pon dentro criaturas para fabricar trampas y puertas. Seleccionar con BIR. Zoom con BDR.

# Room description
source: Graveyard: Dead creatures are taken to this room to rot. LMB select. RMB zoom. [17.13]
es_es: Cementerio: En esta sala se pudren las criaturas muertas. Seleccionar con BIR. Zoom con BDR.

# Room description
source: Barracks: Group creatures by placing them into the room. LMB select. RMB zoom. [17.9]
es_es: Barracas: Agrupa a las criaturas poniéndolas en la sala. Seleccionar con BIR. Zoom con BDR.

# Room description
source: Hatchery: Where creatures feast on cute, helpless little chicks. LMB select. RMB zoom. [17.3]
es_es: Criadero: Donde las criaturas se dan un festín de pollitos indefensos. Seleccionar con BIR. Zoom con BDR.

# Room description
source: Lair: Where your creatures sleep and replenish their energy. LMB select. RMB zoom. [17.2]
es_es: Guarida: Donde las criaturas duermen y recuperan las energías. Seleccionar con BIR. Zoom con BDR.

# Room description
source: Bridge: Place this on water and lava to allow creatures to cross. LMB select. RMB zoom. [17.6]
es_es: Puente: Ponlo sobre agua y lava para permitir que pasen las criaturas. Seleccionar con BIR. Zoom con BDR.

# Room description
source: Guard Post: Your creatures keep watch over your dungeon when placed on this room. LMB select. RMB zoom. [17.7]
es_es: Puesto de guardia: tus criaturas montan guardia y vigilan tu mazmorra cuando las pones en esta sala. Seleccionar con BIR. Zoom con BDR.

# Room description
source: Temple: Worshipping the dark gods makes creatures happier. Sacrifice creatures by dropping them into the font. LMB select. RMB zoom. [17.12]
es_es: Templo: Adorar a los dioses oscuros hace más felices a tus criaturas. Para sacrificar criaturas, déjalas caer en la fuente. Seleccionar con BIR. Zoom con BDR.

# Room description
source: Scavenger Room: Creatures placed onto the room lure their kin away from other dungeons or through portals. LMB select. RMB zoom. [17.14]
es_es: Sala del predador: Las criaturas colocadas en esta sala atraen a las de su especie, que llegan de otras mazmorras o a través de portales. Seleccionar con BIR. Zoom con BDR.

# Keeper spell name
source: Possess Creature
es_es: Poseer criatura

# Keeper spell name
source: Create Imp
es_es: Crear duende

# Keeper spell name
source: Sight of Evil
es_es: Visión del mal

# Keeper spell name
source: Call To Arms
es_es: Llamada a las armas

# Keeper spell name
source: Hold Audience
es_es: Reunir criaturas

# Keeper spell name
source: Cave-In
es_es: Derrumbamiento

# Keeper spell name
source: Must Obey
es_es: Deber de obedecer

# Keeper spell name
source: Speed Monster
es_es: Acelerar monstruo

# Keeper spell name
source: Protect Monster
es_es: Proteger monstruo

# Keeper spell name
source: Conceal Monster
es_es: Ocultar monstruo

# Keeper spell name
source: Lightning Strike
es_es: Golpe relámpago

# Keeper spell name
source: Chicken
es_es: Pollo

# Keeper spell name
source: Disease
es_es: Enfermedad

# Keeper spell name
source: Destroy Walls
es_es: Destruir muros

# Keeper spell name
source: Heal
es_es: Curar

# Keeper spell name
source: Time Bomb
es_es: Bomba de tiempo

# Keeper spell name
source: Armageddon
es_es: Armagedón

# Keeper spell description
source: Possess Creature: Control a creature directly. LMB select. [18.1]
es_es: Poseer criatura: Controla directamente una criatura. Seleccionar con BIR.

# Keeper spell description
source: Create Imp: Create summon a new Imp anywhere in your dungeon. LMB select. [18.2]
es_es: Crear duende: Invoca un nuevo duende en cualquier lugar de tu mazmorra. Seleccionar con BIR.

# Keeper spell description
source: Sight of Evil: Reveal a hidden area of the map for a limited time. LMB select. RMB zoom. [18.3]
es_es: Visión del mal: Deja al descubierto una zona oculta del mapa durante un tiempo limitado. Seleccionar con BIR. Zoom con BDR.

# Keeper spell description
source: Call To Arms: Calls all your creatures to an area of your dungeon. LMB select, LMB again to reselect, LMB a third time to cancel. RMB zoom. [18.6]
es_es: Llamada a las armas: Convoca a todas tus criaturas en un punto concreto de tu mazmorra. Seleccionar con BIR, otra vez BIR para reseleccionar, BIR una tercera vez para cancelar. Zoom con BDR.

# Keeper spell description
source: Hold Audience: Calls all your creatures to the Dungeon Heart. LMB select. RMB zoom. [18.8]
es_es: Reunir criaturas: Llama a todas tus criaturas al Corazón de la mazmorra. Seleccionar con BIR. Zoom con BDR.

# Keeper spell description
source: Cave In: Collapses the roof of the dungeon. LMB select. [18.13]
es_es: Derrumbamiento: Hace que se colapse el techo de la mazmorra. Seleccionar con BIR.

# Keeper spell description
source: Must Obey: Forces your creatures to obey your every command. LMB select. [18.5]
es_es: Debe obedecer: Obliga a tus criaturas a obedecer cada una de tus órdenes. Seleccionar con BIR.

# Keeper spell description
source: Speed Monster: Increases the speed of your monsters. LMB select. [18.4]
es_es: Acelerar monstruo: Incrementa la velocidad de tus monstruos. Seleccionar con BIR.

# Keeper spell description
source: Protect Monster: Shields your creatures from attack. LBM select. [18.11]
es_es: Proteger monstruo: Escuda a tus criaturas de los ataques. Seleccionar con BIR.

# Keeper spell description
source: Conceal Monster: Makes your creatures invisible to the enemy. LMB select. [18.7]
es_es: Ocultar monstruo: Hace a tus criaturas invisibles para el enemigo. Seleccionar con BIR.

# Keeper spell description
source: Lightning Strike: Strikes an area of the dungeon with a devastating bolt of lightning. LMB select. [18.10]
es_es: Golpe relámpago: Devasta una zona de la mazmorra con un rayo. Seleccionar con BIR.

# Keeper spell description
source: Chicken: Transforms the enemy into a tasty morsel. LMB select. [18.12]
es_es: Pollo: Transforma al enemigo en un bocado exquisito. Seleccionar con BIR.

# Keeper spell description
source: Disease: Inflicts a deadly plague on an enemy creature. LMB select. [18.14]
es_es: Enfermedad: Causa una dolencia mortal a una criatura enemiga. Seleccionar con BIR.

# Keeper spell description
source: Destroy Walls: Breaks down reinforcemed enemy's walls. LMB select. [18.16]
es_es: Destruir muros: Derriba los muros reforzados del enemigo. Seleccionar con BIR.

# Keeper spell description
source: Heal: Cast on an area of the dungeon to improve the health of your creatures. LMB select. [18.9]
es_es: Curar: Lanza este hechizo en una zona de la mazmorra para mejorar la salud de tus criaturas. Seleccionar con BIR.

# Keeper spell description
source: Armageddon: Transports all the creatures in the land to your Dungeon Heart for a final, decisive battle. LMB select. [18.15]
es_es: Armagedón: Transporta a todas las criaturas de la tierra a tu corazón de la mazmorra para una batalla definitiva. Seleccionar con BIR.

# Game event name
source: Treasure Room full
es_es: Sala del tesoro repleta

# Game event name
source: Scavenging detected
es_es: Detectada predación

# Game event name
source: Creature Payday
es_es: Día de pago de las criaturas

# Game event name
source: New spell picked up
es_es: Recogido nuevo hechizo

# Game event name
source: New room taken over
es_es: Conseguida nueva sala

# Game event name
source: New area discovered
es_es: Descubierta nueva zona

# Game event name
source: Information
es_es: Información

# Game event name
source: Room lost
es_es: Sala perdida

# Game event name
source: Heart attacked
es_es: Corazón atacado

# Game event name
source: Fight
es_es: Pelea

# Game event name
source: Objective
es_es: Objetivo

# Game event name
source: Breach
es_es: Brecha

# Game event name
source: New spell researched
es_es: Investigado nuevo hechizo

# Game event name
source: New room researched
es_es: Investigada nueva sala

# Game event name
source: New Trap
es_es: Nueva trampa

# Game event name
source: New Door
es_es: Nueva puerta

# Game event name
source: New creature in dungeon
es_es: Nueva criatura en mazmorra

# Game event name
source: Creature annoyed
es_es: Criatura enojada

# Game event name
source: No more living space
es_es: No hay más espacio habitable

# Game event name
source: Alarm triggered
es_es: Alarma activada

# Game event name
source: Room under attack
es_es: Sala bajo ataque

# Game event name
source: Treasure Room needed
es_es: Se necesita sala del tesoro

# Game event name
source: Creatures becoming hungry
es_es: Las criaturas empiezan a tener hambre

# Game event name
source: Trap crate found
es_es: Encontrado cajon de trampa

# Game event name
source: Door crate found
es_es: Encontrado caja de puerta

# Game event name
source: Dungeon Special found
es_es: Encontrada mazmorra especial

# Game event description
source: Treasure Room full: LMB toggle. RMB delete.
es_es: Sala del tesoro repleta: Conmutar con BIR. Borrar con BDR.

# Game event description
source: Creature being scavenged: LMB toggle. RMB delete.
es_es: Criatura predada: Conmutar con BIR. Borrar con BDR.

# Game event description
source: Creature Payday: LMB toggle. RMB delete.
es_es: Día de pago de las criaturas: Conmutar con BIR. Borrar con BDR.

# Game event description
source: New spell picked up: LMB toggle. RMB delete.
es_es: Recogido nuevo hechizo: Conmutar con BIR. Borrar con BDR.

# Game event description
source: New room taken over: LBM toggle. RMB delete.
es_es: Conseguida nueva sala: Conmutar con BIR. Borrar con BDR.

# Game event description
source: New area discovered: LMB toggle. RMB delete.
es_es: Descubierta zona nueva: Conmutar con BIR. Borrar con BDR.

# Game event description
source: Information: LMB toggle. RMB delete.
es_es: Información: Conmutar con BIR. Borrar con BDR.

# Game event description
source: Room lost: LMB toggle. RMB delete.
es_es: Sala perdida: Conmutar con BIR. Borrar con BDR.

# Game event description
source: Dungeon Heart Attacked: LMB toggle. RMB delete.
es_es: Corazón de la mazmorra atacado: Conmutar con BIR. Borrar con BDR.

# Game event description
source: Fight: LMB toggle. RMB delete. [10.5]
es_es: Lucha: Conmutar con BIR. Borrar con BDR.

# Game event description
source: Objective: LMB toggle. [11.3]
es_es: Objetivo: Conmutar con BIR.

# Game event description
source: Breach: LMB toggle. RMB delete.
es_es: Brecha. Conmutar con BIR. Borrar con BDR.

# Game event description
source: New spell researched: LMB toggle. RMB delete.
es_es: Investigado nuevo hechizo: Conmutar con BIR. Borrar con BDR.

# Game event description
source: New room researched: LMB toggle. RMB delete.
es_es: Investigada nueva sala: Conmutar con BIR. Borrar con BDR.

# Game event description
source: New trap: LMB toggle. RMB delete.
es_es: Nueva trampa: Conmutar con BIR. Borrar con BDR.

# Game event description
source: New door: LMB toggle. RMB delete.
es_es: Nueva puerta: Conmutar con BIR. Borrar con BDR.

# Game event description
source: New creature in dungeon: LMB toggle. RMB delete.
es_es: Nueva criatura en mazmorra: Conmutar con BIR. Borrar con BDR.

# Game event description
source: Creature is annoyed: LMB toggle. RMB delete.
es_es: La criatura está enojada: Conmutar con BIR. Borrar con BDR.

# Game event description
source: No more living set: LMB toggle. RMB delete.
es_es: No hay más espacio habitable: Conmutar con BIR. Borrar con BDR.

# Game event description
source: Alarm triggered: LMB toggle. RMB delete.
es_es: Alarma activada: Conmutar con BIR. Borrar con BDR.

# Game event description
source: Room under attack: LMB toggle. RMB delete.
es_es: Sala bajo ataque: Conmutar con BIR. Borrar con BDR.

# Game event description
source: Need Treasure Room: LMB toggle. RMB delete.
es_es: Es necesaria una sala del tesoro: Conmutar con BIR. Borrar con BDR.

# Game event description
source: Creatures becoming hungry: LMB toggle. RMB delete.
es_es: Las criaturas empiezan a tener hambre: Conmutar con BIR. Borrar con BDR.

# Game event description
source: Trap crate found: LMB toggle. RMB delete.
es_es: Encontrado caja de trampa: Conmutar con BIR. Borrar con BDR.

# Game event description
source: Door crate found: LMB toggle. RMB delete.
es_es: Encontrado caja de puerta: Conmutar con BIR. Borrar con BDR.

# Game event description
source: Dungeon special found: LMB toggle. RMB delete.
es_es: Encontrada mazmorra especial: Conmutar con BIR. Borrar con BDR.

# Menu interface, Main Menu item; In-game interface, Options title
source: Options
es_es: Opciones

# In-game interface item
source: Graphics Options
es_es: Opciones gráficas

# In-game interface item
source: Sound Options
es_es: Sonido

# In-game interface item
source: Load
es_es: Cargar

# In-game interface item
source: Save
es_es: Guardar

# In-game interface item
source: Computer Assistance
es_es: Asistencia por ordenador

# In-game interface description
source: Options: Open Options Panel. LMB open panel. [3.2]
es_es: Opciones: Abrir panel de opciones. Abrir panel BIR.

# In-game interface description
source: Graphics Menu: Customise the graphics. [3.2.2]
es_es: Menú de gráficos: Personalizar los gráficos.

# In-game interface description
source: Sound Menu: Adjust the sound and music volumes. [3.2.3]
es_es: Menú de sonido: Ajustar el volumen de sonidos y música.

# In-game interface description
source: Load Game: Load a previously saved game. [3.2.1]
es_es: Cargar partida: Cargar una partida salvada con anterioridad.

# In-game interface description
source: Save Game: Save your current game. [3.2.1]
es_es: Guardar partida: Guardar la partida actual.

# In-game interface description
source: Quit Game: Quit back to the Level Map. [3.2.5]
es_es: Abandonar partida: Abandonar y volver al mapa de nivel.

# In-game interface description
source: Computer Assistance Menu: Customise the Computer Assistant. [3.2.4]
es_es: Menú de asistencia por ordenador: Personalizar la asistencia del ordenador.

# In-game interface description
source: Aggressive Computer Assistant: Constructs your dungeon and always trys to attack the enemy. LMB select. [3.2.4]
es_es: Asistencia agresiva del ordenador: Construye tu mazmorra y siempre intenta atacar al enemigo. Seleccionar con BIR.

# In-game interface description
source: Defensive Computer Assistant: Constructs your dungeon but does not attack the enemy. LMB select. [3.2.4]
es_es: Asistencia defensiva ordenador: Construye tu mazmorra pero no ataca al enemigo. Seleccionar con BIR.

# In-game interface description
source: Construction Only Computer Assistant: Digs, places rooms and traps but does not move creatures. LMB select. [3.2.4]
es_es: Asistencia sólo para construcción: Excava, sitúa salas y trampas, pero no mueve criaturas. Seleccionar con BIR.

# In-game interface description
source: Move Only Computer Assistant: Moves and slaps your creatures. LMB select. [3.2.4]
es_es: Asistencia sólo para movimiento: Mueve y azota a tus criaturas. Seleccionar con BIR.

# In-game interface description
source: Pick up creatures: LMB All creatures. Ctrl LMB Experienced Creatures. RMB Zoom. [22.2.1]
es_es: Recoger criaturas más expertas: BIR elige una criatura. RMB hace zoom.

# In-game interface description
source: Pick idle creatures: LMB Pick up creature. RMB Zoom. [22.2.1]
es_es: Recoger criaturas ociosas: BIR elige una criatura. RMB hace zoom.

# In-game interface description
source: Pick working creatures: LMB Pick up creature. RMB Zoom. [22.2.1]
es_es: Recoger criaturas trabajadoras: BIR elige una criatura. RMB hace zoom.

# In-game interface description
source: Pick fighting creatures: LMB Pick up creature. RMB Zoom. [22.2.1]
es_es: Recoger criaturas luchadoras: BIR elige una criatura. RMB hace zoom.

# In-game interface description
source: Invert Mouse: Inverts the vertical mouse movements while Possessing a creature. LMB toggle.
es_es: Invertir ratón: Invierte los movimientos verticales del ratón mientras se posee una criatura. Conmutar con BIR.

# In-game interface description
source: Possess Creature mouse sensitivity: Adjusts the sensitivity of the mouse movements when in Possess Creature mode. LMB toggle.
es_es: Sensibilidad del ratón durante posesión de criatura: Ajusta la sensibilidad de los movimientos del ratón durante el modo de posesión de criatura. Conmutar con BIR.

# In-game interface description
source: More sensitive.
es_es: Mayor sensibilidad.

# In-game interface description
source: Less sensitive.
es_es: Menor sensibilidad.

# Statistic name
source: Number of Creatures
es_es: Número de criaturas

# Statistic name
source: Gold Mined
es_es: Oro extraído

# Statistic name
source: Efficiency
es_es: Eficiencia

# Statistic name
source: Secrets
es_es: Secretos

# Statistic name
source: Money
es_es: Dinero

# Statistic name
source: Time
es_es: Tiempo

# Statistic name
source: Style
es_es: Estilo

# Statistic name
source: Rating
es_es: Valoración

# Statistic name
source: Creatures Attracted
es_es: Criaturas atraídas

# Statistic name
source: Battles Won
es_es: Batallas ganadas

# Statistic name
source: Battles Lost
es_es: Batallas perdidas

# Statistic name
source: Times Dungeon Breached
es_es: Entradas enemigas en la mazmorra

# Statistic name
source: Imps Deployed
es_es: Duendes desplegados

# Statistic name
source: Creatures Left
es_es: Criaturas restantes

# Statistic name
source: Doors Destroyed
es_es: Puertas destruidas

# Statistic name
source: Rooms Destroyed
es_es: Habitaciones destruidas

# Statistic name
source: Dungeon Area
es_es: Zona de mazmorra

# Statistic name
source: Ideas Researched
es_es: Ideas investigadas

# Statistic name
source: Creatures Scavenged
es_es: Criaturas predadas

# Statistic name
source: Creatures Summoned
es_es: Criaturas invocadas

# Statistic name
source: Creatures Sacrificed
es_es: Criaturas sacrificadas

# Statistic name
source: Creatures Tortured
es_es: Criaturas torturadas

# Statistic name
source: Creatures Trained
es_es: Criaturas entrenadas

# Statistic name
source: Gold Pots Stolen
es_es: Ollas de oro robadas
