Repository: dkfans/keeperfx
Catalog: lang/gtext_spa.po
Languages: es_es

# In-game message
source: Enemy reinforcements have arrived. So what? Let's hear it for more killing.
es_es: Los refuerzos del enemigo han llegado. ¿Y qué? Así habrá más que matar.

# In-game message
source: The heroes of this realm have prepared for your coming by building an underground stronghold of their own. Who do they think they are? Sorry, master, that was a rhetorical question.
es_es: Los héroes de este reino se han preparado para tu llegada construyendo una fortaleza subterránea. ¿Quienes se creen que son? Perdona, amo, era una pregunta retórica.

# In-game message
source: You are about to face the greatest challenge yet to your evil aspirations. Here it comes, ready or not.
es_es: Estás a punto de enfrentarte al mayor desafío con que se han encontrado tus malvadas aspiraciones. Espero que estés preparado, porque ahí va.

# In-game message
source: Three other Dungeon Keepers, each as evil and powerful as you, have expanded their empires into this realm. Ultimately, only the one who rules the underworld can conquer the realms above.
es_es: Otros tres guardianes de mazmorra, cada uno tan malvado y poderoso como tú, han ampliado sus imperios para ocupar este reino. Al final solo podrá conquistar los reinos superiores aquel que domine el mundo subterráneo.

# In-game message
source: This realm is begging to be plunged into darkness. The Avatar himself has a castle here. Another Keeper also seeks his soul. This could get messy.
es_es: Este reino empieza a ser invadido por la oscuridad. El avatar en persona tiene aquí un castillo. Hay otro guardián que quiere su alma. Se va a armar una buena.

# In-game message
source: You have destroyed the Avatar's castle but your rival has already taken the Avatar prisoner. Be that as it may, only the Keeper with the blackest heart can destroy this legendary hero, so ransack your rival's dungeon and take the prize.
es_es: Has destruido el castillo del avatar, pero tu rival lo tiene a él prisionero. Tal como están las cosas, solo el guardián con el corazón más negro puede destruir a este héroe legendario, así que asalta las mazmorras de tu rival y llévate el trofeo.

# In-game message
source: The Avatar has been resurrected by loyal lieutenants in hiding. But their act has revealed them to us, here in this realm. Now the Avatar rallies all those who would stand against you. It's time you gave this self-righteous oaf a proper kicking, master.
es_es: El avatar ha sido resucitado por sus leales tenientes, que permanecen ocultos. Pero su acto los ha dejado al descubierto, están en este reino. Ahora el avatar reúne sus fuerzas contra ti. Ya es hora de que le enseñes una lección a ese cretino, amo.

# In-game message
source: Powerful magic permeating through the rock from the realm above prevents a dungeon from being constructed here. You will have to conquer this realm another way.
es_es: Hay una poderosa magia que se filtra por la roca, procedente del reino superior, que impide que construyas aquí una mazmorra. Tendrás que conquistar este reino de otra manera.

# In-game message
source: Possess this Dragon to help you negotiate the fiery pits but be prepared to transfer your soul to a more appropriate creature when the situation demands it.
es_es: Posee este dragón para que te ayude a negociar los pozos ardientes, pero estate preparado para transferir tu alma a una criatura más apropiada cuando la situación así lo requiera.

# In-game message
source: Possess the Vampire below. Should you succeed in killing every hero in this region, the Vampire will accompany you to the realm beyond.
es_es: Posee al vampiro de abajo. Si consigues matar a todos los héroes de esta zona, el vampiro te acompañara al siguiente reino.

# In-game message
source: These Imps have all turned rogue and therefore must die. The speed with which you accomplish their destruction will determine your fitness for greater tasks ahead.
es_es: Estos duendes se han vuelto desobedientes y por tanto deben morir. La velocidad con la que logres destruirlos determinara tu aptitud para las tareas superiores que te aguardan.

# In-game message
source: Tempus fugit, Keeper. You have been warned.
es_es: Tempus fugit, guardián. Estás avisado.

# In-game message
source: You have failed. Perhaps you're not the harbinger of doom the forces of darkness were hoping for.
es_es: Has fracasado. Quizá no seas el heraldo del destino que esperaban las fuerzas de la oscuridad.

# In-game message
source: You must have lightning reflexes to complete the task ahead of you. Kill these Imps as quickly as you can.
es_es: Para completar la tarea que te aguarda deberás tener reflejos muy rápidos. Mata a estos duendes tan deprisa como puedas.

# In-game message
source: Half your allotted time has elapsed.
es_es: Ya ha transcurrido la mitad del tiempo que te corresponde.

# In-game message
source: You are out of time. That was a shocking performance.
es_es: Te has quedado sin tiempo, ha sido una actuación lamentable.

# In-game message
source: You have no gold left. It pays to keep your head in such a charged environment.
es_es: No te queda oro. Es conveniente conservar la cabeza en un entorno así.

# In-game message
source: You have been called to this realm to punish a horde of revolting Bile Demons by crushing them with Boulder Traps scattered around the perimeter of the dungeon. You have very little time, so rock and roll!
es_es: Se te ha llamado a este reino para que castigues a una horda de demonios de hiel que se han rebelado, aplastándolos con las trampas de roca colocadas por todo el perímetro de la mazmorra. Tienes poco tiempo, ¡así que a por ellos!

# In-game message
source: Half your time has expired.
es_es: Ya ha pasado la mitad de tu tiempo.

# In-game message
source: Your time is up. You have failed. I'm embarrassed to come from the same inter-dimensional void as you.
es_es: Se acabó tu tiempo. Has fracasado. Me avergüenza saber que vengo del mismo vacío interdimensional que tú.

# In-game message
source: The people of this realm speak of a Dungeon Keeper called Wisel, who is bound to get in your way. When he does, you will have to consign him to history. This will be no mean feat. Resources are scarce because of his activities.
es_es: La gente de este reino habla de un guardián de la mazmorra llamado Wisel, quien sin duda se cruzará en tu camino. Cuando lo haga, tendrás que hacer que sea historia. No será pequeña la hazaña. Debido a sus actividades, los recursos son escasos.

# In-game message
source: Wisel is defeated. The land is yours to plunder and despoil for all eternity. Give 'em hell, master.
es_es: Wisel está derrotado. La tierra es tuya, puedes devastarla y saquearla por el resto de la eternidad. Crea un buen infierno, amo.

# In-game message
source: Your evil has corrupted a Samurai Warrior, he has forsaken honour to join your cause. Should your minions suffer heavy casualties, this Warrior will even call upon his brothers in arms to offer assistance. How kind. How stupid!
es_es: Tu maldad ha corrompido a un guerrero samurai. Ha renegado del honor para unirse a tu causa. Si tus servidores llegan a sufrir bajas graves, este guerrero incluso llamará a sus hermanos de armas para prestarte ayuda. Qué amable. ¡Qué idiota!

# In-game message
source: This region of the underworld is riddled with tunnels and many heroes explore their labyrinthine ways. No-one said being evil would be easy.
es_es: Esta region del mundo subterráneo es un laberinto de túneles, explorado por muchos héroes. Nadie dijo que ser malvado fuera sencillo.

# In-game message
source: It is rumoured that two Dragons are held captive somewhere east of here. Were you to find them and free them, they would make powerful servants.
es_es: Se rumorea que hay dos dragones cautivos en algún lugar al este de aquí. Si los encuentras y los liberas, serán siervos muy poderosos.

# In-game message
source: A tunnel to the north leads to the Lord of the Realm's domain. This gate is guarded well. It might be wise to direct the humans' attention towards your subterranean enemy.
es_es: Un túnel hacia el norte lleva al dominio del Señor del reino. Esta puerta está bien guardada. Lo más sensato sería desviar la atención del humano hacia tu enemigo subterráneo.

# In-game message
source: These Boulder Traps are ideal for crushing the foe but there are only three of them at your disposal, so use them wisely.
es_es: Estas trampas de roca son ideales para aplastar al enemigo, pero solo puedes contar con tres, así que utilízalas con prudencia.

# In-game message
source: May I suggest that you kill or imprison anything that gets in your way?
es_es: ¿Puedo sugerirte que mates o aprisiones a cualquier cosa que se cruce en tu camino?

# In-game message
source: Another realm falls under your evil reign. Another cloud of misery and despair gathers. Lovely.
es_es: Otro reino que cae bajo tu malévolo dominio. Otra nube de desesperación y miseria empieza a formarse. Qué maravilla.

# In-game message
source: You have failed. This is a grim day for evil.
es_es: Has fracasado. Es un triste día para el mal.

# In-game message
source: Dispense with a particularly obnoxious party of Dwarves which wanders this region and recruit as many Bile Demons as you can. If you free the Wizard held captive in this realm, he will serve you for some time to come.
es_es: Encárgate de una partida de enanos particularmente molestos que anda por esta región, y recluta a tantos demonios de hiel como puedas. Si liberas al mago cautivo en este reino te servirá durante cierto tiempo en el futuro.

# In-game message
source: Take more care of your Bile Demons or you will never make it beyond this realm.
es_es: Ten más cuidado con tus demonios de hiel o no podrás pasar de este reino.

# In-game message
source: How time flies... hurry!
es_es: El tiempo vuela... ¡Date prisa!

# In-game message
source: You will meet your nemesis, the Avatar, in this subterranean place. This is your ultimate test. Remember, mercy is for losers.
es_es: Te enfrentarás a tu némesis, el avatar, en este lugar subterráneo. Es la prueba definitiva para ti. Recuerda que la piedad es propia de los perdedores.

# In-game message
source: The Avatar and his allies are defeated, yet his power over this land lingers. Prepare thyself...
es_es: El avatar y sus aliados han sido derrotados, pero su poder sobre esta tierra persiste. Prepárate...

# In-game message
source: You got rid of that Keeper easily. Now all that stands between you and total world domination is that ponce in shining armour. Let's get him.
es_es: Te ha resultado fácil librarte de ese guardián. Ahora, todo lo que se interpone entre el dominio del mundo y tú es ese imbécil de la brillante armadura. A por él.

# In-game message
source: Success is thine. Truly, you have earned your title, Dungeon Keeper.
es_es: Tuya es la victoria. Te has ganado el título, guardián de la mazmorra.

# In-game message
source: What is this? The Avatar lives!
es_es: ¿Qué pasa aquí? ¡El avatar vive!

# In-game message
source: Finally, you stand unchallenged. The world is yours to waste and despoil. I bet you have never felt so bad.
es_es: Por fin, nada se interpone en tu camino. El mundo está a tu disposición para que lo arrases. ¿A que nunca te has sentido tan malo?

# In-game message
source: Moo
es_es: Muu

# In-game interface description
source: Hunger: How badly a creature needs to suck down a chicken or two.
es_es: Hambre: Nivel de desesperación de la criatura por meterse entre pecho y espalda un pollo o dos.

# In-game interface description
source: Cancel
es_es: Cancelar

# Creature spell
source: Group: Not used
es_es: Grupo: Sin usar

# Creature name
source: Fairy
es_es: Hada

# Creature name
source: Imp
es_es: Duende

# Creature name
source: Beetle
es_es: Escarabajo

# Creature name
source: Demon Spawn
es_es: Retoño demoníaco

# Creature name
source: Warlock
es_es: Hechicero

# Creature name
source: Fly
es_es: Mosca

# Creature name
source: Spider
es_es: Araña

# Creature name
source: Skeleton
es_es: Esqueleto

# Creature name
source: Horned Reaper
es_es: Segador astado

# Creature name
source: Dragon
es_es: Dragón

# Creature name
source: Tentacle
es_es: Tentáculo

# Creature name
source: Hound
es_es: Perro

# Creature name
source: Ghost
es_es: Fantasma

# Creature name
source: Mistress
es_es: Dama

# Creature name
source: Bile Demon
es_es: Demonio de hiel

# Creature name
source: Vampire
es_es: Vampiro

# Creature name
source: Barbarian
es_es: Bárbaro

# Creature name
source: Knight
es_es: Caballero

# Creature name
source: Wizard
es_es: Mago

# Creature name
source: Orc
es_es: Orco

# Creature name
source: Mountain Dwarf
es_es: Enano de montaña

# Creature name
source: Valley Dwarf
es_es: Enano de valle

# Creature name
source: Thief
es_es: Ladrón

# Creature name
source: Priestess
es_es: Sacerdotisa

# Creature name
source: Giant
es_es: Gigante

# Creature name
source: Archer
es_es: Arquero

# Creature name
source: Monk
es_es: Monje

# Menu interface item
source: Select game
es_es: Seleccionar partida

# Menu interface item
source: Network Menu
es_es: Menú de red

# Menu interface item
source: Main Menu
es_es: Menú principal

# Menu interface, Main Menu title
source: Main Menu
es_es: Menú principal

# In-game interface description
source: Defending: The creature is concentrating on avoiding its adversary's blows.
es_es: Defender: La criatura se concentra en esquivar los golpes del adversario.

# In-game interface item
source: Are you sure?
es_es: ¿Estás seguro?

# In-game interface item
source: Yes
es_es: Si

# In-game interface item
source: For
es_es: PARA

# In-game interface item
source: Of
es_es: De

# Slab description
source: Empty Lair: Would suit itinerant creature.
es_es: Guarida vacía: Le irá bien a alguna criatura itinerante.

# Menu interface item
source: Paused
es_es: En pausa

# Slab description
source: Damaged Wall: Unless repaired, this wall will eventually collapse.
es_es: Muro dañado: Si no lo reparas, este muro se derrumbará tarde o temprano.

# In-game interface item
source: More...
es_es: Más...

# In-game message
source: Level completed - press Escape to continue
es_es: Nivel completado: Pulsa escape para continuar

# In-game message
source: You have been defeated. Press Space to restart.
es_es: Has sido derrotado. Pulsa espacio para volver a empezar

# On-screen message
source: Recording FLIC
es_es: GRABANDO IMAGENES

# On-screen message
source: Error recording FLIC
es_es: ERROR GRABANDO IMAGENES

# On-screen message
source: Finished recording FLIC
es_es: IMAGENES GRABADAS

# Unused
source: Time Bomb
es_es: Bomba de tiempo

# In-game interface item
source: Sound FX
es_es: Efectos de sonido

# In-game interface item
source: Music
es_es: Música

# In-game interface item
source: UNUSED
es_es: SIN UTILIZAR

# Menu interface item
source: Load Menu
es_es: Menú de carga

# Menu interface, Main Menu item
source: Load Game
es_es: Cargar partida

# Menu interface, Main Menu item
source: Continue Game
es_es: Continuar partida

# Menu interface, Main Menu item
source: Multiplayer
es_es: Múltiples jugadores

# Menu interface item
source: Return to Main Menu
es_es: Volver al menú principal

# Menu interface item
source: Play Intro
es_es: Ejecutar introducción

# Menu interface item
source: Service Menu
es_es: Menú de servicio

# Menu interface item
source: Session Menu
es_es: Menú de sesión

# Menu interface item
source: Speed
es_es: Velocidad

# Menu interface item
source: COM Port
es_es: Puerto COM

# Menu interface item
source: Phone Number
es_es: Número de teléfono

# Menu interface item
source: Statistics
es_es: Estadísticas

# Menu interface item
source: Level Completed
es_es: Nivel completado

# Menu interface item
source: UNUSED
es_es: SIN UTILIZAR

# Menu interface, Main Menu item
source: Quit
es_es: Salir

# Menu interface, Main Menu item
source: Start New Game
es_es: Empezar nueva partida

# Unused
source: This is a tale of valour and honour and how tasty heroes are....
es_es: Esta es una historia sobre el valor, el honor, y lo sabrosos que resultan los héroes...

# Credits
source: Designed By
es_es: Diseñado por

# Credits
source: Project Leader
es_es: Jefe de proyecto

# Credits
source: Lead Programmer
es_es: Jefe de programación

# Credits
source: Lead Artist
es_es: Director artístico

# Credits
source: Programming
es_es: Programación

# Credits
source: Engine Design
es_es: Diseño de motor

# Credits
source: Music and Sfx
es_es: Música y efectos de sonido

# Credits
source: Graphics Programmers
es_es: Programadores de gráficos

# Credits
source: Artists
es_es: Ilustradores

# Credits
source: Network Programming
es_es: Programación de red

# Credits
source: Testing Manager
es_es: Director de pruebas

# Credits
source: Lead Testers
es_es: Probadores principales

# Credits
source: Lead Tester
es_es: Probador principal

# Credits
source: Management
es_es: Dirección

# Credits
source: Marketing and PR
es_es: Mercadotecnia y relaciones públicas

# Credits
source: Tech Support
es_es: Soporte técnico

# Credits
source: Administration
es_es: Administración

# Credits
source: Thanks To
es_es: Agradecimientos a

# Credits
source: Producer
es_es: Productor

# Credits
source: Level Design
es_es: Diseño de niveles

# Credits
source: Script By
es_es: Guión por

# Credits
source: Libraries and Tools
es_es: Librerías y herramientas

# Credits
source: Playtesters
es_es: Probadores de juego

# Credits
source: Localisation
es_es: Localización

# Credits
source: Special Thanks To
es_es: Agradecimientos especiales a

# Credits
source: Package Design
es_es: Diseño de la caja

# Credits
source: Documentation
es_es: Documentación

# Credits
source: Documentation Layout
es_es: Diseño de documentación

# Credits
source: Production
es_es: Producción

# Credits
source: Quality Assurance
es_es: Control de calidad

# Credits
source: Lead Level Design
es_es: Dirección de diseño de niveles

# Credits
source: Intro
es_es: Introducción

# Credits
source: Testers
es_es: Probadores

# Menu interface item
source: Sessions
es_es: Sesiones

# Menu interface item
source: Name
es_es: Nombre

# Menu interface item
source: Services
es_es: Servicios

# Menu interface item
source: Messages
es_es: Mensajes

# Menu interface item
source: Create Game
es_es: Crear partida

# Menu interface item
source: Join Game
es_es: Unirse a partida

# Menu interface item
source: Start Game
es_es: Iniciar partida

# Menu interface item
source: Game Menu
es_es: Menú de partida

# Menu interface item
source: Cancel
es_es: Cancelar

# Menu interface item
source: No Name
es_es: Sin nombre

# Menu interface item
source: Players
es_es: Jugadores

# Menu interface item
source: Level
es_es: Nivel

# Menu interface item
source: Levels
es_es: Niveles

# Menu interface item
source: Games
es_es: Partidas

# Menu interface item
source: Modem Menu
es_es: Menú de módem

# Menu interface item
source: Serial Menu
es_es: Menú serie

# Menu interface item
source: Init
es_es: Inicializar

# Menu interface item
source: Hangup
es_es: Colgar

# Menu interface item
source: Clear
es_es: Borrar

# Menu interface item
source: Answer
es_es: Responder

# Menu interface item
source: Start
es_es: Empezar

# Menu interface item
source: Ally
es_es: Aliado

# Menu interface item
source: Alliance
es_es: Alianza

# Menu interface item
source: Credits
es_es: Créditos

# Dungeon special decription
source: Reveal Map: Reveals the entire underground realm to you.
es_es: Descubrir mapa: Revela todo el reino subterráneo.

# Dungeon special decription
source: Resurrect Creature: You may raise one of your fallen minions from the dead.
es_es: Resucitar criatura: Puedes hacer que uno de tus siervos caídos se levante de entre los muertos.

# Dungeon special decription
source: Transfer Creature: Pick one of your creatures to accompany you to the next realm.
es_es: Transferir criatura: Elige una de tus criaturas para que te acompañe al próximo reino.

# Dungeon special decription
source: Steal Hero: Subvert a hero to your cause.
es_es: Robar héroe: Convertir a un héroe a tu causa.

# Dungeon special decription
source: Multiply Creatures: Create a double of each of your creatures.
es_es: Multiplicar criaturas: Crear un doble de cada una de tus criaturas.

# Dungeon special decription
source: Increase Level: Bestows greater skill on all your creatures.
es_es: Incrementar nivel: Otorga mayor habilidad a todas tus criaturas.

# Dungeon special decription
source: Make Safe: Reinforces your entire dungeon.
es_es: Hacer segura: Refuerza toda tu mazmorra.

# Dungeon special decription
source: Locate Hidden World: You will be transported to a secret realm after you have conquered this one.
es_es: Localizar mundo oculto: Serás transportado a un reino secreto después de conquistar éste.

# Dungeon special name
source: Resurrect Creature
es_es: Resucitar criatura

# Dungeon special name
source: Transfer Creature
es_es: Transferir criatura

# Menu interface item
source: Bonus
es_es: Bonificación

# Menu interface, Main Menu item
source: High Score Table
es_es: Puntuaciones

# Menu interface item
source: Go to Query Mode
es_es: Pasar a modo interrogación

# Menu interface item
source: More information
es_es: Más información

# Menu interface item
source: Back to main Query Screen
es_es: Volver a la pantalla principal de interrogación

# Menu interface item
source: Selected action
es_es: Acción elegida

# Menu interface item
source: Choose party
es_es: Elegir equipo

# Menu interface item
source: Enter dungeon
es_es: Entrar en mazmorra

# Menu interface item
source: Party members
es_es: Miembros del equipo

# Menu interface item
source: Available creatures
es_es: Criaturas disponibles

# Menu interface item
source: Creature
es_es: Criatura

# Menu interface item
source: Money available
es_es: Dinero disponible

# Menu interface item
source: Leader
es_es: Líder

# Menu interface item
source: Hire
es_es: Contratar

# Menu interface item
source: Fire
es_es: Fuego

# Menu interface item
source: Cost
es_es: Coste

# Menu interface item
source: Type
es_es: Tipo

# Menu interface item
source: Choose game
es_es: Elegir juego

# Menu interface item
source: Game type
es_es: Tipo de juego

# Menu interface item
source: Keeper vs keeper
es_es: Guardián contra guardián

# Menu interface item
source: Keeper vs heroes
es_es: Guardián contra héroes

# Menu interface item
source: Deathmatch
es_es: Duelo a muerte

# In-game interface description
source: Next Battle: Zoom to the next battle. LMB select.
es_es: Próxima batalla: pasar a la siguiente batalla. Seleccionar con BIR.

# In-game interface item
source: Close Window
es_es: Cerrar ventana

# In-game interface item
source: Zoom to area
es_es: Zoom a la zona

# Menu interface item
source: No mouse installed
es_es: No hay ratón instalado

# Menu interface item
source: Define keys
es_es: Definir teclas

# Game controls
source: Ally with player
es_es: Alianza con jugador

# Game controls
source: Press a key
es_es: Pulsa una tecla

# Game controls
source: UP
es_es: ARRIBA

# Game controls
source: DOWN
es_es: ABAJO

# Game controls
source: LEFT
es_es: IZQUIERDA

# Game controls
source: RIGHT
es_es: DERECHA

# Game controls
source: ROTATE
es_es: GIRAR

# Game controls
source: SPEED
es_es: VELOCIDAD

# Game controls
source: ROTATE LEFT
es_es: GIRAR IZQUIERDA

# Game controls
source: ROTATE RIGHT
es_es: GIRAR DERECHA

# Game controls
source: ZOOM IN
es_es: MÁS ZOOM

# Game controls
source: ZOOM OUT
es_es: MENOS ZOOM

# Keyboard
source: LEFT CONTROL
es_es: CONTROL IZQUIERDA

# Keyboard
source: RIGHT CONTROL
es_es: CONTROL DERECHA

# Keyboard
source: LEFT SHIFT
es_es: MAYÚSCULAS IZQUIERDA

# Keyboard
source: RIGHT SHIFT
es_es: MAYÚSCULAS DERECHA

# Keyboard
source: LEFT ALT
es_es: ALT IZQUIERDA

# Keyboard
source: RIGHT ALT
es_es: ALT DERECHA

# Keyboard
source: SPACE
es_es: BARRA ESPACIADORA
