Repository: dkfans/keeperfx
Catalog: lang/gtext_ger.po
Languages: de_de

# In-game message
source: Another Keeper has already claimed this realm. He is unfit to rule so destroy him and take what is rightfully yours. Great riches lie in the caverns around the land; explore to gain more power.
de_de: Ein anderer Keeper hat bereits Anspruch auf dieses Königreich erhoben. Leider ist er zu dumm zum Regieren, also solltet Ihr ihn aus dem Weg räumen und das in Empfang nehmen, was Euch von Rechts wegen zusteht. Große Reichtümer liegen in den Höhlen, die das Land durchziehen; Ihr solltet sie erforschen, um noch mehr Macht zu erlangen.

# In-game message
source: This land is highly coveted amongst the evil and there are three enemy Dungeon Keepers you must battle with to claim supremacy. Keep an eye out for any rogue bands of heroes waiting to ambush a careless Keeper.
de_de: Dieses Land wird unter den Bösewichten hoch gehandelt, und es gibt drei gegnerische Dungeon Keeper, gegen die Ihr antreten müsst im Kampf um die Vorherrschaft. Aber seid wachsam, dieses elende Heldenpack wartet nur darauf, einem achtlosen Keeper eins auszuwischen.

# In-game message
source: The Lord of the Land and his pitiful band of followers lie dead. Good riddance to them and their sad, happy lives. Now seize your chance and attack your rival Keeper. Domination awaits.
de_de: Der Ritter des Landes und seine armselige Untertanen-Bande sind vernichtet. Gut, dass wir sie mitsamt ihren trübsinnig glücklichen Leben losgeworden sind. Nutzt jetzt Eure Chance und greift Euren Rivalen an. Die Herrschaft über dieses Land erwartet Euch.

# In-game message
source: You and a rival Dungeon Keeper are vying for control of this realm but the Lord of the Land has constructed his own dungeon between you to halt your conquest. Destroy him and the enemy Keeper to reign supreme.
de_de: Ihr kämpft mit dem rivalisierenden Dungeon Keeper um die Kontrolle dieses Reichs, aber in der Zwischenzeit hat der Ritter seinen eigenen Dungeon zwischen Euch gebaut, um Euren Eroberungszug aufzuhalten. Unternehmt etwas gegen ihn und den anderen Keeper, um die Alleinherrschaft zu erlangen.

# In-game message
source: You have done well to come this far but further hardships await. Search the map carefully and you may find many secrets to aid your conquest.
de_de: Bis jetzt wart Ihr gut und bis hierher habt Ihr es schon geschafft, aber es warten noch weitere Herausforderungen auf Euch. Studiert Eure Karte sorgfältig und Ihr werdet viele Geheimnisse finden, die Euch bei Eurem Eroberungszug helfen.

# In-game message
source: You have come to this realm with little to assist you so you must explore to gain more power. Keep an eye out for any loathsome heroes who may try to thwart your progress.
de_de: Ihr seid in dieses Königreich vorgedrungen und habt nur wenige mit Euch, die Euch unterstützen können. Ihr müßt also Forschungen anstellen, um mehr Macht zu erlangen. Behaltet die Helden im Auge, die möglicherweise den lächerlichen Versuch unternehmen werden, Euren Fortschritt zu unterbinden.

# In-game message
source: Beware Keeper. This realm is infested with the sickly goodness of heroes and fairies. Hunt them down and feed them their own entrails.
de_de: Achtung, Keeper. Dieses Königreich ist verseucht mit der krankhaften Gutartigkeit der Helden und Feen. Jagd sie und laßt keinen aus.

# In-game message
source: Your opponent for this realm has foolishly challenged your superior skill. Such disrespect should be punished so make an example of his insolence.
de_de: Euer Gegner hat es gewagt, Eure überlegenen Fähigkeiten herauszufordern. Diese Mißachtung Eurer Herrlichkeit solltet Ihr eingehend bestrafen und ein Exempel statuieren.

# In-game message
source: Ancient powers lie hidden in this realm. Seek them out and use them for your own evil purposes.
de_de: Antike Mächte liegen in diesem Königreich verborgen. Sucht sie und setzt sie ein für Eure eigenen bösen Zwecke.

# In-game message
source: A foolish challenger stands between you and total dominance. Annihilate his forces and feed his body to your ravenous minions.
de_de: Ein närrischer Herausforderer steht zwischen Euch und der Alleinherrschaft. Vernichtet seine Truppen und verfüttert die Überreste an Eure hungrigen Untergebenen.

# In-game message
source: I can hear footsteps beyond the walls of the hero castle which dominates this land. Tread carefully Keeper and rid the land of goodness once and for all.
de_de: Ich höre Schritte im Gemäuer dieser Burg des Helden, der das Land regiert. Geht vorsichtig vor, Keeper, und befreit das Land ein für allemal von dieser widerwärtigen Gutartigkeit.

# In-game message
source: The once strong hero fortress of this realm has grown rotten and weak. Tear down its walls and let your creatures feast on the heroes within.
de_de: Das einst so starke und stolze Fort dieses Reichs ist nur noch schwach bewacht. Reißt seine Mauern nieder und verfüttert die Helden an Eure Untergebenen.

# In-game message
source: This realm will be a test of your cunning and deviousness. Your dungeon has been fortified with seven steel doors to aid you in your conquest.
de_de: Dieses Königreich wird ein Test sein für Eure Verschlagenheit. Euer Dungeon ist verstärkt mit starken Eisentüren, um Euren Eroberungszug zu unterstützen.

# In-game message
source: Congratulations Keeper. This vial has given your researchers a much needed boost. You can now construct Bridges that enable you to traverse water and fire.
de_de: Glückwünsche, Keeper. Dieses Gefäß hat Euren Forschern den richtigen Kick gegeben. Jetzt könnt Ihr Brücken bauen, um Feuer und Wasser zu überqueren .

# In-game message
source: Food is scarce in this land and the only Hatchery available to you is inside a hero dungeon. Find this food before your creatures turn against you.
de_de: Nahrungsmittel sind knapp in diesem Land, und die einzige verfügbare Hühnerfarm befindet sich in einem Helden-Dungeon. Ihr solltet sehen, daß Ihr diesen Dungeon erobert, bevor sich Eure Kreaturen gegen Euch wenden.

# In-game message
source: Entombed in stone by a cruel band of heroes, the Vampire you have rescued demands revenge for his imprisonment. His anger will make him a valuable asset to your army of evil.
de_de: Eingemauert in Steinen durch die Helden und dann von Euch befreit, doch jetzt will dieser Vampir Rache nehmen an seinen Quälgeistern. Sein Ärger könnte eine gute Motivation für Eure teuflische Armee sein.

# In-game message
source: You are surrounded on all sides by valiant heroes so show them the true meaning of evil and terror.
de_de: Ihr seid von lebensmüden Helden umzingelt, zeigt ihnen doch mal, wer hier wirklich böse und mächtig ist.

# In-game message
source: The Lord of the Land has sent his fiercest warriors against you. Show them no mercy and flay them alive.
de_de: Der Herrscher dieses Landes hat seine Truppen gegen Euch geschickt. Zeigt einfach keine Gnade und beseitigt sie.

# In-game message
source: Explore this realm to uncover riches and secrets. Tread carefully Keeper, or you could be burned.
de_de: Erforscht dieses Königreich, um Schätze und Geheimnisse zu entdecken. Aber seid vorsichtig, Keeper, sonst verbrennt Ihr Euch die Finger.

# In-game message
source: Only one Dungeon Keeper can reign victorious over this land. Do not suffer a humiliating defeat Keeper, the penalty for such failure is torture and death.
de_de: Es kann nur einen Dungeon Keeper geben. Ihr solltet Euch nicht einem solchen Keeper unterwerfen, die Strafe für einen solchen Fehler wäre Euer Ende.

# In-game message
source: Choices, choices Keeper. Choose your path wisely. Some routes are more perilous than others ...
de_de: Wer die Wahl hat, Keeper. Wählt Euren Weg mit Bedacht. Einige sind gefährlicher als andere ...

# In-game message
source: Congratulations Keeper, you have a powerful army indeed. Do not grow complacent though, you still have another challenger to the north ...
de_de: Glückwunsch, Keeper, Ihr habt tatsächlich eine starke Armee. Verfallt jetzt bloß nicht in Selbstzufriedenheit, denn es wartet bereits der nächste Herausforderer auf Euch - im Norden!

# In-game message
source: Congratulations Keeper, you have a powerful army indeed. Do not grow complacent though, you still have another challenger to the south ...
de_de: Glückwunsch, Keeper, Ihr habt tatsächlich eine starke Armee. Verfallt jetzt bloß nicht in Selbstzufriedenheit, denn es wartet bereits der nächste Herausforderer auf Euch - im Süden!

# In-game message
source: The Lord of the Land is a pathetic individual who breeds fluffy bunnies. Pound him into the ground and then destroy the rival Keeper to achieve total domination.
de_de: Der Herrscher diese Landes ist ein sensibler Kerl mit einer Vorliebe für plüschige Langohren. Macht kurzen Prozess mit ihm und knöpft Euch dann den anderen Keeper vor, damit Ihr hier endlich der Alleinherrscher werdet.

# In-game message
source: Make haste Keeper. The heroes of this realm are many and strong. Prepare your forces well or face a humiliating defeat ...
de_de: Beeilung, Keeper. In diesem Land gibt es viele starke Helden. Bereitet Eure Truppen gut vor und macht Euch auf einen heißen Kampf gefasst ...

# In-game message
source: The Avatar is a wretched being, full of happiness and good cheer. Food is scarce in his land and the only Hatchery available is inside his dungeons. Destroy his mighty fortress and wipe the smile from his face before your creatures turn against you.
de_de: Der Avatar ist eine total verkorkste Kreatur, voller Glückseligkeit und Frohsinn. Da in diesem Land Nahrungsmittelknappheit herrscht und die einzige verfügbare Hühnerfarm in seinem Dungeon liegt, solltet Ihr schnellstmöglich sein Fort zerstören und das Lächeln für immer aus seinem Gesicht wischen. Es könnte sonst sein, daß sich Eure Kreaturen gegen Euch verbünden.

# In-game message
source: The Avatar has massed an army of heroic Lords to confront you. Prepare to be attacked!
de_de: Der Avatar hat eine riesige Ritter-Armee gegen Euch aufgestellt. Bereitet Euch auf einen Angriff vor!

# In-game message
source: Decimate this outpost and send fear into the heart of the Avatar.
de_de: Zerstört diesen Vorposten und versetzt dem Avatar eine kleine Herzattacke.

# In-game message
source: The Avatar's castle is ripe for the taking. Train your forces well, Keeper. The ultimate battle awaits ...
de_de: Die Burg des Avatars ist reif zum Erstürmen. Trainiert Eure Kreaturen gut, Keeper. Der ultimative Kampf wartet ...

# In-game message
source: You are now in the heart of the Avatar's castle. The sickly sweet smell of goodness still hangs in the air. Kill the Avatar and send his soul to eternal damnation.
de_de: Ihr befindet Euch jetzt im Herzen der Burg des Avatars. Der widerliche Gestank des Frohsinns hängt immer noch in der Luft. Schafft den Avatar beiseite und schickt seine Seele in die ewige Verdammnis.

# In-game message
source: Well done, Keeper. The Mistress you have discovered is an excellent prize.
de_de: Prima, Keeper. Die Eiserne Jungfrau, die Ihr entdeckt habt, ist ihren Preis wert.

# In-game message
source: The Bile Demon you have rescued will be a valuable but hungry asset to your dungeon. Make sure your Hatchery can satisfy his voracious appetite.
de_de: Der Teufler, den Ihr gerettet habt, wird eine gute aber auch gefräßige Bereicherung Eures Dungeon sein. Sorgt dafür, daß Eure Hühnerfarm groß genug ist, seinen Appetit zu stillen.

# In-game message
source: A devious Wizard has cheated you of your magical powers. Use your only Spider and explore the realm. Find the Wizard, kill him and make an example of his foolishness.
de_de: Ein teuflischer Magier hat Euch um Eure magischen Kräfte betrogen. Setzt Spinnen ein, um das Reich zu erkunden. Sucht den Verräter und statuiert ein Exempel, wie Ihr mit Verrat umzugehen pflegt.

# In-game message
source: You have found some Imps who consider it a great honour to serve you.
de_de: Ihr habt ein paar Imps gefunden, denen es eine große Ehre ist, Euch zu dienen.

# In-game message
source: You have discovered a group of Bile Demons who will aid you in your fight.
de_de: Ihr habt eine Gruppe Teufler gefunden, die Euch im Kampf unterstützen möchten.

# In-game message
source: The destruction of this pathetic Keeper brings with it a useful bonus. You now have the ability to build Bridges. Dig deeper and you may find more secrets to strengthen your powers.
de_de: Der Sieg über diesen Keeper hat einen nützlichen Bonus mit sich gebracht. Jetzt könnt Ihr Brücken bauen. Buddelt noch tiefer, um weitere Schätze und Geheimnisse zu finden.

# In-game message
source: A warning, Keeper. There is a stench of hero in the air.
de_de: Achtung, Keeper. Es riecht nach Helden.

# In-game message
source: You have done well to get this far Keeper. Do not become complacent, however. A great struggle lies ahead.
de_de: Gut gemacht bis jetzt, Keeper. Nicht leichtsinnig werden! Der nächste Kampf steht kurz bevor.

# In-game message
source: Before you lies the Wizard's domain. Defeat him and you will regain your powers.
de_de: Vor Euch liegt das Reich des Magiers. Ringt ihn nieder, und Ihr erhaltet Eure magischen Fähigkeiten zurück.

# In-game message
source: Your magical powers are restored Keeper. You can finally show these fools what you are made of.
de_de: Eure magischen Fähigkeiten sind wiederhergestellt, Keeper. Jetzt könnt Ihr diesen Dummköpfen zeigen, aus welchem Holz Ihr geschnitzt seid.

# In-game message
source: A black shadow is creeping over this land. Now is the time to strike. Take control of your Vampire and use him to find and kill the Lord of the Land. If you succeed, the Vampire will join you in the next realm.
de_de: Ein schwarzer Schatten kriecht über das Land. Zeit, zuzuschlagen! Befehlt Euren Vampiren, den Herrscher dieses Landes zu finden und zu vernichten. Wenn Ihr Erfolg habt, folgen Euch die Vampire ins nächste Königreich.

# In-game message
source: Your achievements are legendary Keeper. Tales of your evil and cunning will become the horror stories of generations.
de_de: Eure Erfolge sind legendär, Keeper. Die Geschichten Eurer Bösartigkeit werden die Bestseller der Horrorliteratur der nächsten Generation werden.

# Door name
source: Secret Door
de_de: Geheime Tür

# Door description
source: Secret Door: This door remains hidden to enemies unless they observe it closely or see it.opening. RMB zoom.
de_de: Geheime Tür: Eine spezielle Tür, die für Feinde unsichtbar ist, aber bei genauerem Hinsehen entdeckt werden kann oder wenn Eure Kreaturen sie öffnet, während der Feind hinsieht.Mit der rechten Maustaste zoomt Ihr sie heran.

# Game event description
source: Secret Door discovered: LMB toggle. RMB delete.
de_de: Geheime Tür entdeckt: Mit der linken Maustaste umschalten. Mit der rechten Maustaste löschen.

# Game event name
source: Secret Door discovered!
de_de: Geheime Tür entdeckt!

# Game event description
source: Enemy spotted your Secret Door: LMB toggle. RMB delete.
de_de: Der Feind hat Eure Geheimtür entdeckt: Mit der linken Maustaste umschalten. Mit der rechten Maustaste löschen.

# Game event name
source: Enemy spotted your secret door!
de_de: Der Feind hat Eure Geheimtür entdeckt!

# Menu interface, Main Menu item
source: Free Play levels
de_de: Levels zum freien Spielen

# Menu interface item
source: Land selection
de_de: Karten-Auswahl

# Menu interface item
source: Campaigns
de_de: Kampagnen

# Menu interface item
source: Add computer
de_de: Computer hinzufügen

# Game event name
source: Your creature cannot reach the room it needs.
de_de: Eure Kreatur kann den Raum, den sie benötigt, nicht erreichen.

# Game event description
source: Work room unreachable: LMB toggle. RMB delete.
de_de: Arbeitsraum nicht erreichbar: Mit der linken Maustaste umschalten. Mit der rechten Maustaste löschen.

# Game event name
source: Your Imp cannot reach a room to drag something into.
de_de: Euer Imp kann keinen Raum erreichen, in den er etwas bringen kann.

# Game event description
source: Storage room unreachable: LMB toggle. RMB delete.
de_de: Lagerraum nicht erreichbar: Mit der linken Maustaste umschalten. Mit der rechten Maustaste löschen.

# In-game interface description
source: Armour: Part of the damage which won't affect creature health. The higher the number, the larger part of damage is discarded.
de_de: Rüstung: Ein Teil des Schadens, der die Gesundheit der Kreaturen nicht beeinträchtigt. Je höher die Zahl, desto größer der Anteil absorbierten Schadens.

# In-game interface description
source: Speed: How fast the creature moves and perform its dungeon tasks.
de_de: Geschwindigkeit: Wie schnell sich die Kreatur bewegt und ihre Aufgaben im Dungeon ausführt.

# In-game interface description
source: Loyalty: How resistant the creature is against scavenging by the enemy.
de_de: Loyalität: Wie widerstandsfähig die Kreatur gegen das Überlaufen zum Feind ist.

# In-game interface description
source: Research Skill: How fast the creature works in Library. The higher the Skill level, the better the creature's performance.
de_de: Forschungsfähigkeit: Wie schnell die Kreatur in der Bibliothek arbeitet. Je höher die Fähigkeitsstufe, desto besser die Leistung der Kreatur.

# In-game interface description
source: Manufacture Skill: How fast the creature works in Workshop. The higher the Skill level, the better the creature's performance.
de_de: Fertigkeit herstellen: Wie schnell die Kreatur in der Werkstatt arbeitet. Je höher dieFähigkeitsstufe, desto besser die Leistung der Kreatur.

# In-game interface description
source: Training Skill: How fast the creature works on training. The higher the Skill level, the better the creature's performance.
de_de: Trainingsfähigkeit: Wie schnell die Kreatur trainiert.

# In-game interface description
source: Scavenge Skill: How fast the creature works on scavenging. The higher the Skill level, the better the creature's performance.
de_de: Köderfähigkeit: Wie schnell die Kreatur beim Ködern arbeitet. Je höher dieFähigkeitsstufe, desto besser die Leistung der Kreatur.

# In-game interface description
source: Training Cost: Gold used for training the creature.
de_de: Trainingskosten: Gold, das zum Trainieren der Kreatur verwendet wird.

# In-game interface description
source: Scavenge Cost: Gold used for scavenging by the creature.
de_de: Köderkosten: Gold, das zum Ködern der Kreatur verwendet wird.

# In-game interface description
source: Best Damage: How much harm can be done by the strongest attack the creature has.
de_de: Bester Schaden: Wie viel Schaden kann der stärkste Angriff der Kreatur anrichten?hat.

# In-game interface description
source: Weight: Mass of the creature. Some people say overweight can lead to heart attack.
de_de: Gewicht: Masse der Kreatur. Einige Leute sagen, Übergewicht führt zu Herz-Attacken.

# In-game interface description
source: Score: Estimate of an overall creature value. Added to player score when finishing the level.
de_de: Punktzahl: Schätzung eines Gesamtkreaturwerts. Wird der Spielerpunktzahl nach Abschluss des Levels hinzugefügt.

# Keeper spell name
source: Hand Of Evil
de_de: Hand des Bösen

# Keeper spell name
source: Slap
de_de: Schläge

# Keeper spell description
source: Hand Of Evil: Ability to pick up your creatures and hold them in your hand. Just don't hold them forever or they may get irritated.
de_de: Hand des Bösen: Fähigkeit, Eure Kreaturen aufzunehmen und in Eurer Hand zu halten.Haltet sie einfach nicht für immer fest, sonst könnten sie gereizt werden.

# Keeper spell description
source: Slap: Makes your creatures work harder, for some time. Your creatures take some damage from each slap they receive.
de_de: Wenn Ihr möchtet, daß Eure Kreaturen schneller arbeiten, könnt Ihr Ihnen einen gezielten Schlag auf den Hinterkopf versetzen, indem Ihr die Hand des Bösen über der Kreatur positioniert und rechtsklickt. Allerdings werden sie mit jedem Schlag schwächer.

# In-game interface description
source: Health: How much health points the creature has left to lose.
de_de: Gesundheit: Wie viele Gesundheitspunkte die Kreatur noch zu verlieren hat.

# In-game interface description
source: Health: The maximum amount of health points for this creature.
de_de: Gesundheit: Die maximale Anzahl an Gesundheitspunkten für diese Kreatur.

# Menu interface item
source: Toggle Message
de_de: Nachricht wechseln

# Menu interface item
source: Return to Free Play levels
de_de: Zurück zu den Freispiel-Levels

# Menu interface item
source: Map packs
de_de: Kartenpakete

# Menu interface item
source: Classic Levels
de_de: Klassische Levels

# Menu interface item
source: Legacy Levels
de_de: Geerbte Levels

# Menu interface item
source: Personal Levels
de_de: Persönliche Levels

# Menu interface item
source: Lost Levels
de_de: Verlorene Levels

# Trap names
source: Special Trap
de_de: Spezial-Falle

# Trap names
source: Freeze Trap
de_de: Frost-Falle

# Trap names
source: Fear Trap
de_de: Angst-Falle

# Trap names
source: Sentry Trap
de_de: Wachposten-Falle

# Trap names
source: Mimic Trap
de_de: Nachahmen-Falle

# Trap names
source: Spawn Trap
de_de: Brut-Falle

# Trap names
source: Wind Trap
de_de: Wind-Falle

# Trap names
source: Spitfire Trap
de_de: Flammenatem-Falle

# Trap names
source: Chicken Trap
de_de: Hühnchen-Falle

# Trap names
source: Disease Trap
de_de: Virus-Falle

# Trap names
source: Power Trap
de_de: Macht-Falle

# Trap names
source: Switch
de_de: Schalter

# Trap names
source: Hidden Switch
de_de: Versteckter Schalter

# Door name
source: Special Door
de_de: Spezielle Tür

# Door name
source: Hidden Door
de_de: Versteckte Tür

# Mouse
source: Scroll Wheel Up
de_de: Nach oben scrollen

# Mouse
source: Scroll Wheel Down
de_de: Nach unten scrollen

# Mouse
source: Mouse Button
de_de: Maustaste

# Game controls
source: Build Square Room
de_de: Quadratischen Raum bauen

# Game controls
source: Detect Room
de_de: Raum erkennen

# Game controls
source: Increase Room Size
de_de: Raumgröße erhöhen

# Game controls
source: Decrease Room Size
de_de: Raumgröße verringern

# Game controls
source: Precision Sell
de_de: Präzisionsverkauf

# Game controls
source: Snap Camera
de_de: Kamera einrasten

# Dungeon special decription
source: Mysterious Box: There's no telling what this will do.
de_de: Mysteriöse Box: Es ist nicht abzusehen, was dies bewirken wird.

# Network game message
source: Joined player has different map version from host.
de_de: Beigetretener Spieler hat eine andere Kartenversion als der Host.

# In-game interface description
source: Display Resolution: Switch to the next configured display resolution. LMB toggle. RMB display current resolution.
de_de: Anzeigeauflösung: Wechselt zur nächsten konfigurierten Anzeigeauflösung. LMT umschalten. RMT zeigt die aktuelle Auflösung an.

# In-game interface item
source: Voice
de_de: Stimme

# In-game interface item
source: Ambience
de_de: Atmosphäre

# Menu interface item
source: Dungeon Keeper - Original Campaign
de_de: Dungeon Keeper - Original-Kampagne

# Menu interface item
source: Ancient Keeper campaign
de_de: Ancient Keeper

# Menu interface item
source: Burdened Imps' Level Pack
de_de: Levelpaket - Burdened Imps

# Menu interface item
source: DzjeeAr's 6-level campaign
de_de: DzjeeArs 6 Level Kampagne

# Menu interface item
source: DzjeeAr's 10-level campaign
de_de: DzjeeArs 10 Level Kampagne

# Menu interface item
source: DzjeeAr's 25-level campaign
de_de: DzjeeArs 25 Level Kampagne

# Menu interface item
source: Evil Keeper campaign
de_de: Evil Keeper

# Menu interface item
source: Grinics' KReign campaign
de_de: Grinics KReign

# Menu interface item
source: Japanese DKMaps8 pack
de_de: Japanisches 8-Karten-Paket

# Menu interface item
source: Good Campaign
de_de: Gute Kampagne

# Menu interface item
source: Lord Vexer campaign
de_de: Lord Vexer

# Menu interface item
source: Nikolai's Castles campaign
de_de: Nikolai's Castles
