Repository: dkfans/keeperfx
Catalog: lang/gtext_lat.po
Languages: la_la

# In-game message
source: The destruction of this pathetic Keeper brings with it a useful bonus. You now have the ability to build Bridges. Dig deeper and you may find more secrets to strengthen your powers.
la_la: Destructio huius custodis pathetici tibi rem utilem donat. Iam habilitatem ad pontes construendos habes. Magis fode et fortasse plura secreta nanctus es ut potestates tuae firmentur.

# In-game message
source: A warning, Keeper. There is a stench of hero in the air.
la_la: Monitus, custos. Paedor herois est in aere.

# In-game message
source: You have done well to get this far Keeper. Do not become complacent, however. A great struggle lies ahead.
la_la: Bene fecisti hactenus, custos. Complacens tamen ne fias. Iurgium magnum ante est.

# In-game message
source: Before you lies the Wizard's domain. Defeat him and you will regain your powers.
la_la: Dominium Magi ante te est. Eum vince et potestates tuas reciperabis.

# In-game message
source: Your magical powers are restored Keeper. You can finally show these fools what you are made of.
la_la: Potestates tuae restituuntur, custos. Denique his stultis exhibere potes e quo factus es.

# In-game message
source: A black shadow is creeping over this land. Now is the time to strike. Take control of your Vampire and use him to find and kill the Lord of the Land. If you succeed, the Vampire will join you in the next realm.
la_la: Umbra atra super hoc regnum reptat. Iam tempus est feriendi. Vampyrum tuum impera et eo utere ut Dominum Regni nanciscaris et occidas. Si succedis, Vampyrus in regno sequente te adiuvabit.

# In-game message
source: Your achievements are legendary Keeper. Tales of your evil and cunning will become the horror stories of generations.
la_la: Successi tui legendarii sunt, custos. Fabulae de malo et versutia tua fient fabulae horrificae generationum.

# Door name
source: Secret Door
la_la: Ostium secretum

# Door description
source: Secret Door: This door remains hidden to enemies unless they observe it closely or see it opening. RMB zoom.
la_la: Ostium secretum: Hoc ostium occultum inimicis fit, nisi eum proxime observant aut a creaturis tuis aperiri eum aspiciunt. BDM i.

# Game event description
source: Secret Door discovered: LMB toggle. RMB delete.
la_la: Ostium secretum inventum: BSM alterna. BDM dele.

# Game event name
source: Secret Door discovered
la_la: Ostium secretum inventum

# Game event description
source: Enemy spotted your Secret Door: LMB toggle. RMB delete.
la_la: Hostis ostium secretum tuum conspexit: BSM alterna. BDM dele.

# Game event name
source: Enemy spotted your secret door
la_la: Hostis ostium secretum tuum conspexit

# Menu interface, Main Menu item
source: Free Play levels
la_la: Libellae independentes

# Menu interface item
source: Land selection
la_la: Selectio terrae

# Menu interface item
source: Campaigns
la_la: Expeditiones

# Menu interface item
source: Add computer
la_la: Adde computarium

# Game event name
source: Your creature cannot reach the room it needs
la_la: Creatura tua in cameram quam eget pervenire non potest

# Game event description
source: Work room unreachable: LMB toggle. RMB delete.
la_la: Camera laboris inaccessibilis: BSM alterna. BDM dele.

# Game event name
source: Your Imp cannot reach a room to drag something into
la_la: Diabolullus tuus in cameram pervenire non potest ut aliquod in eam trahat

# Game event description
source: Storage room unreachable: LMB toggle. RMB delete.
la_la: Camera depositi inaccessibilis: BSM alterna. BDM dele.

# In-game interface description
source: Armour: Part of the damage which won't affect creature health. The higher the number, the larger part of damage is discarded.
la_la: Armatura: Pars noxiae quae sanitatem creaturae non afficiet. Quanto maior numerus est, tanto maior pars noxiae reicitur.

# In-game interface description
source: Speed: How fast the creature moves and perform its dungeon tasks.
la_la: Celeritas: Quam rapide creatura se movet et pensa roboris sua fungitur.

# In-game interface description
source: Loyalty: How resistant the creature is against scavenging by the enemy.
la_la: Fides: Quantam resistentiam creatura tractat contra attractionem inimicam.

# In-game interface description
source: Research Skill: How fast the creature works in Library. The higher the Skill level, the better the creature's performance.
la_la: Habilitas investigationis: Quam rapide creatura in bibliotheca operatur. Quanto maior gradus habilitatis est, tanto melior functio creaturae est.

# In-game interface description
source: Manufacture Skill: How fast the creature works in Workshop. The higher the Skill level, the better the creature's performance.
la_la: Habilitas fabricationis: Quam rapide creatura in officina operatur. Quanto maior gradus habilitatis est, tanto melior functio creaturae est.

# In-game interface description
source: Training Skill: How fast the creature works on training. The higher the Skill level, the better the creature's performance.
la_la: Habilitas exercitationis: Quam rapide creatura se exercitat. Quanto maior gradus habilitatis est, tanto melior functio creaturae est.

# In-game interface description
source: Scavenge Skill: How fast the creature works on scavenging. The higher the Skill level, the better the creature's performance.
la_la: Habilitas attractionis: Quam rapide creatura alias attrahit. Quanto maior gradus habilitatis est, tanto melior functio creaturae est.

# In-game interface description
source: Training Cost: Gold used for training the creature.
la_la: Pretium exercitationis: Aurum usum ad creaturam exercitandam.

# In-game interface description
source: Scavenge Cost: Gold used for scavenging by the creature.
la_la: Pretium attractionis: Aurum usum ad creaturam attrahere conandum.

# In-game interface description
source: Best Damage: How much harm can be made by the strongest attack the creature has.
la_la: Noxia maxima: Quanta noxia aggresione fortissime, quam creatura habet, agi potest.

# In-game interface description
source: Weight: Mass of the creature. Some people say overweight can lead to heart attack.
la_la: Pondus: Moles creaturae. Aliqui homines dicit superpondus ad infarctum ducere posse.

# In-game interface description
source: Score: Estimate of an overall creature value. Added to player score when finishing the level.
la_la: Summa: Aestimatio valoris totalis creaturi. Ad summam ludii addita postquam libella finita est.

# Keeper spell name
source: Hand Of Evil
la_la: Manus Mali

# Keeper spell name
source: Slap
la_la: Alapa

# Keeper spell description
source: Hand Of Evil: Ability to pick up your creatures and hold them in your hand. Just don't hold them forever or they may get irritated.
la_la: Manus Mali: Habilitas ad creaturas tuas capiendas et in mano tua eas tenendas. Ne tene eas tamen in perpetuum, aut fortasse iratae fiunt.

# Keeper spell description
source: Slap: Makes your creatures work harder, for some time. Your creatures take some damage from each slap they receive.
la_la: Alapa: Creaturas aliquamdiu durius operari facit. Creaturae tuae aliquam noxiam accipiunt ab unaquaque alapa quam recipiunt.

# In-game interface description
source: Health: How much health points the creature has left to lose.
la_la: Sanitas: Quanta puncta sanitatis creatura tenet ad perdendum.

# In-game interface description
source: Health: The maximum amount of health points for this creature.
la_la: Sanitas: Quantitas maxima punctorum sanitatis in hac creatura.

# Menu interface item
source: Toggle Message
la_la: Alterna nuntium

# Menu interface item
source: Return to Free Play levels
la_la: Redi ad libellas independentes

# Menu interface item
source: Map packs
la_la: Grupus chartarum

# Menu interface item
source: The Deeper Dungeons
la_la: Robora Profundiora

# Menu interface item
source: Standard Levels
la_la: Libellae normales

# Menu interface item
source: Classic Levels
la_la: Libellae classicae

# Menu interface item
source: Legacy Levels
la_la: Libellae antiquae

# Menu interface item
source: Personal Levels
la_la: Libellae personales

# Menu interface item
source: Lost Levels
la_la: Libellae perditae

# Trap names
source: Special Trap
la_la: Trappa Specialis

# Trap names
source: Freeze Trap
la_la: Trappa Glaciei

# Trap names
source: Fear Trap
la_la: Trappa Timoris

# Trap names
source: Sentry Trap
la_la: Trappa Stationis

# Trap names
source: Mimic Trap
la_la: Trappa Imitationis

# Trap names
source: Spawn Trap
la_la: Trappa Ovi

# Trap names
source: Wind Trap
la_la: Trappa Venti

# Trap names
source: Spitfire Trap
la_la: Trappa Tormenti

# Trap names
source: Chicken Trap
la_la: Trappa Pulli

# Trap names
source: Disease Trap
la_la: Trappa Morbi

# Trap names
source: Power Trap
la_la: Trappa Potestatis

# Trap names
source: Switch
la_la: Interruptor

# Trap names
source: Hidden Switch
la_la: Interruptor occultus

# Door name
source: Special Door
la_la: Ostium speciale

# Door name
source: Hidden Door
la_la: Ostium occultum

# Mouse
source: Scroll Wheel Up
la_la: Move rotam muris sursum

# Mouse
source: Scroll Wheel Down
la_la: Move rotam muris deorsum

# Mouse
source: Mouse Button
la_la: Buto muris

# Game controls
source: Build Square Room
la_la: Construe cameram quadratam

# Game controls
source: Detect Room
la_la: Animadverte cameram

# Game controls
source: Increase Room Size
la_la: Auge magnitudinem camerae

# Game controls
source: Decrease Room Size
la_la: Deminue magnitudinem camerae

# Game controls
source: Precision Sell
la_la: Venditio praecisa

# Game controls
source: Snap Camera
la_la: Camera instantanea

# Dungeon special decription
source: Mysterious Box: There's no telling what this will do.
la_la: Capsa arcana: Quod aget nescis.

# Network game message
source: Joined player has different map version from host.
la_la: Charta ludii qui se iunxit differens ab hospe est.

# In-game interface description
source: Display Resolution: Switch to the next configured display resolution. LMB toggle. RMB display current resolution.
la_la: Resolutio quadri: Cambia ad resolutionem quadri configuratam sequentem. BSM alterna. BDM exhibe resolutionem actualem.

# Menu interface item
source: Dungeon Keeper - Original Campaign
la_la: Dungeon Keeper - Expeditio Originalis

# Menu interface item
source: Assmist Isle
la_la: Insula Auxiliata

# Menu interface item
source: Ancient Keeper campaign
la_la: Custos Antiquus

# Menu interface item
source: Burdened Imps' Level Pack
la_la: Diabolulli Gravati, grupus libellarum

# Menu interface item
source: Conquest of the Arctic
la_la: Conquaestus Arcticae

# Menu interface item
source: The Destiny of Ninja
la_la: Fatum Ninjae

# Menu interface item
source: DzjeeAr's 6-level campaign
la_la: DzjeeAr's: 6 libellae

# Menu interface item
source: DzjeeAr's 10-level campaign
la_la: DzjeeAr's: 10 libellae

# Menu interface item
source: DzjeeAr's 25-level campaign
la_la: DzjeeAr's: 25 libellae

# Menu interface item
source: Evil Keeper campaign
la_la: Custos malignus

# Menu interface item
source: Grinics' KReign campaign
la_la: Chronica Grinics Kreign

# Menu interface item
source: Japanese DKMaps8 pack
la_la: Grupus iaponicus 8 libellarum

# Menu interface item
source: KDK Levels
la_la: Libellae KDK

# Menu interface item
source: Good Campaign
la_la: Custos bonus

# Menu interface item
source: Lord Vexer campaign
la_la: Lord Vexer

# Menu interface item
source: Nikolai's Castles campaign
la_la: Castellum Nikolai

# Menu interface item
source: Dungeon Keeper - NG+
la_la: Dungeon Keeper - Novus Ludus+

# Menu interface item
source: Post Ancient Keeper campaign
la_la: Post Custodem Antiquum

# Menu interface item
source: Post Undead Keeper campaign
la_la: Post Custodem Mortuum Viventem

# Menu interface item
source: Quest for the Hero campaign
la_la: Indagatio ob Heroem

# Menu interface item
source: Revenge of the Lord
la_la: Vindicta Domini

# Menu interface item
source: Twin Keepers Campaign
la_la: Custodes gemini

# Menu interface item
source: Undead Keeper campaign
la_la: Custos Mortuus Vivens

# Trap names
source: Demolition Trap
la_la: Trappa Disturbationis

# Trap description
source: Demolition Trap: An explosive with unrivaled destructive power.
la_la: Trappa Disturbationis: Trappa ignigena cum potentia destructiva incomparabile.

# Trap description
source: Sentry Trap: Stands guard and shoots at enemies in sight.
la_la: Trappa Stationis: Vigilat et ad inimicos visos incessit.

# Creature name
source: Spirit
la_la: Spiritus

# Creature name
source: Druid
la_la: Druida

# Creature name
source: Time Mage
la_la: Magus Temporalis

# Slab description
source: Rock Formation.
la_la: Formatio lapidosa.

# Slab description
source: Bedrock: Unclaimed rock floor. You cannot claim it or build on it.
la_la: Lectus lapidosus: Solum lapidosum invindicatum. Eum vindicare aut in eo construere non potest.

# Slab description
source: Dense Gold Seam: Holds a lot of wealth for your Imps to extract.
la_la: Vena auri densa: Multae opes continet ut diabolulli tui eas fodiant.

# Keeper spell name
source: Freeze
la_la: Congelatio

# Keeper spell name
source: Slow
la_la: Lentitudo

# Keeper spell name
source: Levitate
la_la: Volatus

# Keeper spell name
source: Illumination
la_la: Illuminatio

# Keeper spell name
source: Sight
la_la: Visus

# Dungeon special decription
source: Heal All: Restore full health to all your creatures.
la_la: Omnes sanare: Sanitatem plenam ad omnes creaturas restaurat.

# Dungeon special decription
source: Increase Gold: Generates gold in your treasury.
la_la: Aurum augere: Aurum in camera thesauri tua generat.

# Dungeon special decription
source: Make Unhappy: All creatures of the enemy become upset.
la_la: Tristem facere: Omnes creaturae inimicis solliciti fiunt.

# Dungeon special decription
source: Weaken Walls: Destroys the fortifications of enemy walls.
la_la: Muros debilitare: Fortificationes murorum inimicis delet.
