Repository: dkfans/keeperfx
Catalog: lang/gtext_ger.po
Languages: de_de

# In-game interface description
source: Creature Panel: Information on your creatures. Shows activity of your creatures and allows picking them up.
de_de: Kreaturen-Menü: Infos zu Kreaturen. Zeigt die Aktivität Eurer Kreaturen und erlaubt es Euch, sie aufzunehmen. [9.0]

# In-game interface description
source: Research Time: The time until a new spell is researched. Scholars in your Library are making progress on this bar.
de_de: Forschungszeit: Zeit, bis ein neuer Spruch erforscht ist. Der Fortschrittsbalken zeigt die Zeit bis zum Abschluss an. [5.4]

# In-game interface description
source: Workshop Time: The time until a new trap is manufactured. Workers in your Workshop are making progress on this bar.
de_de: Herstellungszeit: Zeit, bis eine neue Tür oder Falle gebaut ist. Der Fortschrittsbalken zeigt die Zeit bis zum Abschluss an. [5.5]

# In-game interface description
source: Payday Time: The time until the next Creature Payday. This bar increases over time and, when it reaches its peak, all of your creatures will want their wages.
de_de: Galgenfrist: Zeit bis zum nächsten Zahltag. Der Fortschrittsbalken zeigt die Zeit bis zur Fälligkeit des Zahltags an. Nach Erreichen des Zahltags gehen alle Kreaturen zur Schatzkammer und holen sich ihren Lohn ab. [5.3]

# In-game interface description
source: Number of Rooms: The number of rooms held by this Keeper. Allows you to compare your dungeon with the competitors.
de_de: Anzahl Räume: Die Zahl der Räume, die diesem Keeper gehören. Vergleicht Euch hier mit den anderen Keepern. [5.6]

# In-game interface description
source: Number of Creatures: The number of creatures owned by this Keeper. Allows you to compare your army with other Keepers.
de_de: Anzahl Kreaturen: Die Zahl der Kreaturen, die diesem Keeper gehören. Vergleicht Euch hier mit den anderen Keepern. [5.7]

# Menu interface item
source: Choose game
de_de: Spielauswahl

# Menu interface item
source: Game type
de_de: Art des Spiels

# Menu interface item
source: Keeper vs keeper
de_de: Keeper gegen Keeper

# Menu interface item
source: Keeper vs heroes
de_de: Keeper gegen Helden

# In-game interface description
source: Sell Room: Sell a room tile for half the building price. LMB select.
de_de: Raum-Verkauf: Verkauft einen Raum zur Hälfte des Baupreises. Mit der linken Maustaste wählen. [6.4]

# In-game interface description
source: Sell Item: Sell a Trap or Door. Allows you to earn gold on manufacturing. LMB select.
de_de: Handwerks-Verkauf: Verkauft eine Falle oder eine Tür, um so Gold zu verdienen. Mit der linken Maustaste wählen. [8.1.2]

# In-game interface description
source: Next Battle: Zoom to the next battle. LMB select.
de_de: Nächster Kampf: Zum nächsten Kampf zoomen. Mit der linken Maustaste wählen.

# In-game interface item
source: Close Window
de_de: Fenster schließen.

# In-game interface item
source: Zoom to area
de_de: Zum Gebiet zoomen.

# Menu interface item
source: No mouse installed
de_de: Keine Maus installiert

# Menu interface item
source: Define keys
de_de: Tasten definieren

# Game controls
source: Ally with player
de_de: Mit Spieler verbünden

# Game controls
source: Press a key
de_de: Taste drücken

# Game controls
source: UP
de_de: Hoch

# Game controls
source: DOWN
de_de: Runter

# Game controls
source: LEFT
de_de: Links

# Game controls
source: RIGHT
de_de: Rechts

# Game controls
source: ROTATE
de_de: Rotieren

# Game controls
source: SPEED
de_de: Beschleunigen

# Game controls
source: ROTATE LEFT
de_de: L. Rotieren

# Game controls
source: ROTATE RIGHT
de_de: R. Rotieren

# Game controls
source: ZOOM IN
de_de: Heranzoomen

# Game controls
source: ZOOM OUT
de_de: Wegzoomen

# Keyboard
source: LEFT CONTROL
de_de: Strg Links

# Keyboard
source: RIGHT CONTROL
de_de: Strg Rechts

# Keyboard
source: LEFT SHIFT
de_de: Shift Links

# Keyboard
source: RIGHT SHIFT
de_de: Shift Rechts

# Keyboard
source: LEFT ALT
de_de: Alt Links

# Keyboard
source: RIGHT ALT
de_de: Alt Rechts

# Keyboard
source: SPACE
de_de: Leertaste

# Keyboard
source: RETURN
de_de: Eingabe

# Keyboard
source: CAPS LOCK
de_de: Feststelltaste

# Keyboard
source: INSERT
de_de: Einf.

# Keyboard
source: DELETE
de_de: Entf.

# Keyboard
source: HOME
de_de: POS 1

# Keyboard
source: END
de_de: Ende

# Keyboard
source: PAGE UP
de_de: Bild Auf

# Keyboard
source: PAGE DOWN
de_de: Bild Ab

# Keyboard
source: NUM LOCK
de_de: Num

# Keyboard
source: NUM DELETE
de_de: Num Entf.

# Keyboard
source: UP
de_de: Cursor Hoch

# Keyboard
source: DOWN
de_de: Cursor Runter

# Keyboard
source: LEFT
de_de: Cursor Links

# Keyboard
source: RIGHT
de_de: Cursor Rechts

# Network game message
source: Initialising Modem
de_de: Initialisiere Modem

# Network game message
source: Connecting Modem
de_de: Verbinde Modem

# Network game message
source: Dial
de_de: Wählen

# Network game message
source: Continue
de_de: Fortfahren

# Network game message
source: Line Engaged
de_de: Besetzt

# Network game message
source: Unknown Error
de_de: Unbekannter Fehler

# Network game message
source: No Carrier
de_de: Keine Verbindung

# Network game message
source: No Dial Tone
de_de: Kein Wählton

# Network game message
source: No Response
de_de: Keine Antwort

# Network game message
source: No Server
de_de: Kein Server

# Network game message
source: Unable to initialise
de_de: Keine Initialisierung möglich

# Network game message
source: Unable to create game
de_de: Spiel kann nicht erstellt werden

# Network game message
source: Unable to join game
de_de: Keine Teilnahme am Spiel möglich

# Slab description
source: Gems: Infinite wealth for your Imps to extract. Cannot be destroyed, but takes longer to mine than Gold.
de_de: Juwelen: Unendlicher Wohlstand, den Eure Imps gewinnen können. Kann nicht zerstört und endlos abgebaut werden. [12.3]

# Object description
source: Hero Gate: Heroes use this portal to invade your dungeon. It cannot be closed on your side.
de_de: Heldentor: Helden benutzen diesen Eingang, um in Euren Dungeon einzufallen. Es kann von Euch nicht verschlossen werden.[15.4]

# Creature name
source: Tunneller
de_de: Dunkelzwerg

# In-game interface description
source: Toggle Computer Assistant: Currently - Aggressive. LMB toggle.
de_de: Computer-Assistent ein/aus: Aktuell - Aggressiv. Mit der linken Maustaste umschalten. [3.2.4]

# In-game interface description
source: Toggle Computer Assistant: Currently - Defensive. LMB toggle.
de_de: Computer-Assistent ein/aus: Aktuell - Defensiv. Mit der linken Maustaste umschalten. [3.2.4]

# In-game interface description
source: Toggle Computer Assistant: Currently - Construction Only. LMB toggle.
de_de: Computer-Assistent ein/aus: Aktuell - Nur Bau. Mit der linken Maustaste umschalten. [3.2.4]

# In-game interface description
source: Toggle Computer Assistant: Currently - Move Only. LMB toggle.
de_de: Computer-Assistent ein/aus: Aktuell - Nur Bewegen. Mit der linken Maustaste umschalten. [3.2.4]

# In-game tab with rooms
source: Treasure Room
de_de: Schatzkammer

# In-game tab with rooms
source: Library
de_de: Bibliothek

# In-game tab with rooms
source: Lair
de_de: Versteck

# In-game tab with rooms
source: Prison
de_de: Gefängnis

# In-game tab with rooms
source: Torture Room
de_de: Folterkammer

# In-game tab with rooms
source: Training Room
de_de: Trainingsraum

# In-game tab with rooms
source: Dungeon Heart
de_de: Dungeon-Herz

# In-game tab with rooms
source: Workshop
de_de: Handwerksr.

# In-game tab with rooms
source: Scavenger Room
de_de: Köderraum

# In-game tab with rooms
source: Temple
de_de: Tempel

# In-game tab with rooms
source: Graveyard
de_de: Friedhof

# In-game tab with rooms
source: Barracks
de_de: Barracken

# In-game tab with rooms
source: Hatchery
de_de: Hühnerfarm

# In-game tab with rooms
source: Guard Post
de_de: Wachposten

# In-game tab with rooms
source: Bridge
de_de: Brücke

source: Fight
de_de: Kampf

source: Annoyed
de_de: Verärgert

# Keyboard
source: Control
de_de: Strg

# Credits
source: Additional Artwork
de_de: Zusätzliches Artwork

# Credits
source: Additional Programming
de_de: Zusätzliche Programmierung

# Credits
source: Manual And Documentation
de_de: Handbuch und Dokumentation

# Credits
source: Installer
de_de: Installation

# Credits
source: Additional Level Design
de_de: Zusätzliches Level-Design

# Credits
source: Additional Thanks
de_de: Weiterer Dank an

# Trap names
source: Boulder Trap
de_de: Indy-Falle

# Trap names
source: Alarm Trap
de_de: Alarm-Falle

# Trap names
source: Poison Gas Trap
de_de: Giftgas-Falle

# Trap names
source: Lightning Trap
de_de: Blitz-Falle

# Trap names
source: Word of Power Trap
de_de: Machtwort-Falle

# Trap names
source: Lava Trap
de_de: Lava-Falle

# Trap description
source: Boulder Trap: A rolling rock that crushes everything in its path. Triggered when enemy creature is close and within line of sight, or when slapped by a Keeper. LMB select. RMB zoom.
de_de: Indy-Falle: Ein rollender Felsen, der alles auf seinem Weg niederwalzt. Löst aus, wenn ein Gegner nahe dran und in Sichtweite ist, oder durch einen Schlag mit der Hand des Bösen. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [20.1]

# Trap description
source: Alarm Trap: Triggers a Call To Arms spell, so that creatures in the area are summoned to it. LMB select. RMB zoom.
de_de: Alarm-Falle: Löst den Spruch 'Zusammenrufen' aus, der alle Kreaturen in der Nähe zum Standort der Alarm-Falle herbeiruft. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [20.2]

# Trap description
source: Poison Gas Trap: A cloud of noxious vapours triggered by your enemies. Can hurt owner creatures if they inhale it. LMB select. RMB zoom.
de_de: Giftgas-Falle: Eine Wolke übler Dämpfe wird durch Gegner ausgelöst. Achtung: Kann eigene Kreaturen beim Einatmen ebenfalls verletzen! Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [20.3]

# Trap description
source: Lightning Trap: Strikes nearby enemy creatures with bolts of lightning when tripped. Does no harm to owner creatures. LMB select. RMB zoom.
de_de: Blitz-Falle: Gegner in der nächsten Umgebung werden von Blitzen getroffen. Eigene Kreaturen werden nicht verletzt. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [20.4]

# Trap description
source: Word of Power Trap: Radiates devastating rings of demonic energy, pushing and damaging all enemy creatures within range. LMB select. RMB zoom.
de_de: Machtwort-Falle: Setzt einen Ring dämonischer Energie frei, die alle Gegner in Reichweite zu Schaden bringt und zurückdrängt. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [20.5]

# Trap description
source: Lava Trap: The tile disintegrates revealing a pool of molten lava. Effects are irreversible, so Bridge is needed to be able to step on affected area again. LMB select. RMB zoom.
de_de: Lava-Falle: Der Boden unterhalb der Falle wird zu tödlicher Lava. Dies kann nicht rückgängig gemacht werden, ausser man setzt eine Brücke darauf. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [20.6]

# Door name
source: Wooden Door
de_de: Holztür

# Door name
source: Braced Door
de_de: Verstärkte Tür

# Door name
source: Iron Door
de_de: Eisentür

# Door name
source: Magic Door
de_de: Magische Tür

# Door description
source: Wooden Door: The simplest means of restricting access. Can be broken down easily. LMB select. RMB zoom.
de_de: Holztür: Die einfachste Art, Eintritt zu verwehren. Kann recht einfach durchbrochen werden. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [21.1]

# Door description
source: Braced Door: A wooden door reinforced with iron to last longer. LMB select. RMB zoom.
de_de: Verstärkte Tür: Eine mit Eisen verstärkte Holztür, die Angriffen länger standhält. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [21.2]

# Door description
source: Iron Door: Strong, heavy door capable of sustaining massive damage. LMB select. RMB zoom.
de_de: Eisentür: Eine massive und starke Tür, die eine Menge Schaden aushält. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [21.3]

# Door description
source: Magic Door: A special door, highly resistant to physical damage but susceptible to magical damage. LMB select. RMB zoom.
de_de: Magische Tür: Eine spezielle Tür, die hochgradig gegen physische Schäden geschützt, dafür aber auf magische Energie anfällig ist. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [21.4]

# Room name
source: Portal
de_de: Eingang

# Room name
source: Treasure Room
de_de: Schatzkammer

# Room name
source: Library
de_de: Bibliothek

# Room name
source: Prison
de_de: Gefängnis

# Room name
source: Torture Chamber
de_de: Folterkammer

# Room name
source: Training Room
de_de: Trainingsraum

# Room name
source: Dungeon Heart
de_de: Dungeon-Herz

# Room name
source: Workshop
de_de: Handwerkskammer

# Room name
source: Graveyard
de_de: Friedhof

# Room name
source: Barracks
de_de: Barracken

# Room name
source: Hatchery
de_de: Hühnerfarm

# Room name
source: Lair
de_de: Versteck

# Room name
source: Bridge
de_de: Brücke

# Room name
source: Guard Post
de_de: Wachposten

# Room name
source: Temple
de_de: Tempel

# Room name
source: Scavenger Room
de_de: Köderraum

# Object name
source: Hero Gate
de_de: Heldentor

# Room description
source: Treasure Room: Your gold is stored here. LMB select. RMB zoom. [17.1]
de_de: Schatzkammer: Hier wird Euer Gold gelagert. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [17.1]

# Room description
source: Library: The room where spells are researched. LMB select. RMB zoom. [17.4]
de_de: Bibliothek: Hier werden Sprüche erforscht. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [17.4]

# Room description
source: Prison: Place enemy creatures here for safe keeping. LMB select. RMB zoom. [17.10]
de_de: Gefängnis: Hier könnt Ihr gegnerische Kreaturen sicher aufbewahren. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [17.10]

# Room description
source: Training Room: Place creatures in here to improve their experience. LMB select. RMB zoom. [17.5]
de_de: Trainingsraum: Hier können Kreaturen ihre Fähigkeiten verbessern. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [17.5]

# Room description
source: Torture Chamber: Torture creatures for your own evil ends. LMB select. RMB zoom. [17.11]
de_de: Folterkammer: Dreht die Kreaturen zu Eurem Vorteil durch die Mühle. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [17.11]

# Room description
source: Dungeon Heart: The life force of your dungeon. [11.2]
de_de: Dungeon-Herz: Die Lebensquelle Eures Dungeons. [11.2]

# Room description
source: Workshop: Place creatures inside to manufacture Traps and Doors. LMB select. RMB zoom. [17.8]
de_de: Handwerkskammer: Wenn Ihr Kreaturen hier absetzt, stellen sie Türen und Fallen her. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [17.8]

# Room description
source: Graveyard: Dead creatures are taken to this room to rot. LMB select. RMB zoom. [17.13]
de_de: Friedhof: Erledigte Kreaturen werden hier zum Verrotten abgeladen. [17.13]

# Room description
source: Barracks: Group creatures by placing them into the room. LMB select. RMB zoom. [17.9]
de_de: Barracken: Ihr könnt in diesem Raum Kreaturen gruppieren. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [17.9]

# Room description
source: Hatchery: Where creatures feast on cute, helpless little chicks. LMB select. RMB zoom. [17.3]
de_de: Hühnerfarm: Wo sich Kreaturen an niedlichen hilflosen Hühnchen laben, ein 'KFC' sozusagen. Spezialiät: Hühner. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [17.3]

# Room description
source: Lair: Where your creatures sleep and replenish their energy. LMB select. RMB zoom. [17.2]
de_de: Versteck: Hier schlafen Eure Kreaturen und tanken ihre Energie auf. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [17.2]

# Room description
source: Bridge: Place this on water and lava to allow creatures to cross. LMB select. RMB zoom. [17.6]
de_de: Brücke: Mit Hilfe der Brücke können Eure Kreaturen Lava und Wasser überqueren. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [17.6]

# Room description
source: Guard Post: Your creatures keep watch over your dungeon when placed on this room. LMB select. RMB zoom. [17.7]
de_de: Wachposten: Eure Kreatur wacht über den Dungeon, wenn Ihr sie hierherschickt. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [17.7]

# Room description
source: Temple: Worshipping the dark gods makes creatures happier. Sacrifice creatures by dropping them into the font. LMB select. RMB zoom. [17.12]
de_de: Tempel: Dunkle Götter zu verehren macht Eure Kreaturen glücklicher. Wenn Ihr Eure Kreaturen in den Sud gebt, opfert Ihr sie den Göttern. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [17.12]

# Room description
source: Scavenger Room: Creatures placed onto the room lure their kin away from other dungeons or through portals. LMB select. RMB zoom. [17.14]
de_de: Köderraum: Kreaturen, die hier abgesetzt werden, locken ihre Familien aus anderen Dungeons oder durch einen Eingang. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [17.14]

# Keeper spell name
source: Possess Creature
de_de: Symbiose

# Keeper spell name
source: Create Imp
de_de: Imp erstellen

# Keeper spell name
source: Sight of Evil
de_de: Böser Blick

# Keeper spell name
source: Call To Arms
de_de: Zusammenrufen

# Keeper spell name
source: Hold Audience
de_de: Audienz

# Keeper spell name
source: Cave-In
de_de: Einsturz

# Keeper spell name
source: Must Obey
de_de: Gehorsam

# Keeper spell name
source: Speed Monster
de_de: Monster beschleunigen

# Keeper spell name
source: Protect Monster
de_de: Schutzschild

# Keeper spell name
source: Conceal Monster
de_de: Monster verbergen

# Keeper spell name
source: Lightning Strike
de_de: Blitzschlag

# Keeper spell name
source: Chicken
de_de: Huhn

# Keeper spell name
source: Disease
de_de: Virus

# Keeper spell name
source: Destroy Walls
de_de: Rückbau

# Keeper spell name
source: Heal
de_de: Heilung

# Keeper spell name
source: Time Bomb
de_de: Zeitbombe

# Keeper spell description
source: Possess Creature: Control a creature directly. LMB select. [18.1]
de_de: Symbiose: Damit könnt Ihr eine Kreatur hautnah kontrollieren. Mit der linken Maustaste wählen. [18.1]

# Keeper spell description
source: Create Imp: Summon a new Imp anywhere in your dungeon. LMB select.
de_de: Imp erstellen: Erstellt einen Imp irgendwo in Eurem Dungeon. Mit der linken Maustaste wählen.

# Keeper spell description
source: Sight of Evil: Reveal a hidden area of the map for a limited time. LMB select. RMB zoom. [18.3]
de_de: Böser Blick: Eröffnet Euch ein verborgenes Gebiet auf der Karte. Allerdings nur kurze Zeit. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [18.3]

# Keeper spell description
source: Call To Arms: Calls all your creatures to an area of your dungeon. LMB select, LMB again to reselect, LMB a third time to cancel. RMB zoom. [18.6]
de_de: Zusammenrufen: Ruft Eure Kreaturen an einen bestimmten Ort im Dungeon. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [18.6]

# Keeper spell description
source: Hold Audience: Calls all your creatures to the Dungeon Heart. LMB select. RMB zoom. [18.8]
de_de: Audienz: Ruft Eure Kreaturen zum Dungeon-Herz. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [18.8]

# Keeper spell description
source: Cave In: Collapses the roof of the dungeon. LMB select. [18.13]
de_de: Einsturz: Läßt das Dach Eures Dungeon zusammenbrechen. Mit der linken Maustaste wählen. [18.13]

# Keeper spell description
source: Must Obey: Forces your creatures to obey your every command. LMB select. [18.5]
de_de: Gehorsam: Praktischerweise gehorchen Eure Kreaturen jedem Befehl. Mit der linken Maustaste wählen. [18.5]

# Keeper spell description
source: Speed Monster: Increases the speed of your monsters.
de_de: Monster beschleunigen: Macht Euren Monstern Beine.

# Keeper spell description
source: Protect Monster: Shields your creatures from attack.
de_de: Schutzschild: Bewahrt Eure Kreaturen vor Schaden.

# Keeper spell description
source: Conceal Monster: Makes your creatures invisible to the enemy. LMB select. [18.7]
de_de: Monster verbergen: Macht Eure Kreatur für den Gegner unsichtbar.

# Keeper spell description
source: Lightning Strike: Strikes an area of the dungeon with a devastating bolt of lightning. LMB select. [18.10]
de_de: Blitzschlag: Läßt in einem Gebiet des Dungeons einen gewaltigen Blitz einschlagen. [18.10]

# Keeper spell description
source: Chicken: Transforms the enemy into a tasty morsel. LMB select. [18.12]
de_de: Huhn: Verwandelt Euren Gegner in ein appetitliches Hühnchen. Mit der linken Maustaste wählen. [18.12]

# Keeper spell description
source: Disease: Inflicts a deadly plague on an enemy creature. LMB select. [18.14]
de_de: Virus: Löst eine gefährliche Plage bei Eurem Gegner aus. Mit der linken Maustaste wählen. [18.14]

# Keeper spell description
source: Destroy Walls: Breaks down reinforcemed enemy's walls. LMB select. [18.16]
de_de: Rückbau: Zerstört verstärkte Wände des Gegners. Mit der linken Maustaste wählen. [18.16]

# Keeper spell description
source: Heal: Cast on an area of the dungeon to improve the health of your creatures. LMB select. [18.9]
de_de: Heilung: Auf ein Gebiet des Dungeons angewandt, verbessert der Spruch die Gesundheit Eurer Kreaturen. [18.9]

# Keeper spell description
source: Time Bomb: Turns your creature into a suicidal bomber.
de_de: Zeitbombe: Macht Eure Kreatur zu einem Selbstmordbomber.

# Keeper spell description
source: Armageddon: Transports all the creatures in the land to your Dungeon Heart for a final, decisive battle. LMB select. [18.15]
de_de: Armageddon: Bringt alle Kreaturen des Landes zu Eurem Dungeon-Herz für den letzten, entscheidenden Kampf. Mit der linken Maustaste wählen. [18.15]

# Game event name
source: Treasure Room full
de_de: Schatzkammer voll!

# Game event name
source: Scavenging detected
de_de: Kreatur geködert

# Game event name
source: Creature Payday
de_de: Zahltag!

# Game event name
source: New spell picked up
de_de: Neuen Spruch eingesammelt

# Game event name
source: New room taken over
de_de: Neuer Raum übernommen

# Game event name
source: New area discovered
de_de: Neues Gebiet entdeckt

# Game event name
source: Information
de_de: Informationen

# Game event name
source: Room lost
de_de: Raum verloren

# Game event name
source: Heart attacked
de_de: Dungeon-Herzattacke!

# Game event name
source: Fight
de_de: Kampf

# Game event name
source: Objective
de_de: Ziel

# Game event name
source: Breach
de_de: Durchbruch!

# Game event name
source: New spell researched
de_de: Neuer Spruch erforscht

# Game event name
source: New room researched
de_de: Neuer Raum erforscht

# Game event name
source: New Trap
de_de: Neue Falle

# Game event name
source: New Door
de_de: Neue Tür

# Game event name
source: New creature in dungeon
de_de: Neue Kreatur im Dungeon

# Game event name
source: Creature annoyed
de_de: Kreatur verärgert

# Game event name
source: No more living space
de_de: Kein Lebensraum mehr vorhanden

# Game event name
source: Alarm triggered
de_de: Alarm ausgelöst

# Game event name
source: Room under attack
de_de: Euer Raum wird angegriffen

# Game event name
source: Treasure Room needed
de_de: Schatzkammer benötigt

# Game event name
source: Creatures becoming hungry
de_de: Kreaturen werden hungrig

# Game event name
source: Trap crate found
de_de: Fallen-Kiste gefunden

# Game event name
source: Door crate found
de_de: Tür-Kiste gefunden
