Repository: dkfans/keeperfx
Catalog: lang/speech_spa.po
Languages: es

# In-game mentor
source: Your creatures are becoming angry.
es: Tus criaturas se están volviendo irritables.

# In-game mentor
source: Your creatures are angry - they have nowhere to live.
es: Tus criaturas están irritadas, no tienen donde vivir.

# In-game mentor
source: Your minions are annoyed - you cannot pay them.
es: Tus servidores están perplejos, no puedes pagarles.

# In-game mentor
source: Your creatures are upset because they are hungry.
es: Tus criaturas están alteradas porque están hambrientas.

# In-game mentor
source: Your minions are vandalising your dungeon!
es: ¡Tus servidores están saqueando tu mazmorra!

# In-game mentor
source: Creatures are deserting!
es: ¡Las criaturas están desertando!

# In-game mentor
source: The enemy has broken through your walls!
es: ¡El enemigo ha irrumpido a través de los muros!

# In-game mentor
source: Your Dungeon Heart is being attacked!
es: ¡El Corazón de tu mazmorra está siendo atacado!

# In-game mentor
source: Your minions have lost a battle.
es: Tus servidores han perdido una batalla.

# In-game mentor
source: Your creatures have won a battle!
es: ¡Tus criaturas han ganado una batalla!

# In-game mentor
source: Your creatures are falling in battle!
es: ¡Tus criaturas están cayendo en la batalla!

# In-game mentor
source: Your minions are winning a battle.
es: Tus servidores están ganando una batalla.

# In-game mentor
source: Your creatures are under attack.
es: Tus criaturas están siendo atacadas.

# In-game mentor
source: Your creatures are attacking the enemy!
es: ¡Tus criaturas están atacando al enemigo!

# In-game mentor
source: The enemy is destroying your rooms!
es: ¡El enemigo está destruyendo tus cámaras!

# In-game mentor
source: You are losing territory.
es: Estás perdiendo territorio.

# In-game mentor
source: You have claimed an enemy room.
es: Has reclamado una cámara enemiga.

# In-game mentor
source: You have taken control of a new room.
es: Has tomado el control de una nueva cámara.

# In-game mentor
source: Beware, the Lord of the Land approaches!
es: Ten cuidado, ¡el señor de la tierra se aproxima!

# In-game mentor
source: Your creatures are fighting amongst themselves.
es: Tus criaturas están peleando entre sí.

# In-game mentor
source: The battle is over.
es: La batalla ha terminado.

# In-game mentor
source: Food is scarce; enlarge your Hatchery.
es: El alimento escasea, amplía tu criadero.

# In-game mentor
source: Your creatures need a bigger Lair.
es: Tus criaturas necesitan una guarida mayor.

# In-game mentor
source: You need a bigger Treasure Room.
es: Necesitas una cámara del tesoro mayor.

# In-game mentor
source: Your Library is too small.
es: Tu biblioteca es demasiado pequeña.

# In-game mentor
source: Your Prison is too small.
es: Tu prisión es demasiado pequeña.

# In-game mentor
source: Your Torture Chamber is not big enough.
es: Tu cámara de torturas no es suficientemente grande.

# In-game mentor
source: You need a bigger Training Room.
es: Necesitas una sala de entrenamiento mayor.

# In-game mentor
source: Your Workshop is not big enough.
es: Tu taller no es suficientemente grande.

# In-game mentor
source: Your Scavenger Room is too small.
es: Tu cámara del depredador es demasiado pequeña.

# In-game mentor
source: You need a bigger Temple.
es: Necesitas un templo mayor.

# In-game mentor
source: Your Graveyard is not big enough.
es: Tu cementerio no es suficientemente grande.

# In-game mentor
source: Your Barracks require expansion.
es: Tus barracas necesitan expansión.

# In-game mentor
source: Hungry creatures cannot get to a Hatchery.
es: Las criaturas hambrientas no pueden llegar a un criadero.

# In-game mentor
source: Some of your minions are unable to reach the Treasure Room.
es: Algunos de tus servidores son incapaces de llegar a la cámara del tesoro.

# In-game mentor
source: Some of your minions are unable to reach their lairs.
es: Algunos de tus servidores son incapaces de llegar a sus guaridas.

# In-game mentor
source: An Entrance has been claimed.
es: Una entrada ha sido reclamada.

# In-game mentor
source: You have lost an entrance.
es: Has perdido una entrada.

# In-game mentor
source: You must build a Treasure Room, to store gold.
es: Debes construir una cámara del tesoro para almacenar oro.

# In-game mentor
source: You need to build a Lair for your creatures.
es: Necesitas construir una guarida para tus criaturas.

# In-game mentor
source: You should build a Hatchery, to feed your minions.
es: Debes construir un criadero, para alimentar a tus servidores.

# In-game mentor
source: A new room has been researched.
es: Se ha investigado una nueva cámara.

# In-game mentor
source: A new spell has been researched.
es: Se ha investigado un nuevo conjuro.

# In-game mentor
source: A door has been manufactured.
es: Se ha fabricado una puerta.

# In-game mentor
source: A trap has been manufactured.
es: Se ha fabricado una trampa.

# In-game mentor
source: There is nothing left to research.
es: No queda nada que investigar.

# In-game mentor
source: You have taken an enemy's spellbook.
es: Has tomado un libro de conjuros del enemigo.

# In-game mentor
source: You have taken an enemy's trap design.
es: Has tomado un diseño de una trampa enemiga.

# In-game mentor
source: You have taken an enemy's door design.
es: Has tomado un diseño de una puerta enemiga.

# In-game mentor
source: The enemy has stolen a spellbook!
es: ¡El enemigo ha robado un libro de conjuros!

# In-game mentor
source: A trap design has been taken from you.
es: Te han quitado un diseño de trampa.

# In-game mentor
source: The enemy has taken a door design.
es: El enemigo ha tomado un diseño de puerta.

# In-game mentor
source: Information has been tortured from the enemy.
es: Se ha obtenido información del enemigo bajo tortura.

# In-game mentor
source: An enemy has been converted to your cause.
es: Un enemigo ha sido convertido a tu causa.

# In-game mentor
source: A prisoner has died and risen as a Skeleton.
es: Un prisionero ha muerto y se ha levantado como un esqueleto.

# In-game mentor
source: A torture victim has died and returned as a Ghost.
es: Una víctima de torturas ha muerto y ha vuelto como un fantasma.

# In-game mentor
source: Your prisoners are escaping!
es: ¡Tus prisioneros se están escapando!

# In-game mentor
source: A Vampire has risen in your Graveyard.
es: Ha surgido un vampiro en tu cementerio.

# In-game mentor
source: You have freed your creatures from prison!
es: ¡Has liberado a tus criaturas de prisión!

# In-game mentor
source: Your prisoners are starving to death.
es: Tus prisioneros se mueren de hambre.

# In-game mentor
source: One of your creatures is being scavenged!
es: ¡Una de tus criaturas está siendo depredada!

# In-game mentor
source: One of your minions has been scavenged!
es: ¡Uno de tus servidores está siendo depredado!

# In-game mentor
source: One of your creatures has joined the enemy.
es: Una de tus criaturas se ha unido al enemigo.

# In-game mentor
source: Secrets have been tortured from your creatures!
es: ¡Se ha obtenido secretos de tus criaturas bajo torturas!

# In-game mentor
source: The Gods are pleased with your sacrifice.
es: Los dioses están satisfechos con tu sacrificio.

# In-game mentor
source: The Gods have rewarded your offering.
es: Los dioses han recompensado tu ofrenda.

# In-game mentor
source: The Gods do not care for your sacrifice.
es: A los dioses no les importa tu sacrificio.

# In-game mentor
source: Your offering has made the Gods angry!
es: ¡Tu ofrenda ha irritado a los dioses!

# In-game mentor
source: The Gods have punished your unworthy offering.
es: Los dioses han castigado tu miserable ofrenda.

# In-game mentor
source: This is no wishing well, Keeper.
es: No hay pozo de los deseos, guardián.

# In-game mentor
source: Your creatures have discovered a mysterious magic box.
es: Tus criaturas han descubierto una misteriosa caja mágica.

# In-game mentor
source: Your creatures have found a spell.
es: Tus criaturas han hallado un conjuro.

# In-game mentor
source: A door design has been discovered.
es: Ha sido descubierto un diseño de puerta.

# In-game mentor
source: A trap design has been discovered.
es: Ha sido descubierto un diseño de trampa.

# In-game mentor
source: New creatures have joined your dungeon.
es: Nuevas criaturas se han unido a tu mazmorra.

# In-game mentor
source: You have tunnelled into a new area.
es: Has pasado por un túnel a una zona nueva.

# In-game mentor
source: The entire realm has been revealed to you.
es: El reino entero te ha sido revelado.

# In-game mentor
source: You may resurrect one creature.
es: Debes resucitar una criatura.

# In-game mentor
source: Select a creature to take with you to the next realm.
es: Selecciona una criatura para llevarla contigo al siguiente reino.

# In-game mentor
source: So be it.
es: Así sea.

# In-game mentor
source: You have bewitched a hero.
es: Has embrujado a un héroe.

# In-game mentor
source: Your creatures have been doubled in number.
es: El número de tus criaturas se ha duplicado.

# In-game mentor
source: Your creatures have been blessed with experience.
es: Tus criaturas han sido bendecidas con experiencia.

# In-game mentor
source: Your dungeon has been fortified.
es: Tu mazmorra ha sido fortificada.

# In-game mentor
source: You have found a hidden realm. Go there when you've conquered this land.
es: Has hallado un reino oculto. Ve allí cuando hayas conquistado esta tierra.

# In-game mentor
source: Your gold reserves are running low.
es: Tus reservas de oro están disminuyendo.

# In-game mentor
source: You do not have enough gold.
es: No tienes suficiente oro.

# In-game mentor
source: You are too poor to scavenge creatures.
es: Eres demasiado pobre para encontrar criaturas.

# In-game mentor
source: You cannot afford to train creatures.
es: No puedes permitirte entrenar criaturas.

# In-game mentor
source: It is payday.
es: Es día de pago.

# In-game mentor random funny message
source: My god, it's full of pies.
es: Dios, está lleno de pasteles.

# In-game mentor random funny message
source: Something surreal is happening.
es: Está ocurriendo algo surrealista.

# In-game mentor random funny message
source: Your creatures are developing a strange accent.
es: Tus criaturas están desarrollando un acento extraño.

# In-game mentor random funny message
source: Your pants are definitely too tight.
es: Definitivamente, tus pantalones son demasiado estrechos.

# In-game mentor random funny message
source: Your minions have a craving for chocolate.
es: Tus servidores tienen antojos de chocolate.

# In-game mentor random funny message
source: There's that smell again.
es: De nuevo vuelve ese olor.

# In-game mentor random funny message
source: Hello?
es: ¿Hola?

# In-game mentor random funny message
source: Blech.
es: Desconvertido, vaya.

# In-game mentor random funny message
source: Achoo
es: Achus

# In-game mentor random funny message
source: Cough
es: Cof, cofff.

# In-game mentor
source: You cannot give your Imps any more jobs.
es: No puedes darle más trabajo a tus duendes.

# In-game mentor
source: Game loaded.
es: Juego cargado.

# In-game mentor
source: Game saved.
es: Juego salvado.

# In-game mentor
source: You have defeated an enemy Keeper.
es: Has derrotado a un guardián enemigo.

# In-game mentor
source: You have been defeated.
es: Has sido derrotado.

# In-game mentor
source: You have conquered this realm!
es: ¡Has conquistado este reino!

# In-game mentor
source: Master, I sense the presence of the Avatar!
es: ¡Amo, percibo la presencia del Avatar!

# In-game mentor
source: What trickery is this? The Avatar's body has vanished!
es: ¿Qué truco es este? El cuerpo del Avatar ha desaparecido.

# In-game mentor
source: You are victorious! Your darkness pervades throughout the kingdom. All hail the new lord of shadows!
es: Has vencido, tu oscuridad se extiende por el reino. Viva el nuevo señor de las sombras.

# Enemy Keeper Harassment
source: Your efforts are futile!
es: ¡Tus esfuerzos son inútiles!

# Enemy Keeper Harassment
source: My dungeon is the finest you shall ever see!
es: ¡Mi mazmorra es la mejor que verás en toda tu vida!

# Enemy Keeper Harassment
source: My minions will leave your dungeon a crumbling ruin!
es: ¡Mis servidores dejarán tu mazmorra, echa una ruina!

# Enemy Keeper Harassment
source: You entrails will decorate the darkest alchove of my domain!
es: ¡Tus entrañas decorarán la alcoba más oscura de mi dominio!

# Enemy Keeper Harassment
source: Your corpse shall feed my minions yet, Keeper!
es: ¡Tu cadáver aún alimentará a mis servidores, guardián!

# Enemy Keeper Harassment
source: Prepare for oblivion, Keeper!
es: ¡Prepárate para la nada, guardián!

# Enemy Keeper Harassment
source: Pathetic creature, I shall crush you in an instant!
es: ¡Criatura patética, te aplastaré en un instante!

# Enemy Keeper Harassment
source: Pah ha ha ha ha ha!
es: ¡Ha ha ha ha!

# Hero Talk Upon Entering
source: Your dark days are numbered, evil one!
es: ¡Tus negros días están contados, maligno!

# Hero Talk Upon Entering
source: We come to rid the world of your evil!
es: ¡Hemos venido a eliminar tu maldad del mundo!

# Hero Talk Upon Entering
source: We shall send you back to the pits, foul one!
es: ¡Te enviaremos de vuelta al agujero, malvado!

# Hero Talk Upon Entering
source: Your reign shall end before this day is done!
es: ¡Tu reinado terminará antes que concluya el día!

# Hero Talk Upon Entering
source: We shall cast you back into the shadows, Keeper!
es: ¡Te haremos retornar a las tinieblas, guardián!

# Hero Talk Upon Entering
source: Leave us to live our lives in peace!
es: ¡Deja que vivamos nuestras vidas en paz!

# Hero Talk Upon Entering
source: In the name of all that is good, we shall defeat you!
es: ¡Te derrotaremos, en nombre de todo lo que es bueno!

# Hero Talk Upon Entering
source: We shall not tolerate your evil presence any longer!
es: ¡No toleraremos más tu presencia malvada!
