Repository: dkfans/keeperfx
Catalog: lang/speech_rus.po
Languages: ru

# In-game mentor
source: Your creatures are becoming angry.
ru: Ваши создания гневаются.

# In-game mentor
source: Your creatures are angry - they have nowhere to live.
ru: Ваши создания разгневаны - им негде жить.

# In-game mentor
source: Your minions are annoyed - you cannot pay them.
ru: Ваши создания недовольны - Вам нечем им платить.

# In-game mentor
source: Your creatures are upset because they are hungry.
ru: Ваши создания расстроены - они голодны.

# In-game mentor
source: Your minions are vandalising your dungeon!
ru: Ваши прислужники разносят Ваше подземелье!

# In-game mentor
source: Creatures are deserting!
ru: Ваши создания дезертируют!

# In-game mentor
source: The enemy has broken through your walls!
ru: Враг проломил стены Вашего подземелья!

# In-game mentor
source: Your Dungeon Heart is being attacked!
ru: На сердце Вашего подземелья напали!

# In-game mentor
source: Your minions have lost a battle.
ru: Ваши прислужники проиграли сражение.

# In-game mentor
source: Your creatures have won a battle!
ru: Ваши создания победили в сражении!

# In-game mentor
source: Your creatures are falling in battle!
ru: Ваши создания гибнут в сражении!

# In-game mentor
source: Your minions are winning a battle.
ru: Ваши прислужники побеждают в сражении.

# In-game mentor
source: Your creatures are under attack.
ru: На Ваших созданий напали.

# In-game mentor
source: Your creatures are attacking the enemy!
ru: Ваши создания нападают на врага!

# In-game mentor
source: The enemy is destroying your rooms!
ru: Враг разрушает Ваши помещения!

# In-game mentor
source: You are losing territory.
ru: Вы утрачиваете территории.

# In-game mentor
source: You have claimed an enemy room.
ru: Вы захватили помещение врага.

# In-game mentor
source: You have taken control of a new room.
ru: Вы захватили новое помещение.

# In-game mentor
source: Beware, the Lord of the Land approaches!
ru: Берегитесь! Лорд земли объявился!

# In-game mentor
source: Your creatures are fighting amongst themselves.
ru: Ваши создания дерутся друг с другом.

# In-game mentor
source: The battle is over.
ru: Сражение окончено.

# In-game mentor
source: Food is scarce; enlarge your Hatchery.
ru: Расширьте питомник. Еды не хватает на всех.

# In-game mentor
source: Your creatures need a bigger Lair.
ru: Вашим существам нужно логово попросторнее.

# In-game mentor
source: You need a bigger Treasure Room.
ru: Пора расширить сокровищницу.

# In-game mentor
source: Your Library is too small.
ru: Ваша библиотека слишком мала.

# In-game mentor
source: Your Prison is too small.
ru: В Вашей тюрьме не хватает места.

# In-game mentor
source: Your Torture Chamber is not big enough.
ru: Пыточная недостаточно просторна.

# In-game mentor
source: You need a bigger Training Room.
ru: Расширьте тренировочный зал.

# In-game mentor
source: Your Workshop is not big enough.
ru: В мастерских нужно больше места.

# In-game mentor
source: Your Scavenger Room is too small.
ru: Растлительная требует расширения.

# In-game mentor
source: You need a bigger Temple.
ru: Вам нужен более величественный храм.

# In-game mentor
source: Your Graveyard is not big enough.
ru: Кладбище требует расширения.

# In-game mentor
source: Your Barracks require expansion.
ru: Пришло время расширить Ваши бараки.

# In-game mentor
source: Hungry creatures cannot get to a Hatchery.
ru: Голодные создания не могут попасть в питомник.

# In-game mentor
source: Some of your minions are unable to reach the Treasure Room.
ru: Часть Ваших прислужников не может попасть в сокровищницу.

# In-game mentor
source: Some of your minions are unable to reach their lairs.
ru: Часть Ваших прислужников не может вернуться к себе в логова.

# In-game mentor
source: An Entrance has been claimed.
ru: Портал захвачен.

# In-game mentor
source: You have lost an entrance.
ru: Портал утрачен.

# In-game mentor
source: You must build a Treasure Room, to store gold.
ru: Вы должны построить сокровищницу, чтобы было куда складывать золото.

# In-game mentor
source: You need to build a Lair for your creatures.
ru: Вы должны построить логово для своих созданий.

# In-game mentor
source: You should build a Hatchery, to feed your minions.
ru: Вы должны построить питомник, чтобы Вашим созданиям было чем питаться.

# In-game mentor
source: A new room has been researched.
ru: Изучены планы нового помещения.

# In-game mentor
source: A new spell has been researched.
ru: Изучено новое заклинание.

# In-game mentor
source: A door has been manufactured.
ru: Изготовлена дверь.

# In-game mentor
source: A trap has been manufactured.
ru: Изготовлена ловушка.

# In-game mentor
source: There is nothing left to research.
ru: Больше нечего изучать.

# In-game mentor
source: You have taken an enemy's spellbook.
ru: Вы захватили вражескую книгу заклинаний.

# In-game mentor
source: You have taken an enemy's trap design.
ru: Вы захватили вражеские чертежи ловушки.

# In-game mentor
source: You have taken an enemy's door design.
ru: Вы захватили вражеские чертежи двери.

# In-game mentor
source: The enemy has stolen a spellbook!
ru: Враг украл книгу заклинаний!

# In-game mentor
source: A trap design has been taken from you.
ru: Ваши чертежи ловушки были украдены.

# In-game mentor
source: The enemy has taken a door design.
ru: Враг захватил чертежи двери.

# In-game mentor
source: Information has been tortured from the enemy.
ru: Информация была выпытана у врага.

# In-game mentor
source: An enemy has been converted to your cause.
ru: Враг перешел на Вашу сторону.

# In-game mentor
source: A prisoner has died and risen as a Skeleton.
ru: Пленник умер и восстал как скелет.

# In-game mentor
source: A torture victim has died and returned as a Ghost.
ru: Жертва пыток погибла и восстала привидением.

# In-game mentor
source: Your prisoners are escaping!
ru: Пленники бегут из тюрьмы!

# In-game mentor
source: A Vampire has risen in your Graveyard.
ru: Вампир восстал на кладбище.

# In-game mentor
source: You have freed your creatures from prison!
ru: Вы освободили Своих созданий из тюрьмы!

# In-game mentor
source: Your prisoners are starving to death.
ru: Ваши пленники помирают с голоду.

# In-game mentor
source: One of your creatures is being scavenged!
ru: Ваше создание растлевают!

# In-game mentor
source: One of your minions has been scavenged!
ru: Вашего прислужника растлевают!

# In-game mentor
source: One of your creatures has joined the enemy.
ru: Ваше создание перешло на сторону врага.

# In-game mentor
source: Secrets have been tortured from your creatures!
ru: Из Ваших созданий выпытывают секреты!

# In-game mentor
source: The Gods are pleased with your sacrifice.
ru: Боги благосклонно отнеслись к Вашей жертве.

# In-game mentor
source: The Gods have rewarded your offering.
ru: Боги снизошли до того, чтобы вознаградить Вас.

# In-game mentor
source: The Gods do not care for your sacrifice.
ru: Боги остались глухи к принесенной Вами жертве.

# In-game mentor
source: Your offering has made the Gods angry!
ru: Ваше подношение прогневало Богов!

# In-game mentor
source: The Gods have punished your unworthy offering.
ru: Боги покарали Вас за недостойное подношение.

# In-game mentor
source: This is no wishing well, Keeper.
ru: Это Вам не колодец желаний, Хранитель.

# In-game mentor
source: Your creatures have discovered a mysterious magic box.
ru: Ваши создания обнаружили таинственный волшебный ящик.

# In-game mentor
source: Your creatures have found a spell.
ru: Ваши создания обнаружили заклинание.

# In-game mentor
source: A door design has been discovered.
ru: Обнаружены чертежи двери.

# In-game mentor
source: A trap design has been discovered.
ru: Обнаружены чертежи ловушки.

# In-game mentor
source: New creatures have joined your dungeon.
ru: Новые создания пришли в Ваше подземелье.

# In-game mentor
source: You have tunnelled into a new area.
ru: Вы пробили туннель в новые земли.

# In-game mentor
source: The entire realm has been revealed to you.
ru: Королевство открылось Вам целиком.

# In-game mentor
source: You may resurrect one creature.
ru: Вы можете возродить любое создание.

# In-game mentor
source: Select a creature to take with you to the next realm.
ru: Выберите создание, которое возьмете с собой в следующее королевство.

# In-game mentor
source: So be it.
ru: Да будет так!

# In-game mentor
source: You have bewitched a hero.
ru: Вы приворотили героя.

# In-game mentor
source: Your creatures have been doubled in number.
ru: Численность Ваших созданий удвоилась.

# In-game mentor
source: Your creatures have been blessed with experience.
ru: Ваши создания были одарены опытом.

# In-game mentor
source: Your dungeon has been fortified.
ru: Стены Вашего подземелья укрепились.

# In-game mentor
source: You have found a hidden realm. Go there when you've conquered this land.
ru: Вы обнаружили тайное королевство. Отправляйтесь туда, когда покорите эти земли.

# In-game mentor
source: Your gold reserves are running low.
ru: В Вашей сокровищнице заканчивается золото.

# In-game mentor
source: You do not have enough gold.
ru: У Вас не хватает золота.

# In-game mentor
source: You are too poor to scavenge creatures.
ru: Вы слишком бедны, чтобы кого-либо растлить.

# In-game mentor
source: You cannot afford to train creatures.
ru: Вы не можете оплатить тренировку созданий.

# In-game mentor
source: It is payday.
ru: Настал День выплаты жалования.

# In-game mentor random funny message
source: My god, it's full of pies.
ru: О боже, он полон гнезд!

# In-game mentor random funny message
source: Something surreal is happening.
ru: Творится что-то невероятное.

# In-game mentor random funny message
source: Your creatures are developing a strange accent.
ru: У ваших созданий появился странный выговор.

# In-game mentor random funny message
source: Your pants are definitely too tight.
ru: Эти штаны Вам точно малы.

# In-game mentor random funny message
source: Your minions have a craving for chocolate.
ru: Ваши прислужники алчут шоколада.

# In-game mentor random funny message
source: There's that smell again.
ru: Опять этот запах.

# In-game mentor random funny message
source: Hello?
ru: Э-эй!

# In-game mentor random funny message
source: Blech.
ru: Фу!

# In-game mentor random funny message
source: Achoo
ru: Апчхи!

# In-game mentor random funny message
source: Cough
ru: Кхе-кхе!

# In-game mentor
source: You cannot give your Imps any more jobs.
ru: Вы не можете нагрузить бесов дополнительной работой.

# In-game mentor
source: Game loaded.
ru: Игра загружена.

# In-game mentor
source: Game saved.
ru: Игра сохранена.

# In-game mentor
source: You have defeated an enemy Keeper.
ru: Вы одолели вражеского Хранителя.

# In-game mentor
source: You have been defeated.
ru: Вас победили.

# In-game mentor
source: You have conquered this realm!
ru: Вы завоевали это королевство!

# In-game mentor
source: Master, I sense the presence of the Avatar!
ru: Повелитель! Я ощущаю присутствие Аватара!

# In-game mentor
source: What trickery is this? The Avatar's body has vanished!
ru: Что это за жульничество? Тело Аватара исчезло.

# In-game mentor
source: You are victorious! Your darkness pervades throughout the kingdom. All hail the new lord of shadows!
ru: Вы одержали победу! Тьма распространяется по всему королевству. Славьте нового Владыку теней!

# Enemy Keeper Harassment
source: Your efforts are futile!
ru: Твои усилия тщетны!

# Enemy Keeper Harassment
source: My dungeon is the finest you shall ever see!
ru: Мое подземелье лучшее, что тебе доведется увидеть!

# Enemy Keeper Harassment
source: My minions will leave your dungeon a crumbling ruin!
ru: Мои прислужники не оставят камня на камне от твоего подземелья!

# Enemy Keeper Harassment
source: You entrails will decorate the darkest alchove of my domain!
ru: Твои кишки украсят самые темные ниши Моих владений!

# Enemy Keeper Harassment
source: Your corpse shall feed my minions yet, Keeper!
ru: Я скормлю твое тело Своим прислужникам, хранитель!

# Enemy Keeper Harassment
source: Prepare for oblivion, Keeper!
ru: Приготовься встретить забвение, хранитель!

# Enemy Keeper Harassment
source: Pathetic creature, I shall crush you in an instant!
ru: Жалкое создание! Я сокрушу тебя прямо сейчас!

# Enemy Keeper Harassment
source: Pah ha ha ha ha ha!
ru: Ха-ха-ха-ха!

# Hero Talk Upon Entering
source: Your dark days are numbered, evil one!
ru: Твои дни сочтены, злодей!

# Hero Talk Upon Entering
source: We come to rid the world of your evil!
ru: Мы идем избавить мир от твоего зла!

# Hero Talk Upon Entering
source: We shall send you back to the pits, foul one!
ru: Мы отправим тебя обратно в ту дыру, из которой ты вылез, презренный!

# Hero Talk Upon Entering
source: Your reign shall end before this day is done!
ru: Твое владычество окончится еще до заката!

# Hero Talk Upon Entering
source: We shall cast you back into the shadows, Keeper!
ru: Мы отправим тебя обратно во тьму, хранитель!

# Hero Talk Upon Entering
source: Leave us to live our lives in peace!
ru: Дай нам жить в мире и спокойствии!

# Hero Talk Upon Entering
source: In the name of all that is good, we shall defeat you!
ru: Во имя всего хорошего, что есть в мире, мы одолеем тебя!

# Hero Talk Upon Entering
source: We shall not tolerate your evil presence any longer!
ru: Мы больше не потерпим присутствия твоего зла!
