Repository: dkfans/keeperfx
Catalog: lang/speech_pol.po
Languages: pl_pl

# In-game mentor
source: Your creatures are becoming angry.
pl_pl: Twoje stwory złoszczą się.

# In-game mentor
source: Your creatures are angry - they have nowhere to live.
pl_pl: Twoje stwory są wściakłe - brak im przestrzeni życiowej.

# In-game mentor
source: Your minions are annoyed - you cannot pay them.
pl_pl: Sługi irytują się - nie masz czym płacić.

# In-game mentor
source: Your creatures are upset because they are hungry.
pl_pl: Twoje stwory niepokoi głód.

# In-game mentor
source: Your minions are vandalising your dungeon!
pl_pl: Twe sługi demolują loch!

# In-game mentor
source: Creatures are deserting!
pl_pl: Stwory dezerterują!

# In-game mentor
source: The enemy has broken through your walls!
pl_pl: Wróg przedarł się przez mury.

# In-game mentor
source: Your Dungeon Heart is being attacked!
pl_pl: Atak na Serce Lochu!

# In-game mentor
source: Your minions have lost a battle.
pl_pl: Twe sługi przegrały walkę.

# In-game mentor
source: Your creatures have won a battle!
pl_pl: Twe sługi wygrały walkę.

# In-game mentor
source: Your creatures are falling in battle!
pl_pl: Twe sługi przegywają.

# In-game mentor
source: Your minions are winning a battle.
pl_pl: Twe sługi wygywają.

# In-game mentor
source: Your creatures are under attack.
pl_pl: Zaatakowano twoje stwory.

# In-game mentor
source: Your creatures are attacking the enemy!
pl_pl: Twoje stwory atakują wroga.

# In-game mentor
source: The enemy is destroying your rooms!
pl_pl: wróg niszczy komnaty!

# In-game mentor
source: You are losing territory.
pl_pl: Tracisz terytorium.

# In-game mentor
source: You have claimed an enemy room.
pl_pl: Zająłeś komnatę wroga.

# In-game mentor
source: You have taken control of a new room.
pl_pl: Opanowałes nową komnatę.

# In-game mentor
source: Beware, the Lord of the Land approaches!
pl_pl: Uwaga, nadciąga władca tej krainy!

# In-game mentor
source: Your creatures are fighting amongst themselves.
pl_pl: Twoje stwory walczą miedzy sobą.

# In-game mentor
source: The battle is over.
pl_pl: Bitwa zakończona.

# In-game mentor
source: Food is scarce; enlarge your Hatchery.
pl_pl: Brak żywności, powiększ Kurnik.

# In-game mentor
source: Your creatures need a bigger Lair.
pl_pl: Stwory potrzebują wiekszego Legowiska.

# In-game mentor
source: You need a bigger Treasure Room.
pl_pl: Potrzebny większy Skarbiec.

# In-game mentor
source: Your Library is too small.
pl_pl: Biblioteka jest zbyt mała.

# In-game mentor
source: Your Prison is too small.
pl_pl: Więzienie jest za małe.

# In-game mentor
source: Your Torture Chamber is not big enough.
pl_pl: Sala Tortur jest za mała.

# In-game mentor
source: You need a bigger Training Room.
pl_pl: Potrzebna większa sala Treningowa.

# In-game mentor
source: Your Workshop is not big enough.
pl_pl: Warsztaty są za małe.

# In-game mentor
source: Your Scavenger Room is too small.
pl_pl: Oczyszczalnia jest zbyt mała.

# In-game mentor
source: You need a bigger Temple.
pl_pl: Potrzebna większa Świątynia.

# In-game mentor
source: Your Graveyard is not big enough.
pl_pl: Cmentarzysko jest za małe.

# In-game mentor
source: Your Barracks require expansion.
pl_pl: Koszary wymagają rozbudowy.

# In-game mentor
source: Hungry creatures cannot get to a Hatchery.
pl_pl: Głodne stwory nie mogą dostać się do Kurnika.

# In-game mentor
source: Some of your minions are unable to reach the Treasure Room.
pl_pl: Część sług nie może dostać się do Skarbca.

# In-game mentor
source: Some of your minions are unable to reach their lairs.
pl_pl: Część sług nie może dostać się do swych legowisk.

# In-game mentor
source: An Entrance has been claimed.
pl_pl: Wejście jest atakowane.

# In-game mentor
source: You have lost an entrance.
pl_pl: Straciłeś Wejście.

# In-game mentor
source: You must build a Treasure Room, to store gold.
pl_pl: Musisz zbudować Skarbiec, by gromadzić złoto.

# In-game mentor
source: You need to build a Lair for your creatures.
pl_pl: Musisz zbudować Leża dla stworów.

# In-game mentor
source: You should build a Hatchery, to feed your minions.
pl_pl: Musisz zbudować Kurnik, by wyżywić sługi.

# In-game mentor
source: A new room has been researched.
pl_pl: Opracowano nową komnatę.

# In-game mentor
source: A new spell has been researched.
pl_pl: Opracowano nowe zaklęcie.

# In-game mentor
source: A door has been manufactured.
pl_pl: Wyprodukowano drzwi.

# In-game mentor
source: A trap has been manufactured.
pl_pl: Wyprodukowano pułapkę.

# In-game mentor
source: There is nothing left to research.
pl_pl: Brak tematów do badań.

# In-game mentor
source: You have taken an enemy's spellbook.
pl_pl: Przejąłeś księgę zaklęć wroga.

# In-game mentor
source: You have taken an enemy's trap design.
pl_pl: Przejąłeś projekt pułapki wroga.

# In-game mentor
source: You have taken an enemy's door design.
pl_pl: Przejąłeś projekt drzwi wroga.

# In-game mentor
source: The enemy has stolen a spellbook!
pl_pl: Wróg ukradł księgę zaklęć.

# In-game mentor
source: A trap design has been taken from you.
pl_pl: Straciłeś projekt pułapki.

# In-game mentor
source: The enemy has taken a door design.
pl_pl: Wróg zabrał projekt drzwi.

# In-game mentor
source: Information has been tortured from the enemy.
pl_pl: Torturami wydobyto informacje od wrogów.

# In-game mentor
source: An enemy has been converted to your cause.
pl_pl: Wróg został przekrztałcony na twoje podobieństwo.

# In-game mentor
source: A prisoner has died and risen as a Skeleton.
pl_pl: Więzień zmarł i odrodził się jako Szkieletor.

# In-game mentor
source: A torture victim has died and returned as a Ghost.
pl_pl: Ofiara tortur zmarła i powróciła jako Duch.

# In-game mentor
source: Your prisoners are escaping!
pl_pl: Więźniowie uciekają!

# In-game mentor
source: A Vampire has risen in your Graveyard.
pl_pl: Na cmentarzysku przerodził się Wampir.

# In-game mentor
source: You have freed your creatures from prison!
pl_pl: Uwolniłeś stwory z więzienia!

# In-game mentor
source: Your prisoners are starving to death.
pl_pl: Więźniowie zostali zagłodzeni na śmierć.

# In-game mentor
source: One of your creatures is being scavenged!
pl_pl: Stwór jest pozyskiwany!

# In-game mentor
source: One of your minions has been scavenged!
pl_pl: Pozyskano jednego sługę!

# In-game mentor
source: One of your creatures has joined the enemy.
pl_pl: Jeden ze stworów przyłączył się do wroga.

# In-game mentor
source: Secrets have been tortured from your creatures!
pl_pl: Naskutek tortur, twój stwór zdradził sekret!

# In-game mentor
source: The Gods are pleased with your sacrifice.
pl_pl: Bogowie cieszą się z twojego poświęcenia.

# In-game mentor
source: The Gods have rewarded your offering.
pl_pl: Bogowie przyjęli twoją ofiarę.

# In-game mentor
source: The Gods do not care for your sacrifice.
pl_pl: Bogowie nie dbają o twe poświęcenia.

# In-game mentor
source: Your offering has made the Gods angry!
pl_pl: Twoja ofiara rozzłościła bogów!

# In-game mentor
source: The Gods have punished your unworthy offering.
pl_pl: Bogowie odrzucili twoją bezwartościową daninę.

# In-game mentor
source: This is no wishing well, Keeper.
pl_pl: Idzie ku gorszemu, strażniku.

# In-game mentor
source: Your creatures have discovered a mysterious magic box.
pl_pl: Stwory odkryły tajemniczą magiczną skrzynię.

# In-game mentor
source: Your creatures have found a spell.
pl_pl: Stwory znalazły zaklęcie.

# In-game mentor
source: A door design has been discovered.
pl_pl: Odkryto projekt drzwi.

# In-game mentor
source: A trap design has been discovered.
pl_pl: Odkryto projekt pułapki.

# In-game mentor
source: New creatures have joined your dungeon.
pl_pl: Nowe stwory zamieszkały w twoim lochu.

# In-game mentor
source: You have tunnelled into a new area.
pl_pl: Przebiłeś się do nowego obszaru.

# In-game mentor
source: The entire realm has been revealed to you.
pl_pl: Objawiło ci się całe królestwo.

# In-game mentor
source: You may resurrect one creature.
pl_pl: Możesz wskrzesić jednego stwora.

# In-game mentor
source: Select a creature to take with you to the next realm.
pl_pl: Wybierz stwora, którego zabierzesz do następnego królestwa.

# In-game mentor
source: So be it.
pl_pl: Niech tak będzie.

# In-game mentor
source: You have bewitched a hero.
pl_pl: Zaczarowałeś śmiałka.

# In-game mentor
source: Your creatures have been doubled in number.
pl_pl: Liczba stworów podwoiła się.

# In-game mentor
source: Your creatures have been blessed with experience.
pl_pl: Stwory otrzymały błogosławieństwo doświadczenia.

# In-game mentor
source: Your dungeon has been fortified.
pl_pl: Loch został ufortyfikowany.

# In-game mentor
source: You have found a hidden realm. Go there when you've conquered this land.
pl_pl: Ukryte królestwo! Idź tam gdy podbijesz ten obszar.

# In-game mentor
source: Your gold reserves are running low.
pl_pl: Wyczerpują się zapasy złota.

# In-game mentor
source: You do not have enough gold.
pl_pl: Masz za mało złota.

# In-game mentor
source: You are too poor to scavenge creatures.
pl_pl: Jesteś zbyt biedny by pozyskiwać stwory.

# In-game mentor
source: You cannot afford to train creatures.
pl_pl: Nie stać cię na trening stworów.

# In-game mentor
source: It is payday.
pl_pl: Dzień wypłaty.

# In-game mentor random funny message
source: My god, it's full of pies.
pl_pl: Bogowie, ale kwach.

# In-game mentor random funny message
source: Something surreal is happening.
pl_pl: Dzieje się coś nierealnego.

# In-game mentor random funny message
source: Your creatures are developing a strange accent.
pl_pl: Twoje stwory mówią z dziwnym akcentem.

# In-game mentor random funny message
source: Your pants are definitely too tight.
pl_pl: Masz zdecydowanie za ciasne kalesony.

# In-game mentor random funny message
source: Your minions have a craving for chocolate.
pl_pl: Twe stwory są spragnione czekolady.

# In-game mentor random funny message
source: There's that smell again.
pl_pl: Znów ten smród.

# In-game mentor random funny message
source: Hello?
pl_pl: Cześć.

# In-game mentor random funny message
source: Blech.
pl_pl: Blondynka? O nie.

# In-game mentor random funny message
source: Achoo
pl_pl: A-psik!

# In-game mentor random funny message
source: Cough
pl_pl: Yhy yhy

# In-game mentor
source: You cannot give your Imps any more jobs.
pl_pl: Chochliki nie mogą wziąść więcej roboty.

# In-game mentor
source: Game loaded.
pl_pl: Gra załadowana.

# In-game mentor
source: Game saved.
pl_pl: Gra zapisana.

# In-game mentor
source: You have defeated an enemy Keeper.
pl_pl: Zwyciężyłeś wrogów, strażniku.

# In-game mentor
source: You have been defeated.
pl_pl: Zostałeś pokonany.

# In-game mentor
source: You have conquered this realm!
pl_pl: Podbiłeś to królestwo.

# In-game mentor
source: Master, I sense the presence of the Avatar!
pl_pl: Panie, wyczuwam obecność Awatara!

# In-game mentor
source: What trickery is this? The Avatar's body has vanished!
pl_pl: Czary, czy co? Ciało Awatara zniknęło!

# In-game mentor
source: You are victorious! Your darkness pervades throughout the kingdom. All hail the new lord of shadows!
pl_pl: Jesteś zwycięzcą! Witaj, nowy władco!

# Enemy Keeper Harassment
source: Your efforts are futile!
pl_pl: Twoje wysiłki są daremne!

# Enemy Keeper Harassment
source: My dungeon is the finest you shall ever see!
pl_pl: Nie zobaczysz piękniejszego lochu niż mój!

# Enemy Keeper Harassment
source: My minions will leave your dungeon a crumbling ruin!
pl_pl: Moi słudzy zmienią twój loch z zwietrzałą ruinę.

# Enemy Keeper Harassment
source: You entrails will decorate the darkest alchove of my domain!
pl_pl: Twoje wnętrzności udekorują me dominium!

# Enemy Keeper Harassment
source: Your corpse shall feed my minions yet, Keeper!
pl_pl: Twe ciało będzie ciało dla mych sług, strażniku!

# Enemy Keeper Harassment
source: Prepare for oblivion, Keeper!
pl_pl: Czeka cię niebyt, strażniku!

# Enemy Keeper Harassment
source: Pathetic creature, I shall crush you in an instant!
pl_pl: Patetyczny stworze, zniszczę się w mgnieniu oka!

# Enemy Keeper Harassment
source: Pah ha ha ha ha ha!
pl_pl: Ha ha ha ha!

# Hero Talk Upon Entering
source: Your dark days are numbered, evil one!
pl_pl: Twe mroczne dni są policzone, demonie!

# Hero Talk Upon Entering
source: We come to rid the world of your evil!
pl_pl: Przyszliśmy by uwolnić od ciebie świat!

# Hero Talk Upon Entering
source: We shall send you back to the pits, foul one!
pl_pl: Poslemy cię z powrotem do piachu, głupcze!

# Hero Talk Upon Entering
source: Your reign shall end before this day is done!
pl_pl: Twe panowanie skończy się nim minie dzień!

# Hero Talk Upon Entering
source: We shall cast you back into the shadows, Keeper!
pl_pl: Odeślemy cię do krainy cieni, strażniku!

# Hero Talk Upon Entering
source: Leave us to live our lives in peace!
pl_pl: Odejdź, chcemy żyć w pokoju!

# Hero Talk Upon Entering
source: In the name of all that is good, we shall defeat you!
pl_pl: W imie wszystkiego co dobre, pokonamy cię!

# Hero Talk Upon Entering
source: We shall not tolerate your evil presence any longer!
pl_pl: Nie zniesiemy dłużej twej demonicznej obecności!
