Repository: dkfans/keeperfx
Catalog: lang/speech_por.po
Languages: pt_br

# In-game mentor
source: Your creatures are becoming angry.
pt_br: Suas criaturas estão ficando irritadas.

# In-game mentor
source: Your creatures are angry - they have nowhere to live.
pt_br: Suas criaturas estão irritadas - elas não têm onde morar.

# In-game mentor
source: Your minions are annoyed - you cannot pay them.
pt_br: Seus lacaios estão irritados - você não pode pagá-los.

# In-game mentor
source: Your creatures are upset because they are hungry.
pt_br: Suas criaturas estão descontentes porque estão com fome.

# In-game mentor
source: Your minions are vandalising your dungeon!
pt_br: Seus lacaios estão vandalizando sua masmorra!

# In-game mentor
source: Creatures are deserting!
pt_br: Criaturas estão desertando!

# In-game mentor
source: The enemy has broken through your walls!
pt_br: O inimigo rompeu seus muros!

# In-game mentor
source: Your Dungeon Heart is being attacked!
pt_br: Seu Coração da Masmorra está sendo atacado!

# In-game mentor
source: Your minions have lost a battle.
pt_br: Seus lacaios perderam uma batalha.

# In-game mentor
source: Your creatures have won a battle!
pt_br: Suas criaturas venceram uma batalha!

# In-game mentor
source: Your creatures are falling in battle!
pt_br: Suas criaturas estão caindo em batalha!

# In-game mentor
source: Your minions are winning a battle.
pt_br: Seus lacaios estão vencendo uma batalha.

# In-game mentor
source: Your creatures are under attack.
pt_br: Suas criaturas estão sob ataque.

# In-game mentor
source: Your creatures are attacking the enemy!
pt_br: Suas criaturas estão atacando o inimigo!

# In-game mentor
source: The enemy is destroying your rooms!
pt_br: O inimigo está destruindo suas salas!

# In-game mentor
source: You are losing territory.
pt_br: Você está perdendo território.

# In-game mentor
source: You have claimed an enemy room.
pt_br: Você reivindicou uma sala inimiga.

# In-game mentor
source: You have taken control of a new room.
pt_br: Você assumiu o controle de uma nova sala.

# In-game mentor
source: Beware, the Lord of the Land approaches!
pt_br: Cuidado, o Senhor da Terra se aproxima!

# In-game mentor
source: Your creatures are fighting amongst themselves.
pt_br: Suas criaturas estão lutando entre si.

# In-game mentor
source: The battle is over.
pt_br: A batalha terminou.

# In-game mentor
source: Food is scarce; enlarge your Hatchery.
pt_br: A comida está escassa, amplie seu Criadouro.

# In-game mentor
source: Your creatures need a bigger Lair.
pt_br: Suas criaturas precisam de um Covil maior.

# In-game mentor
source: You need a bigger Treasure Room.
pt_br: Você precisa de uma Sala do Tesouro maior.

# In-game mentor
source: Your Library is too small.
pt_br: Sua Biblioteca é pequena demais.

# In-game mentor
source: Your Prison is too small.
pt_br: Sua Prisão é pequena demais.

# In-game mentor
source: Your Torture Chamber is not big enough.
pt_br: Sua Câmara de Tortura não é grande o suficiente.

# In-game mentor
source: You need a bigger Training Room.
pt_br: Você precisa de uma Sala de Treino maior.

# In-game mentor
source: Your Workshop is not big enough.
pt_br: Sua Oficina não é grande o suficiente.

# In-game mentor
source: Your Scavenger Room is too small.
pt_br: Sua Sala do Recrutador é pequena demais.

# In-game mentor
source: You need a bigger Temple.
pt_br: Você precisa de um Templo maior.

# In-game mentor
source: Your Graveyard is not big enough.
pt_br: Seu Cemitério não é grande o suficiente.

# In-game mentor
source: Your Barracks require expansion.
pt_br: Seu Quartel precisa de expansão.

# In-game mentor
source: Hungry creatures cannot get to a Hatchery.
pt_br: Criaturas famintas não conseguem chegar a um Criadouro.

# In-game mentor
source: Some of your minions are unable to reach the Treasure Room.
pt_br: Alguns de seus lacaios não conseguem alcançar a Sala do Tesouro.

# In-game mentor
source: Some of your minions are unable to reach their lairs.
pt_br: Alguns de seus lacaios não conseguem alcançar seus covis.

# In-game mentor
source: An Entrance has been claimed.
pt_br: Uma Entrada foi reivindicada.

# In-game mentor
source: You have lost an entrance.
pt_br: Você perdeu uma entrada.

# In-game mentor
source: You must build a Treasure Room, to store gold.
pt_br: Você deve construir uma Sala do Tesouro para guardar ouro.

# In-game mentor
source: You need to build a Lair for your creatures.
pt_br: Você precisa construir um Covil para suas criaturas.

# In-game mentor
source: You should build a Hatchery, to feed your minions.
pt_br: Você deveria construir um Criadouro para alimentar seus lacaios.

# In-game mentor
source: A new room has been researched.
pt_br: Uma nova sala foi pesquisada.

# In-game mentor
source: A new spell has been researched.
pt_br: Um novo feitiço foi pesquisado.

# In-game mentor
source: A door has been manufactured.
pt_br: Uma porta foi fabricada.

# In-game mentor
source: A trap has been manufactured.
pt_br: Uma armadilha foi fabricada.

# In-game mentor
source: There is nothing left to research.
pt_br: Não há mais nada para pesquisar.

# In-game mentor
source: You have taken an enemy's spellbook.
pt_br: Você pegou o livro de feitiços de um inimigo.

# In-game mentor
source: You have taken an enemy's trap design.
pt_br: Você pegou o projeto de armadilha de um inimigo.

# In-game mentor
source: You have taken an enemy's door design.
pt_br: Você pegou o projeto de porta de um inimigo.

# In-game mentor
source: The enemy has stolen a spellbook!
pt_br: O inimigo roubou um livro de feitiços!

# In-game mentor
source: A trap design has been taken from you.
pt_br: Um projeto de armadilha foi roubado de você.

# In-game mentor
source: The enemy has taken a door design.
pt_br: O inimigo pegou um projeto de porta.

# In-game mentor
source: Information has been tortured from the enemy.
pt_br: Informações foram extraídas do inimigo através da tortura.

# In-game mentor
source: An enemy has been converted to your cause.
pt_br: Um inimigo foi convertido para a sua causa.

# In-game mentor
source: A prisoner has died and risen as a Skeleton.
pt_br: Um prisioneiro morreu e se ergueu como um Esqueleto.

# In-game mentor
source: A torture victim has died and returned as a Ghost.
pt_br: Uma vítima de tortura morreu e retornou como um Fantasma.

# In-game mentor
source: Your prisoners are escaping!
pt_br: Seus prisioneiros estão escapando!

# In-game mentor
source: A Vampire has risen in your Graveyard.
pt_br: Um Vampiro se ergueu em seu Cemitério.

# In-game mentor
source: You have freed your creatures from prison!
pt_br: Você libertou suas criaturas da prisão!

# In-game mentor
source: Your prisoners are starving to death.
pt_br: Seus prisioneiros estão morrendo de fome.

# In-game mentor
source: One of your creatures is being scavenged!
pt_br: Uma de suas criaturas está sendo recrutada!

# In-game mentor
source: One of your minions has been scavenged!
pt_br: Um de seus lacaios foi recrutado!

# In-game mentor
source: One of your creatures has joined the enemy.
pt_br: Uma de suas criaturas se juntou ao inimigo.

# In-game mentor
source: Secrets have been tortured from your creatures!
pt_br: Segredos foram extraídos de suas criaturas pela tortura!

# In-game mentor
source: The Gods are pleased with your sacrifice.
pt_br: Os Deuses estão satisfeitos com seu sacrifício.

# In-game mentor
source: The Gods have rewarded your offering.
pt_br: Os Deuses recompensaram sua oferenda.

# In-game mentor
source: The Gods do not care for your sacrifice.
pt_br: Os Deuses não se importam com seu sacrifício.

# In-game mentor
source: Your offering has made the Gods angry!
pt_br: Sua oferenda enfureceu os Deuses!

# In-game mentor
source: The Gods have punished your unworthy offering.
pt_br: Os Deuses puniram sua oferenda indigna.

# In-game mentor
source: This is no wishing well, Keeper.
pt_br: Isto não é um poço dos desejos, guardião.

# In-game mentor
source: Your creatures have discovered a mysterious magic box.
pt_br: Suas criaturas descobriram uma caixa mágica misteriosa.

# In-game mentor
source: Your creatures have found a spell.
pt_br: Suas criaturas encontraram um feitiço.

# In-game mentor
source: A door design has been discovered.
pt_br: Um projeto de porta foi descoberto.

# In-game mentor
source: A trap design has been discovered.
pt_br: Um projeto de armadilha foi descoberto.

# In-game mentor
source: New creatures have joined your dungeon.
pt_br: Novas criaturas se juntaram à sua masmorra.

# In-game mentor
source: You have tunnelled into a new area.
pt_br: Você escavou um túnel para uma nova área.

# In-game mentor
source: The entire realm has been revealed to you.
pt_br: O reino inteiro foi revelado a você.

# In-game mentor
source: You may resurrect one creature.
pt_br: Você pode ressuscitar uma criatura.

# In-game mentor
source: Select a creature to take with you to the next realm.
pt_br: Selecione uma criatura para levar com você ao próximo reino.

# In-game mentor
source: So be it.
pt_br: Que assim seja.

# In-game mentor
source: You have bewitched a hero.
pt_br: Você enfeitiçou um herói.

# In-game mentor
source: Your creatures have been doubled in number.
pt_br: O número de suas criaturas foi dobrado.

# In-game mentor
source: Your creatures have been blessed with experience.
pt_br: Suas criaturas foram abençoadas com experiência.

# In-game mentor
source: Your dungeon has been fortified.
pt_br: Sua masmorra foi fortificada.

# In-game mentor
source: You have found a hidden realm. Go there when you've conquered this land.
pt_br: Você encontrou um reino oculto. Vá para lá quando tiver conquistado esta terra.

# In-game mentor
source: Your gold reserves are running low.
pt_br: Suas reservas de ouro estão acabando.

# In-game mentor
source: You do not have enough gold.
pt_br: Você não tem ouro suficiente.

# In-game mentor
source: You are too poor to scavenge creatures.
pt_br: Você é pobre demais para recrutar criaturas.

# In-game mentor
source: You cannot afford to train creatures.
pt_br: Você não tem como pagar pelo treino das criaturas.

# In-game mentor
source: It is payday.
pt_br: É dia de pagamento.

# In-game mentor random funny message
source: My god, it's full of pies.
pt_br: Meu deus, está cheio de tortas.

# In-game mentor random funny message
source: Something surreal is happening.
pt_br: Algo surreal está acontecendo.

# In-game mentor random funny message
source: Your creatures are developing a strange accent.
pt_br: Suas criaturas estão desenvolvendo um sotaque estranho.

# In-game mentor random funny message
source: Your pants are definitely too tight.
pt_br: Suas calças estão definitivamente muito apertadas.

# In-game mentor random funny message
source: Your minions have a craving for chocolate.
pt_br: Seus lacaios estão com um desejo incontrolável por chocolate.

# In-game mentor random funny message
source: There's that smell again.
pt_br: Aquele cheiro de novo.

# In-game mentor random funny message
source: Hello?
pt_br: Olá?

# In-game mentor random funny message
source: Blech.
pt_br: Eca.

# In-game mentor random funny message
source: Achoo
pt_br: Atchim!

# In-game mentor random funny message
source: Cough
pt_br: Tosse

# In-game mentor
source: You cannot give your Imps any more jobs.
pt_br: Você não pode dar mais tarefas aos seus Diabretes.

# In-game mentor
source: Game loaded.
pt_br: Jogo carregado.

# In-game mentor
source: Game saved.
pt_br: Jogo salvo.

# In-game mentor
source: You have defeated an enemy Keeper.
pt_br: Você derrotou um Guardião inimigo.

# In-game mentor
source: You have been defeated.
pt_br: Você foi derrotado.

# In-game mentor
source: You have conquered this realm!
pt_br: Você conquistou este reino!

# In-game mentor
source: Master, I sense the presence of the Avatar!
pt_br: Mestre, sinto a presença do Avatar!

# In-game mentor
source: What trickery is this? The Avatar's body has vanished!
pt_br: Que truque é este? O corpo do Avatar desapareceu.

# In-game mentor
source: You are victorious! Your darkness pervades throughout the kingdom. All hail the new lord of shadows!
pt_br: Você é vitorioso, sua escuridão permeia todo o reino. Salve o novo senhor das sombras.

# Enemy Keeper Harassment
source: Your efforts are futile!
pt_br: Seus esforços são fúteis!

# Enemy Keeper Harassment
source: My dungeon is the finest you shall ever see!
pt_br: Minha masmorra é a melhor que você jamais verá!

# Enemy Keeper Harassment
source: My minions will leave your dungeon a crumbling ruin!
pt_br: Meus lacaios transformarão sua masmorra em uma ruína!

# Enemy Keeper Harassment
source: You entrails will decorate the darkest alchove of my domain!
pt_br: Suas entranhas vão decorar a alcova mais sombria do meu domínio!

# Enemy Keeper Harassment
source: Your corpse shall feed my minions yet, Keeper!
pt_br: Seu cadáver ainda alimentará meus lacaios, guardião!

# Enemy Keeper Harassment
source: Prepare for oblivion, Keeper!
pt_br: Prepare-se para o esquecimento, Guardião!

# Enemy Keeper Harassment
source: Pathetic creature, I shall crush you in an instant!
pt_br: Criatura patética, eu o esmagarei em um instante!

# Hero Talk Upon Entering
source: Your dark days are numbered, evil one!
pt_br: Seus dias de trevas estão contados, maligno!

# Hero Talk Upon Entering
source: We come to rid the world of your evil!
pt_br: Viemos para livrar o mundo do seu mal!

# Hero Talk Upon Entering
source: We shall send you back to the pits, foul one!
pt_br: Nós o enviaremos de volta para o abismo, criatura vil!

# Hero Talk Upon Entering
source: Your reign shall end before this day is done!
pt_br: Seu reinado terminará antes do fim deste dia!

# Hero Talk Upon Entering
source: We shall cast you back into the shadows, Keeper!
pt_br: Nós o lançaremos de volta às sombras, guardião!

# Hero Talk Upon Entering
source: Leave us to live our lives in peace!
pt_br: Deixe-nos viver nossas vidas em paz!

# Hero Talk Upon Entering
source: In the name of all that is good, we shall defeat you!
pt_br: Em nome de tudo o que é bom, nós o derrotaremos!

# Hero Talk Upon Entering
source: We shall not tolerate your evil presence any longer!
pt_br: Não toleraremos mais sua presença maligna!
