Repository: dkfans/keeperfx
Catalog: lang/campgns/keeporig/landview_rus.po
Languages: ru

# Level introduction
source: Eversmile. Set in the realm of joy, the people of Eversmile are plagued only by aching facial muscles, and not anthrax as we had hoped. Eversmile is a disgusting land of good humour and polite frivolity.
ru: Эверсмайл. Живущих в счастливом королевстве жителей Эверсмайла одолевает только боль в лицевых мышцах от необходимости беспрестанно улыбаться, а не приличествующие им фурункулы. Эверсмайл - это отвратительное обиталище хорошего настроения и вежливого легкомыслия.

# Level summary
source: Brana Hauk. War and anthrax have taken to this land likes fleas to a rat. The region is, thanks to your unstinting efforts, now a major eyesore.
ru: Брана-Хаук. Война и язвы покрыли эту страну, словно блохи крысу. Благодаря вашим безграничным усилиям это королевство стало огромным бельмом на глазу.

# Level introduction
source: Cosyton. A hideous sham of a town, in which the prosperous citizens have no gripes or moans. Sadly, even the children are happy and secure. This is because they aren't punished for non-existent crimes..
ru: Козитон. Отвратительная подделка, а не город, в которой благополучным гражданам буквально не на что жаловаться. Что еще печальнее, даже дети тут счастливы и живут в абсолютной безопасности. А все потому, что их некому наказывать за несуществующие преступления...

# Level summary
source: Darkanna. The surviving citizens have more on their plates than a Demon Spawn with three dead adventurers to munch. Not that many citizens have survived, as such.
ru: Дарканна. Выжившим гражданам на тарелку жратвы наваливают чуть больше, чем перепадает отродью демонов с трех мертвых искателей приключений. Собственно, все дело в том, что тех выживших и осталось-то всего ничего.

# Level introduction
source: Waterdream Warm. A region of pointless frolicking and endless pleasure. No one here understands the true meaning of suffering and RANDOM SHOCKING VIOLENCE METED OUT ARBITRARILY.
ru: Уотердрим-Ворм. Королевство бессмысленных утех и бесконечного удовольствия. Никто здесь не понимает, что такое настоящее страдание и ЧУДОВИЩНАЯ БЕСПРИЧИННАЯ ЖЕСТОКОСТЬ.

# Level summary
source: Withersdread. This place now has a proper name, because of what you did here. There is a healthy disrespect for life, and you will be amused to hear that cannibalism has gained a strong foothold amongst the ragged inhabitants.
ru: Уитерсдред. Теперь это местечко носит приличествующее ему название, после того, что вы здесь учинили. Теперь тут царит здоровое пренебрежение к жизни, и Вы будете рады услышать, что каннибализм прочно укоренился среди местных аборигенов-оборванцев.

# Level introduction
source: Flowerhat. Polite bartering has lead to extreme compassion and a surfeit of contentment in this area. Not even a thick skinned troll could survive the understanding and help these scummy people could provide.
ru: Флауэрхат. Культурный бартерный обмен привел к чрезвычайной отзывчивости и переизбытку удовлетворенности в этих краях. Даже толстокожий тролль не смог бы выдержать той терпимости и услужливости, какие выказывает это отребье.

# Level summary
source: Firemoor. There's a burning mess where once a pretty village stood. Truly you have achieved a significant improvement in the area. Even the poisonous smoke smells sweet.
ru: Файрмур. На месте милой деревеньки теперь остались только горящие руины. Вам удалось добиться значительных улучшений на этих землях. И дым отравленный нам сладок и приятен...

# Level introduction
source: Lushmeadow-on-Down. The bloody axes of war and famine have so far bypassed this quiet backwater, leaving the inhabitants totally unaware of the purpose of real agony and loss. Unbearably most die of old age.
ru: Лашмедоу-он-Даун. Обагренные кровью косы войны и голода до сих пор обходили стороной эту тихую заводь, благодаря чему её обитатели остаются в полном неведении относительно ощущения истинной агонии и утраты. Невыносимо, что практически все тут помирают только от старости.

# Level summary
source: Knife. The streets run with the blood of the slain. Screams of pain and howls of anguish rip the night air like a vengeful siren song. This really is somewhere you can take the kids for a weekend.
ru: Найф. Улицы утопают в крови павших. Крики боли и вопли отчаяния разрывают ночь точно зловещая песнь сирен. Отличное место для семейного уикенда с детьми.

# Level introduction
source: Snuggledell. The folk of Snuggledell worship the common rabbit. Floppy eared bunnies are encouraged to hop around the fields surrounding the hamlet, bringing happiness, love, and more bunnies to the entire area.
ru: Снагглделл. Жители Снагглделла поклоняются диким кроликам. Ушастым пушистикам позволяют скакать по полям вокруг деревни и нести радость, любовь и новых заек в эти края.

# Level summary
source: Steepscythe. Everyone has been put to the sword, and we've made an enormous magic carpet out of the thousands of bunnies that swarmed here. Your minions will feast on their tiny remains for weeks. Truly a majestic victory.
ru: Стипскайт. Все жители были преданы мечу, а потом мы изготовили гигантский ковер-самолет из шкурок тысяч зайчишек, кишевших вокруг. Ваши прислужники будут неделями пировать на их крохотных останках. Воистину грандиозная победа!

# Level introduction
source: Wishvale. This region of dreaming underlings is ruled by the Lady Catherine. She is kind, and fair, and doesn't imprison or torture her subjects, for some reason.
ru: Вишвейл. Королевство сонных холуев, которым правит Леди Катрина. Она добра, и справедлива, и почему-то не кидает в тюрьму и не подвергает пыткам своих вассалов.

# Level summary
source: Panic Intrisica. A weeping, wizened crone presides over this ruined empty land now. Once she was beautiful, now she's one to make you vomit. The improvement is impressive.
ru: Паник-Интрисика. Плаксивая иссохшая старуха властвует теперь над этой опустошенной и разоренной землей. Когда-то она была прекрасна, теперь же от её вида Вас тошнит. Благотворный эффект впечатляет.

# Level introduction
source: Blissfully unaware of the damage protracted war can wreak on their idyllic cluster of homesteads, the villagers of Tickle are pure of heart, and unblemished of face and neck.
ru: К счастью своему не подозревающие о разрушениях, которые может причинить их пасторальному сельскому поселению затяжная война, обитатели Тикла безукоризненно чисты сердцем, душой и телом.

# Level summary
source: Neverdorf. Once a flourishing homestead, now it's a stinking hole in the ground. It will be years before even the hardiest weed grows here again. War, on the other hand, is in full blossom.
ru: Невердорф. Когда-то цветущее сельское поселение стало теперь вонючей дырой в земле. Пройдут годы, прежде чем самый неприхотливый сорняк сможет здесь прижиться. Война при этом цветет буйным цветом.

# Level introduction
source: Moonbrush Wood. A forest town with a welcoming population. Demons and the legions of Hell could ride in, and would probably be offered cheap lodgings and a night of good cheer in a warm cozy tavern.
ru: Мунбраш-Вуд. Городок в лесу с гостеприимным населением. Вьедь сюда демоны и легионы исчадий ада - им бы наверняка предложили дешевое съемное жилье и ночь на теплом и уютном постоялом дворе с обещанием хорошего настроения.

# Level summary
source: Grimsforth. The legions of hell have been through here at your bidding. They've altered the appearance of the place as you would wish Master. Now we breath the heady perfumes of toxins wherever we wander.
ru: Гримсфорт. По Вашему велению здесь прошли легионы ада. Они изменили внешний вид этого места в соответствии с Вашими представлениями о прекрасном, Повелитель. Теперь мы вдыхаем тяжелый запах отравляющих веществ, куда бы мы ни пошли.

# Level introduction
source: Nevergrim. Unable to see the bad side of anyone, these folk could benefit from a swinging sword to the back of the neck, or possibly a lightning spell to the throat. Such possibilities never cross their happy minds...
ru: Невергрим. Местным, неспособным замечать чьих-либо дурных сторон, точно пошло бы на пользу знакомство с мечом, сносящим им башку, или уж как минимум с заклинанием молнии, шарашащим прямо в горло. Подобные перспективы совершенно не приходят в их забитые счастливыми мыслями мозги...

# Level summary
source: Rivalmark. A Kingdom fit for a Dungeon Keeper of your standard, Sire. The blackened hulks of the houses welcome you, and the overgrounders prostrate themselves; mainly because we've killed them...
ru: Райвалмарк. Королевство, подходящее Хранителю подземелья Вашего масштаба, Сир. Почерневшие развалины домов гостеприимно ждут Вас, а жители поверхностного мира лежат ниц - главным образом потому, что мы прирезали их...

# Level introduction
source: Hearth. Family life is the reason these serfs feel so confident and cheerful. Their unruffled existence would make even a terror dog throw up it's breakfast of half-chewed champions.
ru: Харт. Семейная жизнь делает этих холопов такими доверчивыми и жизнерадостными. От их безмятежного существования даже адскую гончую стошнило бы завтраком из полупрожеванных поборников добра.

# Level summary
source: Dragon Tyne. We've set fire to this place. It's still burning with a fierce unnatural intensity, so we can't get anywhere near it. But we're sure you'll love it... Once it's cooled down a bit.
ru: Дрэгон-Тайн. Мы предали это место огню. Беспощадное пламя все еще полыхает с неестественной силой, так что мы даже не можем подойти ближе. Но мы уверены, что Вы оцените результат,.. когда головешки немного остынут.

# Level introduction
source: Elf's Dance. A village set inside a giant fairy ring. A weak kind of magic provides the dwellers with all their hearts could desire. Embarrassingly, most simply wish for peace, happiness, and a long untroubled life.
ru: Элфс-Дэнс. Деревня, стоящая прямо посреди гигантского круга фей. Слабая магия обеспечивает местным жителям все, чего они ни пожелают. Ошеломительно, что большинство жаждет только мира, счастья и долгой безмятежной жизни.

# Level summary
source: Carnforge. The Fairy ring lies smashed, and the folk have fled to the hills. Our vampires are out hunting them down as we speak. Rest assured, we will be dragging them back soon, my lord.
ru: Карнфордж. Круг фей разрушен, а жители бежали в возвышенности. Наши вампиры ведут на них охоту, пока мы тут беседуем. Будьте покойны, мы скоро притащим их обратно, Милорд.

# Level introduction
source: Buffy Oak. A small location, where the people just sit around all day and enjoy each other's company. They talk, laugh, and sing without ever arguing, drawing daggers, and dying in a gurgling rush of blood! A truly bizarre place...
ru: Баффи-Оук. Крохотное местечко, где люди просто целыми днями бьют баклуши и наслаждаются обществом друг друга. Они разговаривают, смеются и поют, никогда не ссорясь, не выхватывая кинжалы и не подыхая в журчащем фонтане крови! Поистине странное место...

# Level summary
source: Herelyn's Down. The people enjoyed each other's company so much, that they'll be together forever now. We've thrown them all into a big pit and piled tons of rocks onto them. A fitting end, we trust you'll agree.
ru: Херелинс-Даун. Местные жители так наслаждались обществом друг друга, что теперь останутся вместе на веки вечные. Мы швырнули их в огромную яму и засыпали её тоннами булыжников. Достойный конец. Полагаем, Вы с этим согласитесь.

# Level introduction
source: Sleepiburgh. A settlement in the fertile farmland near the mountains. Nothing ever happens here, apart from some good deeds and the odd exchange of kind-hearted greetings. A disgusting pit of Hades in other words.
ru: Слипибёрг. Поселение на плодородных сельскохозяйственных землях недалеко от гор. Тут никогда ничего не происходит, кроме благодеяний да диковинного обмена добросердечными приветствиями. Другими словами, отвратительная бездна ада.

# Level summary
source: Mormondflach. We have developed this area. It is now a breeding ground for our legions of beetles and flies. To think it was once pointless farmland, providing food for the weak population that lived there in so-called peace...
ru: Мормондфлак. Мы осуществили программу реновации этой местности. Теперь мы разводим здесь легионы жуков и мух. Подумать только: раньше это был бесполезный сельскохозяйственный район, кормивший хиленьких обитателей, живших здесь в так называемом мире...

# Level introduction
source: Woodly Rhyme. A place of such obscene contentment, it's criminal that a horde of undead vigilantes haven't massacred every soul in the place. If there is any justice, that will soon happen, my lord.
ru: Вудли-Райм. Обиталище столь непристойной неги, что преступен сам тот факт, что полчища неупокоенных вершителей правосудия не вырезали каждую живую душу в этом местечке. Если в мире есть справедливость, это вскорости произойдет, мой Повелитель.

# Level summary
source: Hassomloch. Vampires have sucked the life out of everyone here. They’ve poisoned the well, and smeared dung on all the door handles, as a joke. Not a sophisticated sense of humour, these undead blood suckers...
ru: Хассомлох. Вампиры высосали жизнь из каждого обитателя этих мест. Они отравили колодец и в шутку измазали навозом ручки всех дверей. Чувство юмора у этих неупокоенных кровососов не самое утонченное...

# Level introduction
source: Tulipscent. Flowers are on display in every building in this area. The poisonous stink of these fetid blooms will stick in the throats and noses of every right-thinking villains that comes within four leagues of the place.
ru: Тьюлипсент. Цветы здесь стоят на виду на каждом здании. Ядовитое зловоние этих противных растений будет еще долго раздражать нос и горло любого здравомыслящего злодея, случись тому пройти в четырех лигах от этого места.

# Level summary
source: Demon's Dearth. The flowers lie trampled in the dirt. Their disgusting pong has been replaced by the smell of soiled armour, and the internal juices of those sliced to pieces by your servants. Quite an improvement, you'll agree.
ru: Димонс-Дирт. Цветы втоптаны в грязь. Их отвратительный смрад уступил место запаху перепачканных доспехов и жизненных соков тех, кого изрубили в капусту Ваши прислужники. Согласитесь, заметное улучшение.

# Level introduction
source: Mirthshire. Industrious citizens go about their daily business with care, enthusiasm, and diligence. There is no crime, and everybody is working for the common good. It's a disaster of a place and deserves razing.
ru: Миртшайр. Трудолюбивые граждане занимаются своими ежедневными делами внимательно, усердно и с энтузиазмом. Здесь никто не совершает преступлений и каждый трудится на общее благо. Это место - настоящая катастрофа и заслуживает того, чтобы его сравняли с землей.

# Level summary
source: Valianor. Nothing is left of this settlement apart from a stubborn stain on the ground. Our trolls are hard at work trying to erase this at the moment. Then we'll spray acid over the entire locale.
ru: Валианор. От этого поселения осталось одно только трудновыводимое пятно на земле. Наши тролли прямо сейчас неустанно трудятся, чтобы избавиться и от него. А потом мы распылим кислоту на всей местности.

# Level introduction
source: Blaise End. A place of joy and love. Nothing, the legends say, has ever spoiled the calm of Blaise End. So, when something does, it will be long overdue, and the inhabitants will thoroughly deserved it.
ru: Блейз-Энд. Место, где царят любовь и радость. По легенде, ничто никогда не нарушало спокойствия Блейз-Энда. Что ж, когда это, наконец, случится, это будет долгожданное событие, которое жители этого королевства всецело заслужили.

# Level summary
source: Ruiniana. Not a soul stirs here now, even the rats are afraid to come out of the drains to feast on the dead. You really outdid yourself here master, it's a pity the destruction was so easy.
ru: Руиниана. Здесь не осталось ни единой живой души. Даже крысы боятся выползать из водосточных труб, чтобы закусить трупами мертвецов. Воистину, тут Вы превзошли самого себя, Повелитель. Даже жаль, что разорить всё было так легко.

# Level introduction
source: Mistle. Light and Airy. Mistle is a haven for those that love the peaceful countryside. The sort of people that won't like miles of sulphurous stinking wasteland. And the screams of the damned, of course.
ru: Мисл. Легкий и воздушный Мисл - это уголок для тех, кто любит мирную глубинку. То есть для тех, кому не понравятся километры зловонных, воняющих серой пустошей. И вопли обреченных, разумеется.

# Level summary
source: Darksword. A great battle has been won here. It was a bit one-sided, granted, but our minions performed valiantly, and now the day is ours. We've dealt with the survivors by the way, properly.
ru: Дарксворд. Здесь было выиграна великая битва. Положим, она была не совсем равной, но Ваши прислужники действовали храбро, и теперь победа наша. Мы также обошлись с выжившими как подобает.

# Level introduction
source: Skybird Trill. The Ultimate in cute. A frown in Skybird Trill brings all the townspeople to the sufferer's door with gifts of love, fine cheer, and eternal friendship. A place where nothing can ever go wrong, or so they fondly believe.
ru: Скайбёрд-Трилл. Предельно умильное местечко. Любой хмурый взгляд в Скайбёрд-Трилле приводит к дверям страдальца жителей городка, выражающих ему свою любовь, всемерную поддержку и заверяющих в вечной дружбе. Место, где ничто и никогда не может пойти не так. По крайней мере, так они безрассудно полагают.

# Level summary
source: Longterror. The world of Skybird Trill is nothing more than a charred wreck of a nightmare. We have won a furious, vital victory, and you are ruler supreme over the whole world! What next, Master?
ru: Лонгтеррор. От Скайбёрд-Трилла и окрестностей остались только жуткие обгорелые развалины. Мы одержали безумную, жизненно важную победу, и теперь Вы стали Верховным правителем всего мира! Что дальше, Повелитель?
