Repository: dkfans/keeperfx
Catalog: lang/campgns/twinkprs/landview_por.po
Languages: pt_br

# Campaign introduction
source: Twin Keepers campaign
pt_br: Campanha Guardiões Gêmeos

# Level introduction
source: Softhome. The people here in this quaint little town are free of gastrointestinal pains by blessing of a local group of philanthropic wizards. Despicable; I expect you to use only the most painful tortures in your dealings with these rats.
pt_br: Lar Macio. As pessoas aqui neste vilarejo pitoresco estão livres de dores gastrointestinais pela bênção de um grupo local de magos filantropos. Desprezível; espero que você use apenas as torturas mais dolorosas em seus negócios com esses ratos.

# Level summary
source: Hellmark. You will be overjoyed to hear that all the town's inhabitants have been butchered. Now their corpses are being burnt over the ruins of their hovels - savor the smell!
pt_br: Marca do Inferno. Você ficará radiante em saber que todos os habitantes da cidade foram massacrados. Agora seus cadáveres estão sendo queimados sobre as ruínas de seus casebres - saboreie o cheiro!

# Level introduction
source: Bloom. This enchanted forest is filled with huge trees and strange, stinking flowers; we must develop this blight for the sake of our creatures' noses.
pt_br: Florescer. Esta floresta encantada está cheia de árvores enormes e flores estranhas e fedorentas; devemos dar um jeito nesta praga pelo bem do olfato de nossas criaturas.

# Level summary
source: Doom. Your minions have chopped down all the trees and turned them into pleasing wooden demonic baubles, to be sold on the black market for exorbitant prices.
pt_br: Perdição. Seus lacaios derrubaram todas as árvores e as transformaram em agradáveis bugigangas demoníacas de madeira, para serem vendidas no mercado negro por preços exorbitantes.

# Level introduction
source: Joybelly. Food is consumed and stomachs are fattened here as hands reach for pastries. These 'heroes' eat enough to cause bile demons constipation. But let us get to the slaughter; obesity is not as quick a killer as the scythe.
pt_br: Barriga Feliz. Comida é consumida e estômagos são engordados aqui enquanto mãos alcançam doces. Esses 'heróis' comem o suficiente para causar constipação em demônios de fel. Mas vamos ao massacre; a obesidade não é um assassino tão rápido quanto a foice.

# Level summary
source: Fat's Bane. The few in this realm who somehow avoided being immediately carved up by our demons have been put on a strict diet of cockroaches and plague infected rats. A delicious victory, wouldn't you say?
pt_br: Maldição da Gordura. Os poucos neste reino que de alguma forma evitaram ser imediatamente esquartejados por nossos demônios foram colocados em uma dieta rigorosa de baratas e ratos infectados pela peste. Uma vitória deliciosa, não diria?

# Level introduction
source: Featherburg. People here frolic in fields alongside giant poultry known as 'bird-friends'. It is a noxious, disgusting place; could use a heavy dose of bubonic plague.
pt_br: Penaburgo. As pessoas aqui brincam nos campos ao lado de aves gigantes conhecidas como 'pássaros-amigos'. É um lugar nocivo e nojento; precisaria de uma dose pesada de peste bubônica.

# Level summary
source: Grimm. It would be a gross understatement to say that you devastated this place; in fact, you totally sterilized it with brilliant hellfire. Only a Keeper of your stature could turn a ruin into such a warm, wonderful place to live.
pt_br: Sombrio. Seria um eufemismo grosseiro dizer que você devastou este lugar; na verdade, você o esterilizou totalmente com um brilhante fogo do inferno. Apenas um Guardião de sua estatura poderia transformar uma ruína em um lugar tão quente e maravilhoso para se viver.

# Level introduction
source: Hopeville. Optimism is the word here. Families love each other; nothing could ever go wrong; the world looks bright. Indeed it will be when this land is covered in molten lava and all of these creeps are dead.
pt_br: Vila Esperança. Otimismo é a palavra aqui. As famílias se amam; nada poderia dar errado; o mundo parece brilhante. De fato, ele estará quando esta terra estiver coberta de lava derretida e todos esses canalhas estiverem mortos.

# Level summary
source: Death's Edge. Volcanic eruptions, anthrax, and heavy taxes now hold this land in a death grip. The world looks bright!
pt_br: Beira da Morte. Erupções vulcânicas, antraz e impostos pesados agora mantêm esta terra em um abraço mortal. O mundo parece brilhante!

# Level introduction
source: Lovesmile. Absolute joy. Eternal love and happiness. Long lives and proper care for the elderly. This place is just terrible. It needs to be crushed into the ground.
pt_br: Sorriso de Amor. Alegria absoluta. Amor e felicidade eternos. Vidas longas e cuidado adequado com os idosos. Este lugar é simplesmente terrível. Precisa ser esmagado até virar pó.
