Repository: dkfans/keeperfx
Catalog: lang/campgns/twinkprs/text_por.po
Languages: pt_br

# In-game message
source: Circle circle of the dead, tell me who I'm gonna get. Having troll is making traps, as the workshop knack he has. Warlock brings a bunch of spells, that's what bookworms always have. Orc attracts a better army, which could do some serious harming.
pt_br: Círculo, círculo dos mortos, diga-me quem vou pegar. Ter um troll é fazer armadilhas, pois o dom da oficina ele tem. O bruxo traz um monte de feitiços, é o que os ratos de biblioteca sempre têm. O orc atrai um exército melhor, que pode causar sérios danos.

# In-game message
source: Your conquest of the guard post has caused the heroes to retreat. However, they are regrouping and reinforcing their numbers. You should use this lull to prepare your forces, Master, as they will surely return!
pt_br: Sua conquista do posto de guarda fez os heróis recuarem. No entanto, eles estão se reagrupando e reforçando seus números. Você deve usar esta calmaria para preparar suas forças, Mestre, pois eles certamente retornarão!

# In-game message
source: Your capture of the second portal has forced the heroes to act, and an attack is on the way. Your spies report, however, that the main hero army is being held in reserve. Your preparations will be thoroughly tested, Master!
pt_br: A captura do segundo portal forçou os heróis a agir, e um ataque está a caminho. Seus espiões relatam, no entanto, que o exército principal dos heróis está sendo mantido na reserva. Seus preparativos serão exaustivamente testados, Mestre!

# In-game message
source: Beware, the main hero army approaches! I hope you're prepared for this, otherwise it may be a very short fight. Destroy the heart tainted by their nauseating righteousness!
pt_br: Cuidado, o exército principal dos heróis se aproxima! Espero que esteja preparado para isso, caso contrário, pode ser uma luta muito curta. Destrua o coração manchado pela retidão nauseante deles!

# In-game message
source: Fate has spoken, evil master. Your primary weapon is brute force. You'll also be able to imprison enemies, and use the unholy temple... if you know how. Use your creatures well, as you cannot help them with traps or spells. Also, watch your gold reserves. The heroes have already noticed you and are preparing for a crusade.
pt_br: O destino falou, mestre do mal. Sua arma principal é a força bruta. Você também poderá aprisionar inimigos e usar o templo profano... se souber como. Use bem suas criaturas, pois você não pode ajudá-las com armadilhas ou feitiços. Além disso, vigie suas reservas de ouro. Os heróis já o notaram e estão se preparando para uma cruzada.

# In-game message
source: Fate has spoken, evil master. Your primary weapon is magic. You'll be able to use lots of powerful spells. Use them well, as you cannot make traps or build a large army. The heroes have already noticed you and are preparing for a crusade.
pt_br: O destino falou, mestre do mal. Sua arma principal é a magia. Você poderá usar muitos feitiços poderosos. Use-os bem, pois você não pode fazer armadilhas ou construir um grande exército. Os heróis já o notaram e estão se preparando para uma cruzada.

# In-game message
source: Fate has spoken, evil master. Your primary weapon is manufacture. You'll be able to build devastating traps. Use these devices well, as you cannot use magic or build a large army. The heroes have already noticed you and are preparing for a crusade.
pt_br: O destino falou, mestre do mal. Sua arma principal é a fabricação. Você poderá construir armadilhas devastadoras. Use bem esses dispositivos, pois você não pode usar magia ou construir um grande exército. Os heróis já o notaram e estão se preparando para uma cruzada.

# In-game message
source: The abomination of a heart has been destroyed. You must show no mercy. Be certain that no living heroes remain, Keeper.
pt_br: A abominação de um coração foi destruída. Você não deve mostrar misericórdia. Certifique-se de que nenhum herói vivo permaneça, Guardião.

# In-game message
source: Almost there! Be sure to slaughter every last hero. Let no-one suggest that you were ever merciful. Such slander would ruin your reputation!
pt_br: Quase lá! Certifique-se de massacrar até o último herói. Que ninguém sugira que você já foi misericordioso. Tal calúnia arruinaria sua reputação!

# In-game message
source: While traveling to this land, we lost our Treasure Room plans. Fortunately, there is an ancient treasury nearby, left behind by a powerful long-dead Keeper. Use it well!
pt_br: Enquanto viajávamos para esta terra, perdemos nossos planos da Sala do Tesouro. Felizmente, há um tesouro antigo por perto, deixado para trás por um poderoso Guardião morto há muito tempo. Use-o bem!

# In-game message
source: The hero forces will continue to attack, but they're getting weaker. When you're ready, focus on the corridor near your entrance and commence an attack on their main force!
pt_br: As forças dos heróis continuarão a atacar, mas estão ficando mais fracas. Quando estiver pronto, concentre-se no corredor perto de sua entrada e inicie um ataque à força principal deles!

# In-game message
source: You've chosen to attack the main enemy force a little early. I just hope it won't be your undoing, Keeper.
pt_br: Você escolheu atacar a força inimiga principal um pouco cedo demais. Só espero que isso não seja sua ruína, Guardião.

# In-game message
source: The good are beginning to understand their inevitable fate. But stay alert, there's still a bunch left to slay, and they're definitely not too weak to resist!
pt_br: Os bons estão começando a entender seu destino inevitável. Mas fique alerta, ainda há um bando para matar, e eles definitivamente não são fracos demais para resistir!

# In-game message
source: If I were in your skin... I mean, in your flask - I would avoid attacking the door near the Entrance. The heroes who live there might prove to be a problem if your army isn't comprised of hardened veterans.
pt_br: Se eu estivesse na sua pele... quer dizer, no seu frasco - eu evitaria atacar a porta perto da Entrada. Os heróis que vivem lá podem se tornar um problema se seu exército não for composto por veteranos endurecidos.

# In-game message
source: The Lord of this land is known for his greed and is sure to know where to find the old Treasury. Expect visits from his lackeys looking to score some easy gold.
pt_br: O Senhor desta terra é conhecido por sua ganância e certamente sabe onde encontrar o antigo Tesouro. Espere visitas de seus lacaios em busca de ouro fácil.

# In-game message
source: Do not allow your creatures to attack the door to the North! Instead, turn your attention to the caverns to the South. The heroes there are somewhat weaker, andI smell a seductive wealth within.
pt_br: Não permita que suas criaturas ataquem a porta ao Norte! Em vez disso, volte sua atenção para as cavernas ao Sul. Os heróis lá são um pouco mais fracos, e sinto o cheiro de uma riqueza sedutora lá dentro.

# In-game message
source: These Samurai should make quick work of those pilfering brigands and the gems should make your money woes history. That's progress!
pt_br: Esses Samurais devem dar conta rapidamente desses bandidos ladrões e as gemas devem fazer seus problemas financeiros serem coisa do passado. Isso é progresso!

# In-game message
source: Congratulations, Evil One. Victory is within your grasp! A few more corpses and we'll be done here. Hurry along!
pt_br: Parabéns, Maligno. A vitória está ao seu alcance! Mais alguns cadáveres e terminaremos por aqui. Apresse-se!

# In-game message
source: The hero who commands this realm can't be of much renown, as he doesn't even have a name! You can worry about this once he's in need of a tombstone, Keeper. To work!
pt_br: O herói que comanda este reino não pode ser de grande renome, pois nem nome tem! Você pode se preocupar com isso quando ele precisar de uma lápide, Guardião. Ao trabalho!

# In-game message
source: Have you found the man with no name yet, Keeper? He must be here somewhere?!
pt_br: Já encontrou o homem sem nome, Guardião? Ele deve estar por aqui em algum lugar?!

# In-game message
source: The nameless one commands many heroes, Master, and he will not hesitate to rally them against you.
pt_br: O sem nome comanda muitos heróis, Mestre, e ele não hesitará em reuni-los contra você.

# In-game message
source: You've arrived, at last, to the doorstep of the Twin Keepers. They wield ancient magic to split their most powerful minion into two. No matter how many times you kill one half, it will revive as long as its twin is alive. They've now set their sights on a powerful hero to replace their prized pet, and then they will become truly unstoppable! Get to him before they can no matter what!
pt_br: Você chegou, finalmente, à porta dos Guardiões Gêmeos. Eles usam magia antiga para dividir seu lacaio mais poderoso em dois. Não importa quantas vezes você mate uma metade, ela reviverá enquanto seu gêmeo estiver vivo. Eles agora miraram em um herói poderoso para substituir seu animal de estimação premiado, e então se tornarão verdadeiramente imparáveis! Chegue até ele antes que eles possam, custe o que custar!

# In-game message
source: The hero dungeon has fallen, Master! You have little time before the Twin Keepers make their move against you. Make your final preparations now!
pt_br: A masmorra dos heróis caiu, Mestre! Você tem pouco tempo antes que os Guardiões Gêmeos façam seu movimento contra você. Faça seus preparativos finais agora!

# In-game message
source: Significant hero reinforcements have arrived, but will it be enough to hold off the combined strength of the Twin Keepers? Only time will tell.
pt_br: Reforços significativos de heróis chegaram, mas será o suficiente para deter a força combinada dos Guardiões Gêmeos? Só o tempo dirá.

# In-game message
source: Excellent work, Master! Both the Twins' ambitions and Hearts have been squished under your mighty boot. You are now the rightful ruler of this realm!
pt_br: Excelente trabalho, Mestre! Tanto as ambições quanto os Corações dos Gêmeos foram esmagados sob sua bota poderosa. Você é agora o governante legítimo deste reino!

# In-game message
source: You've been a great disappointment! However, the twins appear to have turned on each other, so you can watch the show while you contemplate the implications of your incompetence.
pt_br: Você foi uma grande decepção! No entanto, os gêmeos parecem ter se voltado um contra o outro, então você pode assistir ao espetáculo enquanto contempla as implicações de sua incompetência.

# In-game message
source: The Lord of this land is rallying a powerful army against you and you stand no chance of winning in a fair fight. If you can find a way to ambush him and cut off the serpent's head, his lackeys will flee like the insects they are.
pt_br: O Senhor desta terra está reunindo um exército poderoso contra você e você não tem chance de vencer em uma luta justa. Se conseguir encontrar uma maneira de emboscá-lo e cortar a cabeça da serpente, seus lacaios fugirão como os insetos que são.

# In-game message
source: A majestic victory, Master! You have earned the right to challenge the infamous Twin Keepers. Savour this moment awhile, then prepare yourself for the final battle!
pt_br: Uma vitória majestosa, Mestre! Você conquistou o direito de desafiar os infames Guardiões Gêmeos. Saboreie este momento por um tempo, depois prepare-se para a batalha final!

# In-game message
source: With the Lord defeated, his army is now in a state of panic and will try to flee at every opportunity. Best to reward their newfound hopelessness with a swift death!
pt_br: Com o Senhor derrotado, seu exército está agora em estado de pânico e tentará fugir a cada oportunidade. Melhor recompensar sua recém-descoberta desesperança com uma morte rápida!

# In-game message
source: The Lord has arrived and his army is out for blood. I trust you've prepared a way to deal with him? Or were you having a little lie down?
pt_br: O Senhor chegou e seu exército está sedento por sangue. Confio que você preparou uma maneira de lidar com ele? Ou estava tirando uma soneca?

# In-game message
source: You are under siege, Master, with enemies on all sides in a land with no place to hide. These three sickening cowards have made their peace with each other and sworn to eliminate you. You need a plan of your own and you need it fast!
pt_br: Você está sob cerco, Mestre, com inimigos por todos os lados em uma terra sem lugar para se esconder. Estes três covardes repugnantes fizeram as pazes e juraram eliminá-lo. Você precisa de um plano próprio e precisa dele rápido!

# In-game message
source: Impressive work, Master. It's been a privilege to watch you wreak havoc on your enemies. Only one remains, but beware, he has seen his allies' fate and will throw everything into the battle to save his skin!
pt_br: Trabalho impressionante, Mestre. Foi um privilégio assistir você causar estragos em seus inimigos. Apenas um resta, mas cuidado, ele viu o destino de seus aliados e jogará tudo na batalha para salvar sua pele!

# In-game message
source: An excellent victory once again. All three enemies lie in the ashes of this once green and vibrant land. I sense you're ready to seek out the next land, Master?
pt_br: Uma excelente vitória mais uma vez. Todos os três inimigos jazem nas cinzas desta terra outrora verde e vibrante. Sinto que você está pronto para procurar a próxima terra, Mestre?

# In-game message
source: A good start, Keeper, but beware. The remaining keepers have pilfered the remains of this dead kingdom, and have grown stronger by attracting more creatures, anxious to share in the spoils!
pt_br: Um bom começo, Guardião, mas cuidado. Os guardiões restantes saquearam os restos deste reino morto e se tornaram mais fortes ao atrair mais criaturas, ansiosas para compartilhar os despojos!

# In-game message
source: Moo
pt_br: Muu

# Level name
source: Swedish spirit
pt_br: Espírito Sueco

# Level name
source: The Nameless Hero
pt_br: O Herói Sem Nome

# Level name
source: Invisible
pt_br: Invisível

# Level name
source: Embattled formation
pt_br: Formação Sitiada

# Level name
source: Twin Keepers
pt_br: Guardiões Gêmeos
