Repository: dkfans/keeperfx
Catalog: lang/campgns/twinkprs/text_fre.po
Languages: fr

# In-game message
source: Circle circle of the dead, tell me who I'm gonna get. Having troll is making traps, as the workshop knack he has. Warlock brings a bunch of spells, that's what bookworms always have. Orc attracts a better army, which could do some serious harming.
fr: Le cercle des morts, dis-moi qui vais-je obtenir. Avoir un Troll qui fabrique des pièges, grâce à son savoir-faire à l'atelier. Un Sorcier apporte un florilège de sorts, c'est ce que les rats de bibliothèque ont toujours possédé. Un Orc attire une meilleure armée, ce qui pourrait faire de sérieux dégâts.

# In-game message
source: Your conquest of the guard post has caused the heroes to retreat. However, they are regrouping and reinforcing their numbers. You should use this lull to prepare your forces, Master, as they will surely return!
fr: Votre conquête du poste de garde a fait reculer les héros. Cependant, ils se regroupent et se renforcent. Profitez de cette accalmie pour préparer vos forces Maître, car ils vont certainement revenir !

# In-game message
source: Your capture of the second portal has forced the heroes to act, and an attack is on the way. Your spies report, however, that the main hero army is being held in reserve. Your preparations will be thoroughly tested, Master!
fr: Votre capture du second portail a forcé les héros à agir, et une attaque est en cours. Vos espions rapportent cependant que l'armée principale des héros garde ses positions. Vos préparatifs vont être mis à rude épreuve, Maître !

# In-game message
source: Beware, the main hero army approaches! I hope you're prepared for this, otherwise it may be a very short fight. Destroy the heart tainted by their nauseating righteousness!
fr: Attention, l'armée principale des héros approche ! J'espère que vous êtes prêts, autrement le combat risque d'être très court. Détruisez le coeur souillé par leur justesse !

# In-game message
source: Fate has spoken, evil master. Your primary weapon is brute force. You'll also be able to imprison enemies, and use the unholy temple... if you know how. Use your creatures well, as you cannot help them with traps or spells. Also, watch your gold reserves. The heroes have already noticed you and are preparing for a crusade.
fr: Le destin a parlé, maître du mal. Votre arme principale est la force brute. Vous pourrez également emprisonner vos ennemis et utiliser le temple impie, si vous savez comment. Utilisez bien vos créatures, car vous ne pouvez pas les aider avec des pièges ou des sorts. Surveillez également votre réserve d'or. Les héros vous ont déjà repéré et se préparent à une croisade.

# In-game message
source: Fate has spoken, evil master. Your primary weapon is magic. You'll be able to use lots of powerful spells. Use them well, as you cannot make traps or build a large army. The heroes have already noticed you and are preparing for a crusade.
fr: Le destin a parlé, maître du mal. Votre arme principale est la magie. Vous pourrez utiliser de nombreux sorts puissants. Utilisez les à bon escient, car vous ne pouvez pas fabriquer de pièges ni enrôler une grande armée. Les héros vous ont déjà repéré et se préparent à partir en croisade.

# In-game message
source: Fate has spoken, evil master. Your primary weapon is manufacture. You'll be able to build devastating traps. Use these devices well, as you cannot use magic or build a large army. The heroes have already noticed you and are preparing for a crusade.
fr: Le destin a parlé, maître du mal. Votre arme principale est la fabrication. Vous pourrez construire des pièges dévastateurs. Utilisez les à bon escient, car vous ne pouvez pas utiliser la magie ni enrôler une grande armée. Les héros vous ont déjà repéré et se préparent à une croisade.

# In-game message
source: The abomination of a heart has been destroyed. You must show no mercy. Be certain that no living heroes remain, Keeper.
fr: L'abomination d'un cœur est détruite. Vous ne devez faire preuve d'aucune pitié. Assurez vous qu'aucun héros ne reste vivant Gardien.

# In-game message
source: Almost there! Be sure to slaughter every last hero. Let no-one suggest that you were ever merciful. Such slander would ruin your reputation!
fr: Presque arrivé ! Veillez à massacrer tous les héros jusqu'au dernier. Ne laissez personne suggérer que vous avez été clément. Une telle calomnie ruinerait votre réputation !

# In-game message
source: The hero forces will continue to attack, but they're getting weaker. When you're ready, focus on the corridor near your entrance and commence an attack on their main force!
fr: Les forces des héros vont continuer d'attaquer, mais elles s'affaiblissent. Lorsque vous serez prêt, concentrez vous sur le couloir près de votre Portail et lancez une attaque sur leur force principale !

# In-game message
source: You've chosen to attack the main enemy force a little early. I just hope it won't be your undoing, Keeper.
fr: Vous avez choisi d'attaquer la principale force ennemie assez tôt. Espérons que cela ne vous mènera pas à votre perte, Gardien.

# In-game message
source: If I were in your skin... I mean, in your flask - I would avoid attacking the door near the Entrance. The heroes who live there might prove to be a problem if your army isn't comprised of hardened veterans.
fr: Si j'étais dans votre peau, ou plutôt, dans votre flasque - j'éviterais d'attaquer la porte près du Portail. Les héros qui y vivent pourraient s'avérer problématiques si votre armée n'est pas composée de vétérans endurcis.

# In-game message
source: These Samurai should make quick work of those pilfering brigands and the gems should make your money woes history. That's progress!
fr: Les gemmes permettront à vos Samouraïs de s'entraîner correctement, et les Voleurs ne devraient plus vous prendre pour cible avec une telle force. C'est un progrès !

# In-game message
source: Congratulations, Evil One. Victory is within your grasp! A few more corpses and we'll be done here. Hurry along!
fr: Félicitations votre Méchanceté. La victoire est à portée de main ! Encore quelques cadavres et nous en aurons terminé. Dépêchez vous !

# In-game message
source: Have you found the man with no name yet, Keeper? He must be here somewhere?!
fr: Avez-vous trouvé l'homme sans nom, Gardien ? Il doit être ici quelque part ?!

# In-game message
source: You've arrived, at last, to the doorstep of the Twin Keepers. They wield ancient magic to split their most powerful minion into two. No matter how many times you kill one half, it will revive as long as its twin is alive. They've now set their sights on a powerful hero to replace their prized pet, and then they will become truly unstoppable! Get to him before they can no matter what!
fr: Cette terre a été maintenue en équilibre par les 4 gardiens qui y habitent. Cependant, deux d'entre eux ont formé une alliance et vont attaquer conjointement la forteresse des héros. Cela les occupera pendant un certain temps, Maître, mais soyez assuré qu'ils viendront réclamer votre territoire lorsque la forteresse des héros tombera.

# In-game message
source: The hero dungeon has fallen, Master! You have little time before the Twin Keepers make their move against you. Make your final preparations now!
fr: Le donjon des héros est tombé Maître ! Il ne vous que très peu de temps avant que les Gardiens Jumeaux n'agissent contre vous. Faites vos derniers préparatifs dès maintenant !

# In-game message
source: Excellent work, Master! Both the Twins' ambitions and Hearts have been squished under your mighty boot. You are now the rightful ruler of this realm!
fr: Excellent travail, Maître ! La dernière terre des Gardiens Jumeaux est vôtre !

# In-game message
source: The Lord of this land is rallying a powerful army against you and you stand no chance of winning in a fair fight. If you can find a way to ambush him and cut off the serpent's head, his lackeys will flee like the insects they are.
fr: C'est la dernière terre que vous devez conquérir si vous voulez rencontrer les Gardiens Jumeaux. Ici, il y a trois autres Gardiens, et devinez quoi ? Aucun d'entre eux ne vous apprécie !

# In-game message
source: The Lord has arrived and his army is out for blood. I trust you've prepared a way to deal with him? Or were you having a little lie down?
fr: Vous avez libérez des vagues de héros en groupe, Maître, alors que ces héros ont leur dernier combat dans ce royaume. Vos défenses doivent être étendues et bien placées si vous voulez triompher ici.

# In-game message
source: You are under siege, Master, with enemies on all sides in a land with no place to hide. These three sickening cowards have made their peace with each other and sworn to eliminate you. You need a plan of your own and you need it fast!
fr: Vous êtes assiégé en cette terre, Maître, avec des ennemis sur chacun des trois côtés, et une terre où il n'y a nulle part où se cacher. Ils ont fait la paix entre eux et ont juré de vous éliminer de cette terre. Vous avez besoin d'un plan et vous en avez besoin rapidement !

# In-game message
source: Impressive work, Master. It's been a privilege to watch you wreak havoc on your enemies. Only one remains, but beware, he has seen his allies' fate and will throw everything into the battle to save his skin!
fr: Un travail impressionnant, Maître. C'est un privilège de vous voir détruire vos ennemis. Il ne reste plus qu'un seul ennemi, mais prenez garde, il a vu le sort de ses alliés et va tout mettre en œuvre pour sauver sa peau !

# In-game message
source: An excellent victory once again. All three enemies lie in the ashes of this once green and vibrant land. I sense you're ready to seek out the next land, Master?
fr: Une excellente victoire une fois de plus. Les trois ennemis gisent dans la poussière de cette terre autrefois verte et agréable. J'ai l'impression que vous voulez trouver la prochaine terre, Maître ?

# In-game message
source: A good start, Keeper, but beware. The remaining keepers have pilfered the remains of this dead kingdom, and have grown stronger by attracting more creatures, anxious to share in the spoils!
fr: C'est un bon début, mais prenez garde. Les Gardiens restants se renforcent en pillant les restes de ce royaume désolé, et attirent ainsi d'autres créatures désireuses de partager le butin !

# In-game message
source: Moo
fr: Meuh

# Level name
source: Swedish spirit
fr: Esprit suédois

# Level name
source: The Nameless Hero
fr: Le Héros Sans Nom

# Level name
source: Embattled formation
fr: Bataillon enlisé

# Level name
source: Twin Keepers
fr: Gardiens Jumeaux
