Repository: dkfans/keeperfx
Catalog: lang/campgns/twinkprs/text_ger.po
Languages: de

# In-game message
source: Circle circle of the dead, tell me who I'm gonna get. Having troll is making traps, as the workshop knack he has. Warlock brings a bunch of spells, that's what bookworms always have. Orc attracts a better army, which could do some serious harming.
de: Kästchen, Kästchen in der Hand, wen bekomme ich ins Land? In die Werkstatt kommt der Troll, der dort Fallen machen soll. Der Zauberer der hat ein Buch, mit so manchem Zauberspruch. Der Ork der lockt uns an ein Heer. Auf die Fresse? Bitte sehr!

# In-game message
source: Your conquest of the guard post has caused the heroes to retreat. However, they are regrouping and reinforcing their numbers. You should use this lull to prepare your forces, Master, as they will surely return!
de: Nach Eurer Eroberung des Wachpostens ziehen sich die Helden zurück. Sie sammeln sich jedoch wieder und werden verstärkt. Ihr solltet diese Atempause nutzen, um Eure Truppen vorzubereiten. Denn sie werden mit Sicherheit wiederkommen, Meister!

# In-game message
source: Your capture of the second portal has forced the heroes to act, and an attack is on the way. Your spies report, however, that the main hero army is being held in reserve. Your preparations will be thoroughly tested, Master!
de: Die Eroberung des zweiten Eingangs hat die Helden zum Handeln gezwungen, ein Angriff ist in vollem Gange. Eure Spione berichten jedoch, dass die Hauptarmee der Helden in Reserve gehalten wird. Eure Vorkehrungen werden auf eine harte Probe gestellt werden, Meister!

# In-game message
source: Beware, the main hero army approaches! I hope you're prepared for this, otherwise it may be a very short fight. Destroy the heart tainted by their nauseating righteousness!
de: Achtung, die Hauptstreitmacht der Helden nähert sich! Ich hoffe, Ihr seid darauf vorbereitet, sonst wird dies ein sehr kurzer Kampf. Zerstöre das Herz, das durch ihre Rechtschaffenheit befleckt ist!

# In-game message
source: Fate has spoken, evil master. Your primary weapon is brute force. You'll also be able to imprison enemies, and use the unholy temple... if you know how. Use your creatures well, as you cannot help them with traps or spells. Also, watch your gold reserves. The heroes have already noticed you and are preparing for a crusade.
de: Das Schicksal hat gesprochen, böser Meister. Euer Werkzeug ist rohe Gewalt. Ihr werdet auch in der Lage sein, Feinde einzukerkern und den unheiligen Tempel zu benutzen... wenn Ihr wisst, wie. Setzt Eure Kreaturen mit Bedacht ein, denn Ihr könnt ihnen nicht mit Fallen oder Zaubern helfen. Achtet außerdem auf Eure Goldreserven. Die Helden haben Euch bereits bemerkt und sie bereiten sich auf einen Kreuzzug vor.

# In-game message
source: Fate has spoken, evil master. Your primary weapon is magic. You'll be able to use lots of powerful spells. Use them well, as you cannot make traps or build a large army. The heroes have already noticed you and are preparing for a crusade.
de: Das Schicksal hat gesprochen, böser Meister. Euer Werkzeug ist Magie. Ihr werdet in der Lage sein, mächtige Zaubersprüche zu wirken. Setzt sie mit Bedacht ein, denn Ihr könnt weder eine große Armee aufstellen, noch Fallen bauen. Die Helden haben Euch bereits bemerkt und sie bereiten sich auf einen Kreuzzug vor.

# In-game message
source: Fate has spoken, evil master. Your primary weapon is manufacture. You'll be able to build devastating traps. Use these devices well, as you cannot use magic or build a large army. The heroes have already noticed you and are preparing for a crusade.
de: Das Schicksal hat gesprochen, böser Meister. Euer Werkzeug der Vernichtung ist... Werkzeug. Setzt Eure verheerenden Fallen mit Bedacht ein, denn Ihr könnt weder eine große Armee aufstellen, noch Zauber wirken. Die Helden haben Euch bereits bemerkt und sie bereiten sich auf einen Kreuzzug vor.

# In-game message
source: The abomination of a heart has been destroyed. You must show no mercy. Be certain that no living heroes remain, Keeper.
de: Diese Schande von Herz ist zerstört. Ihr dürft keine Gnade zeigen. Sorgt dafür, dass kein einziger Held überlebt, Keeper.

# In-game message
source: Almost there! Be sure to slaughter every last hero. Let no-one suggest that you were ever merciful. Such slander would ruin your reputation!
de: Fast geschafft! Schlachtet auch die letzten Helden ab. Lasst niemanden behaupten, dass Ihr gnädig wart. Eine solche Verleumdung würde Euren Ruf ruinieren!

# In-game message
source: While traveling to this land, we lost our Treasure Room plans. Fortunately, there is an ancient treasury nearby, left behind by a powerful long-dead Keeper. Use it well!
de: Auf der Reise in dieses Reich haben wir die Pläne unserer Schatzkammer verloren. Glücklicherweise gibt es in diesem Land eine uralte Bibliothek, die ein mächtiger, längst verstorbener Keeper hinterlassen hat. Nutzt sie!

# In-game message
source: The hero forces will continue to attack, but they're getting weaker. When you're ready, focus on the corridor near your entrance and commence an attack on their main force!
de: Die Truppen der Helden werden weiterhin angreifen, aber sie werden schwächer. Wenn Ihr bereit seid, konzentriert Euch auf den Gang in der Nähe Eures Eingangs und startet einen Angriff auf ihre Hauptstreitmacht!

# In-game message
source: You've chosen to attack the main enemy force a little early. I just hope it won't be your undoing, Keeper.
de: Ihr habt Euch entschieden, die feindliche Hauptstreitmacht recht früh anzugreifen. Ich hoffe nur, das wird Euch nicht zum Verhängnis, Keeper.

# In-game message
source: The good are beginning to understand their inevitable fate. But stay alert, there's still a bunch left to slay, and they're definitely not too weak to resist!
de: Die Guten beginnen, Ihr unausweichliches Schicksal zu begreifen. Aber seid auf der Hut, es gibt immer noch einen Haufen zu erschlagen, und das sind mit Sicherheit nicht die Schwächeren!

# In-game message
source: If I were in your skin... I mean, in your flask - I would avoid attacking the door near the Entrance. The heroes who live there might prove to be a problem if your army isn't comprised of hardened veterans.
de: Wenn ich in Eurer Haut stecken würde... Ich meine, in Eurer Flakon - würde ich es vermeiden, die Tür in der Nähe des Eingangs anzugreifen. Die Helden dort, könnten sich als Problem erweisen, wenn Eure Armee nicht aus abgebrühten Veteranen besteht.

# In-game message
source: The Lord of this land is known for his greed and is sure to know where to find the old Treasury. Expect visits from his lackeys looking to score some easy gold.
de: Die Menschen in diesem Land wissen sehr gut, wo die alte Schatzkammer zu finden ist. Erwartet Besuch von verschiedenen Helden, die entweder nach Ruhm und Ehre oder einfach nur nach etwas Gold suchen.

# In-game message
source: Do not allow your creatures to attack the door to the North! Instead, turn your attention to the caverns to the South. The heroes there are somewhat weaker, and I smell a seductive wealth within.
de: Lasst Eure Kreaturen nicht die Tür am Eingang angreifen! Richtet Eure Augen stattdessen auf die Tür im Süden. Die Helden dort sind etwas schwächer, und ich wittere einen betörenden Reichtum.

# In-game message
source: Congratulations, Evil One. Victory is within your grasp! A few more corpses and we'll be done here. Hurry along!
de: Glückwunsch, Ihr Bösewicht. Der Sieg ist zum Greifen nah! Noch ein paar mehr Leichen und wir sind hier fertig. Macht schon!

# In-game message
source: The hero who commands this realm can't be of much renown, as he doesn't even have a name! You can worry about this once he's in need of a tombstone, Keeper. To work!
de: Der Held, der dieses Reich befehligt, ist so unbedeutend, dass er noch nicht einmal einen Namen hat! Namen sind für Grabsteine, Keeper. An die Arbeit!

# In-game message
source: Have you found the man with no name yet, Keeper? He must be here somewhere?!
de: Habt Ihr den Mann ohne Namen schon gefunden, Keeper? Er muss doch hier irgendwo sein?!

# In-game message
source: The nameless one commands many heroes, Master, and he will not hesitate to rally them against you.
de: Der Namenlose befehligt viele Helden, Meister, und er wird nicht zögern, sie gegen Euch einzusetzen.

# In-game message
source: The hero dungeon has fallen, Master! You have little time before the Twin Keepers make their move against you. Make your final preparations now!
de: Der Helden-Dungeon ist gefallen, Meister! Ihr habt nur wenig Zeit, bevor die Zwillings-Keeper gegen Euch vorgehen. Trefft jetzt Eure letzten Vorkehrungen!

# In-game message
source: Significant hero reinforcements have arrived, but will it be enough to hold off the combined strength of the Twin Keepers? Only time will tell.
de: Für die Helden ist beträchtliche Verstärkung eingetroffen, aber wird sie reichen, um die vereinten Kräfte der Zwillings-Keeper aufzuhalten? Die Zeit wird das zeigen.

# In-game message
source: You've been a great disappointment! However, the twins appear to have turned on each other, so you can watch the show while you contemplate the implications of your incompetence.
de: Ihr seid eine einzige Enttäuschung! Wie auch immer, die bisher befreundeten Keeper haben ihr Bündnis gebrochen, also könnt Ihr Euch die Vorstellung ansehen, während Ihr über die Folgen Eurer Unfähigkeit nachdenkt.

# In-game message
source: A majestic victory, Master! You have earned the right to challenge the infamous Twin Keepers. Savour this moment awhile, then prepare yourself for the final battle!
de: Ein erhabener Sieg, Meister! Ihr habt Euch das Recht verdient, Euch den berüchtigten Zwillings-Keepern entgegenzustellen. Genießt diesen Augenblick ein wenig, und bereitet Euch dann auf die letzte Prüfung vor!

# In-game message
source: With the Lord defeated, his army is now in a state of panic and will try to flee at every opportunity. Best to reward their newfound hopelessness with a swift death!
de: Mit dem Verlust ihrer Ritter wissen diese Helden jetzt, dass dies ein Kampf auf Leben und Tod ist, und sie werden bei jeder Gelegenheit zuschlagen, Meister. Am besten belohnt Ihr ihre Tapferkeit auf die Euch bekannte Art und Weise!

# In-game message
source: Impressive work, Master. It's been a privilege to watch you wreak havoc on your enemies. Only one remains, but beware, he has seen his allies' fate and will throw everything into the battle to save his skin!
de: Beeindruckende Arbeit, Meister. Es ist ein Vergnügen, Euch dabei zuzusehen, wie Ihr Eure Feinde vernichtet. Nur ein Gegner bleibt übrig, aber Vorsicht, er hat das Schicksal seiner Verbündeten gesehen und wird alles in die Schlacht werfen, um seine eigene Haut zu retten!

# In-game message
source: An excellent victory once again. All three enemies lie in the ashes of this once green and vibrant land. I sense you're ready to seek out the next land, Master?
de: Wieder einmal ein großartiger Sieg. Alle drei Gegner liegen im Staub dieses einst fruchtbaren und lieblichen Landes. Spüre ich, dass Ihr das nächste Land aufsuchen wollt, Meister?

# In-game message
source: A good start, Keeper, but beware. The remaining keepers have pilfered the remains of this dead kingdom, and have grown stronger by attracting more creatures, anxious to share in the spoils!
de: Ein guter Anfang, Keeper, aber seid vorsichtig. Die verbleibenden Keeper werden stärker, indem sie die Überreste dieses untergegangenen Reiches plündern, und sie locken damit weitere Kreaturen an, die unbedingt ihren Anteil haben wollen!

# Level name
source: Swedish spirit
de: Weichheim

# Level name
source: The Nameless Hero
de: Blütenwald

# Level name
source: Invisible
de: Glücksbäuchlein

# Level name
source: Embattled formation
de: Flaumburg

# Level name
source: Twin Keepers
de: Liebeslächlingen
