Repository: dkfans/keeperfx
Catalog: lang/campgns/twinkprs/text_spa.po
Languages: es

# In-game message
source: Circle circle of the dead, tell me who I'm gonna get. Having troll is making traps, as the workshop knack he has. Warlock brings a bunch of spells, that's what bookworms always have. Orc attracts a better army, which could do some serious harming.
es: Círculo, círculo de la muerte, dime a quién debo atraer. Un trol es hacer trampas, como la habilidad de taller que tiene. Brujo trae un montón de hechizos, eso es lo que siempre tienen los ratones de biblioteca. Los Orcos atraen a un mejor ejército, lo que podrían causar un daño más grave.

# In-game message
source: Your conquest of the guard post has caused the heroes to retreat. However, they are regrouping and reinforcing their numbers. You should use this lull to prepare your forces, Master, as they will surely return!
es: Tu conquista del puesto de guardia ha hecho que los héroes se retiren. Sin embargo, se están reagrupando y reforzando. ¡Deberías usar esta calma para preparar tus fuerzas Maestro, ya que seguramente regresarán!

# In-game message
source: Your capture of the second portal has forced the heroes to act, and an attack is on the way. Your spies report, however, that the main hero army is being held in reserve. Your preparations will be thoroughly tested, Master!
es: Tu captura del segundo portal ha obligado a los héroes a actuar, ahora un ataque está de camino. Sin embargo, tus espías te informan que el ejército principal de héroes se mantiene en reserva. ¡Tus preparaciones serán probadas a fondo, Maestro!

# In-game message
source: Beware, the main hero army approaches! I hope you're prepared for this, otherwise it may be a very short fight. Destroy the heart tainted by their nauseating righteousness!
es: ¡Cuidado, el ejército del héroe principal se acerca! Espero que estés preparado, de lo contrario, puede ser una batalla muy corta. ¡Destruye el Corazón manchado por su rectitud!

# In-game message
source: Fate has spoken, evil master. Your primary weapon is brute force. You'll also be able to imprison enemies, and use the unholy temple... if you know how. Use your creatures well, as you cannot help them with traps or spells. Also, watch your gold reserves. The heroes have already noticed you and are preparing for a crusade.
es: El destino ha hablado, malvado Maestro. Tu arma principal es la fuerza bruta. También podrás encarcelar enemigos y usar el templo profano… si sabes cómo hacerlo. Utiliza bien a tus criaturas, ya que no puedes ayudarlas con trampas o hechizos. Además, vigila tu reserva de oro. Los héroes ya han notado tu presencia y se están preparando para una cruzada.

# In-game message
source: Fate has spoken, evil master. Your primary weapon is magic. You'll be able to use lots of powerful spells. Use them well, as you cannot make traps or build a large army. The heroes have already noticed you and are preparing for a crusade.
es: El destino ha hablado, malvado Maestro. Tu arma principal es la magia. Podrás usar muchos hechizos poderosos. Utilízalos bien, ya que no puedes hacer trampas ni conseguir un gran ejército. Los héroes ya han notado tu presencia y se están preparando para una cruzada.

# In-game message
source: Fate has spoken, evil master. Your primary weapon is manufacture. You'll be able to build devastating traps. Use these devices well, as you cannot use magic or build a large army. The heroes have already noticed you and are preparing for a crusade.
es: El destino ha hablado, malvado Maestro. Su arma principal es la fabricación. Podrás construir trampas devastadoras. Utiliza bien estos dispositivos, ya que no puedes usar magia o conseguir un gran ejército. Los héroes ya han notado tu presencia y se están preparando para una cruzada.

# In-game message
source: The abomination of a heart has been destroyed. You must show no mercy. Be certain that no living heroes remain, Keeper.
es: La abominación de ese Corazón debe ser destruida. No debes mostrar piedad. Asegúrate de que ningún Héroe siga vivo y siga siendo Guardián.

# In-game message
source: Almost there! Be sure to slaughter every last hero. Let no-one suggest that you were ever merciful. Such slander would ruin your reputation!
es: ¡Casi has llegado! Asegúrate de matar hasta el último Héroe. Que nadie sugiera que fuiste misericordioso. ¡Tal calumnia arruinaría tu reputación!

# In-game message
source: While traveling to this land, we lost our Treasure Room plans. Fortunately, there is an ancient treasury nearby, left behind by a powerful long-dead Keeper. Use it well!
es: Mientras viajábamos a esta tierra, perdimos nuestros planos de la Sala del Tesoro. Afortunadamente, hay una biblioteca antigua en esta tierra, dejada por un poderoso Guardián que murió hace mucho tiempo. ¡Úsalo bien!

# In-game message
source: The hero forces will continue to attack, but they're getting weaker. When you're ready, focus on the corridor near your entrance and commence an attack on their main force!
es: Los grupos de los héroes seguirán atacando, pero se están debilitando. ¡Cuando estés listo, concéntrate en el pasillo cerca de tu entrada y comienza un ataque contra su ejército principal!

# In-game message
source: You've chosen to attack the main enemy force a little early. I just hope it won't be your undoing, Keeper.
es: Has decidido atacar al ejército principal enemigo muy pronto. Solo espero que no sea tu perdición, Guardián.

# In-game message
source: The good are beginning to understand their inevitable fate. But stay alert, there's still a bunch left to slay, and they're definitely not too weak to resist!
es: Los buenos comienzan a comprender su destino inevitable. Pero mantente alerta, todavía hay un montón para matar, ¡y definitivamente no son los más débiles!

# In-game message
source: If I were in your skin... I mean, in your flask - I would avoid attacking the door near the Entrance. The heroes who live there might prove to be a problem if your army isn't comprised of hardened veterans.
es: Si estuviera en tu lugar… quiero decir, en tu frasco, evitaría atacar la puerta cerca de la entrada. Los héroes que viven por ahí pueden resultar un problema, si tu ejército no está formado por veteranos endurecidos.

# In-game message
source: The Lord of this land is known for his greed and is sure to know where to find the old Treasury. Expect visits from his lackeys looking to score some easy gold.
es: La gente de esta tierra sabe bien dónde encontrar la antigua Sala del Tesoro. Espera visitas de varios héroes, en busca de fama y gloria, o simplemente de oro fácil.

# In-game message
source: Do not allow your creatures to attack the door to the North! Instead, turn your attention to the caverns to the South. The heroes there are somewhat weaker, and I smell a seductive wealth within.
es: ¡No permitas que tus criaturas ataquen la puerta cerca de la entrada! En su lugar, dirija sus ojos hacia la puerta en la parte inferior. Los héroes son algo más débiles, y huelo una riqueza seductora en su interior.

# In-game message
source: These Samurai should make quick work of those pilfering brigands and the gems should make your money woes history. That's progress!
es: Tener gemas permitirá que tu samurái realice un entrenamiento adecuado, y los ladrones ya no deberían atacarte con tanta fuerza. ¡Eso es un progreso!

# In-game message
source: Congratulations, Evil One. Victory is within your grasp! A few more corpses and we'll be done here. Hurry along!
es: Felicidades, Malvado. ¡La victoria está a tu alcance! Unos cuantos cadáveres más y habremos terminado aquí. ¡Date prisa!

# In-game message
source: The hero who commands this realm can't be of much renown, as he doesn't even have a name! You can worry about this once he's in need of a tombstone, Keeper. To work!
es: ¡El Héroe que gobierna este reino, no puede tener ninguna importancia, ya que ni siquiera tiene un nombre! Puedes preocuparte cuando necesite que un Guardián esté lapidado. ¡A trabajar!

# In-game message
source: Have you found the man with no name yet, Keeper? He must be here somewhere?!
es: ¿Has encontrado al hombre sin nombre, Guardián? ¡¿Él debe estar aquí en alguna parte?!

# In-game message
source: The nameless one commands many heroes, Master, and he will not hesitate to rally them against you.
es: Él sin nombre gobierna a muchos héroes, Maestro, y no dudará en hacerlos marchar contra ti.

# In-game message
source: You've arrived, at last, to the doorstep of the Twin Keepers. They wield ancient magic to split their most powerful minion into two. No matter how many times you kill one half, it will revive as long as its twin is alive. They've now set their sights on a powerful hero to replace their prized pet, and then they will become truly unstoppable! Get to him before they can no matter what!
es: Esta tierra fue mantenida en equilibrio por los 4 guardianes que habitan aquí. Sin embargo, dos de ellos han formado una alianza y atacarán juntos la fortaleza del Héroe. Esto los mantendrá ocupados por un tiempo, Maestro, pero ten por seguro que vendrán a reclamar tu tierra cuando caiga la fortaleza del Héroe.

# In-game message
source: The hero dungeon has fallen, Master! You have little time before the Twin Keepers make their move against you. Make your final preparations now!
es: ¡La Mazmorra del Héroe ha caído, Maestro! Tienes poco tiempo antes de que los Guardianes Gemelos hagan su movimiento contra ti. ¡Haz tus preparativos finales, ahora!

# In-game message
source: Significant hero reinforcements have arrived, but will it be enough to hold off the combined strength of the Twin Keepers? Only time will tell.
es: Han llegado importantes refuerzos de héroes, pero ¿serán suficientes para contener las fuerzas combinadas de los Guardianes Gemelos? Sólo el tiempo lo dirá.

# In-game message
source: Excellent work, Master! Both the Twins' ambitions and Hearts have been squished under your mighty boot. You are now the rightful ruler of this realm!
es: ¡Excelente trabajo, Maestro! ¡La última tierra de los Guardianes Gemelos es tuya!

# In-game message
source: You've been a great disappointment! However, the twins appear to have turned on each other, so you can watch the show while you contemplate the implications of your incompetence.
es: ¡Eres una gran decepción! Sin embargo, estos guardianes, anteriormente amistosos, han roto su alianza, por lo que puedes ver el espectáculo de las implicaciones de tu incompetencia.

# In-game message
source: The Lord of this land is rallying a powerful army against you and you stand no chance of winning in a fair fight. If you can find a way to ambush him and cut off the serpent's head, his lackeys will flee like the insects they are.
es: Esta es la última tierra que te queda por conquistar, si deseas conocer a los Guardianes Gemelos. Aquí hay otros tres guardianes, ¿y adivina qué? ¡Ninguno de ellos como tú!

# In-game message
source: A majestic victory, Master! You have earned the right to challenge the infamous Twin Keepers. Savour this moment awhile, then prepare yourself for the final battle!
es: ¡Una victoria majestuosa, Maestro! Y te has ganado el derecho de enfrentarte a los infames Guardianes Gemelos en batalla. ¡Saborea este momento por un rato y luego prepárate para la prueba final!

# In-game message
source: With the Lord defeated, his army is now in a state of panic and will try to flee at every opportunity. Best to reward their newfound hopelessness with a swift death!
es: Con su Caballero derrotado, estos héroes ahora saben que esta es una lucha a muerte y atacarán, en cada oportunidad, Maestro. ¡Lo mejor es recompensar su valentía de la única manera que sabes!

# In-game message
source: The Lord has arrived and his army is out for blood. I trust you've prepared a way to deal with him? Or were you having a little lie down?
es: Has desatado oleadas de grupos de héroes, Maestro, ya que estos héroes comienzan su última resistencia en este reino. Tus defensas deben ser extensas y estar bien colocadas si quieres triunfar aquí.

# In-game message
source: You are under siege, Master, with enemies on all sides in a land with no place to hide. These three sickening cowards have made their peace with each other and sworn to eliminate you. You need a plan of your own and you need it fast!
es: Estás bajo asedio en esta tierra, Maestro, con enemigos en cada uno de los tres lados, y una tierra donde no hay dónde esconderse. Asquerosamente, han hecho las paces entre ellos y han jurado eliminarte de esta tierra. ¡Necesita un plan propio y lo necesita rápido!

# In-game message
source: Impressive work, Master. It's been a privilege to watch you wreak havoc on your enemies. Only one remains, but beware, he has seen his allies' fate and will throw everything into the battle to save his skin!
es: Impresionante trabajo, Maestro. Es un privilegio verte infligir destrucción a tus enemigos. ¡Solo queda un enemigo, pero cuidado, ha visto el destino de sus aliados y lo arrojará todo en batalla para salvar su pellejo!

# In-game message
source: An excellent victory once again. All three enemies lie in the ashes of this once green and vibrant land. I sense you're ready to seek out the next land, Master?
es: Una excelente victoria, una vez más. Los tres enemigos yacen entre el polvo de esta tierra que alguna vez fue verde y placentera. ¿Siento que quieres encontrar al próximo Señor de la Tierra?

# In-game message
source: A good start, Keeper, but beware. The remaining keepers have pilfered the remains of this dead kingdom, and have grown stronger by attracting more creatures, anxious to share in the spoils!
es: Un buen comienzo Guardián, pero cuidado. ¡Los guardianes restantes se fortalecen al robar los restos de este reino muerto y, por tanto, atraen a más criaturas ansiosas por compartir el botín!

# In-game message
source: Moo
es: Muu

# Level name
source: Swedish spirit
es: Espíritu sueco

# Level name
source: The Nameless Hero
es: El Héroe sin nombre

# Level name
source: Embattled formation
es: La Formación Asediada

# Level name
source: Okehazama
es: Vulnerabilidades de la tinaja

# Level name
source: Twin Keepers
es: Guardianes Gemelos
