/******************************************************************************/
// Bullfrog Engine Emulation Library - for use to remake classic games like
// Syndicate Wars, Magic Carpet or Dungeon Keeper.
/******************************************************************************/
/** @file bflib_render_trig.c
 *     Rendering function trig() for drawing 3D view elements.
 * @par Purpose:
 *     Function for rendering 3D elements.
 * @par Comment:
 *     Go away from here, you bad optimizer! Do not compile this with optimizations.
 * @author   Tomasz Lis
 * @date     20 Mar 2009 - 30 Mar 2009
 * @par  Copying and copyrights:
 *     This program is free software; you can redistribute it and/or modify
 *     it under the terms of the GNU General Public License as published by
 *     the Free Software Foundation; either version 2 of the License, or
 *     (at your option) any later version.
 */
/******************************************************************************/
#include "bflib_render.h"

#include "globals.h"
#include "bflib_basics.h"
#include "bflib_memory.h"
#include "bflib_video.h"
#include "bflib_sprite.h"
#include "bflib_vidraw.h"

/******************************************************************************/
#pragma pack(1)

enum RenderingStartType {
    RendStart_NO = 0,
    RendStart_LL,
    RendStart_RL,
    RendStart_FB,
    RendStart_FT,
};

enum RenderingVectorMode {
    RendVec_mode00 = 0,
    RendVec_mode01,
    RendVec_mode02,
    RendVec_mode03,
    RendVec_mode04,
    RendVec_mode05,
    RendVec_mode06,
    RendVec_mode07,
    RendVec_mode08,
    RendVec_mode09,
    RendVec_mode10,
    RendVec_mode11,
    RendVec_mode12,
    RendVec_mode13,
    RendVec_mode14,
    RendVec_mode15,
    RendVec_mode16,
    RendVec_mode17,
    RendVec_mode18,
    RendVec_mode19,
    RendVec_mode20,
    RendVec_mode21,
    RendVec_mode22,
    RendVec_mode23,
    RendVec_mode24,
    RendVec_mode25,
    RendVec_mode26,
};

struct TrigLocals {
    unsigned long zero0;// dummy, to make no offset 0
    unsigned char var_24;// 4+
    unsigned char var_25; // 5+
    union {
        unsigned short flag_26; // 6+
    struct {
        unsigned char byte_26a;
        unsigned char byte_26b;
    };
    };
    unsigned long var_28; // 8+
    unsigned long var_2C; // unused
    // These are DWORDs
    unsigned long var_30; // 0x10+
    unsigned long var_34; // 0x14
    long var_38; // -0x18
    unsigned long var_3C; // 0x1C
    unsigned long var_40; // 0x20
    unsigned long var_44; // 0x24
    unsigned long var_48; // 0x28
    unsigned long delta_e; // 0x2C
    union {
    unsigned long var_50; // 0x30
    struct {
        unsigned short word_50a;
        unsigned short word_50b;
    };
    };
    unsigned long var_54; // 0x34
    unsigned long delta_d; // 0x38
    unsigned long var_5C; // 0x3C
    unsigned long var_60; // 0x40
    unsigned long delta_c; // 0x44
    unsigned long var_68; // 0x48
    unsigned long var_6C; // 0x4C
    unsigned long var_70; // 0x50
    unsigned long var_74; // 0x54
    unsigned long var_78; // 0x58
    unsigned long var_7C; // 0x5C
    unsigned long var_80; // 0x60
    unsigned long delta_b; // 0x64
    unsigned long delta_a; // 0x68
    unsigned char *var_8C; // 0x6C
};

#pragma pack()
/******************************************************************************/

int trig_reorder_input_points(struct PolyPoint **opt_a, struct PolyPoint **opt_b, struct PolyPoint **opt_c)
{
    struct PolyPoint *ordpt_a = *opt_a;
    struct PolyPoint *ordpt_b = *opt_b;
    struct PolyPoint *ordpt_c = *opt_c;

    struct PolyPoint *ordpt_tmp1;
    struct PolyPoint *ordpt_tmp2;
    long start_type = RendStart_NO;
    if (ordpt_a->field_4 == ordpt_b->field_4)
    {
        if (ordpt_a->field_4 == ordpt_c->field_4)
            return RendStart_NO;
        if (ordpt_a->field_4 >= ordpt_c->field_4)
        {
            if (ordpt_a->field_0 <= ordpt_b->field_0)
                return RendStart_NO;
            ordpt_tmp1 = ordpt_a;
            ordpt_a = ordpt_c;
            ordpt_tmp2 = ordpt_b;
            ordpt_b = ordpt_tmp1;
            ordpt_c = ordpt_tmp2;
            start_type = RendStart_FB;
        } else
        {
