/******************************************************************************/
// Bullfrog Engine Emulation Library - for use to remake classic games like
// Syndicate Wars, Magic Carpet or Dungeon Keeper.
/******************************************************************************/
/** @file bflib_render_trig.c
 *     Rendering function trig() for drawing 3D view elements.
 * @par Purpose:
 *     Function for rendering 3D elements.
 * @par Comment:
 *     Go away from here, you bad optimizer! Do not compile this with optimizations.
 * @author   Tomasz Lis
 * @date     20 Mar 2009 - 30 Mar 2009
 * @par  Copying and copyrights:
 *     This program is free software; you can redistribute it and/or modify
 *     it under the terms of the GNU General Public License as published by
 *     the Free Software Foundation; either version 2 of the License, or
 *     (at your option) any later version.
 */
/******************************************************************************/
#include "pre_inc.h"
#include "bflib_render.h"

#include "globals.h"
#include "bflib_basics.h"
#include "bflib_video.h"
#include "bflib_sprite.h"
#include "bflib_vidraw.h"
#include "post_inc.h"

#include "vidmode.h"

/******************************************************************************/
#pragma pack(1)

enum RenderingStartType {
    RendStart_NO = 0,
    RendStart_LL,
    RendStart_RL,
    RendStart_FB,
    RendStart_FT,
};

enum RenderingVectorMode {
    RendVec_mode00 = 0,
    RendVec_mode01,
    RendVec_mode02,
    RendVec_mode03,
    RendVec_mode04,
    RendVec_mode05,
    RendVec_mode06,
    RendVec_mode07,
    RendVec_mode08,
    RendVec_mode09,
    RendVec_mode10,
    RendVec_mode11,
    RendVec_mode12,
    RendVec_mode13,
    RendVec_mode14,
    RendVec_mode15,
    RendVec_mode16,
    RendVec_mode17,
    RendVec_mode18,
    RendVec_mode19,
    RendVec_mode20,
    RendVec_mode21,
    RendVec_mode22,
    RendVec_mode23,
    RendVec_mode24,
    RendVec_mode25,
    RendVec_mode26,
};

struct TrigLocals {
    unsigned long zero0;// dummy, to make no offset 0
    unsigned char unused_24;// 4+
    unsigned char unused_25; // 5+
    union {
        unsigned short combined_flags; // 6+
    struct {
        unsigned char flags_low_byte;
        unsigned char flags_high_byte;
    };
    };
    unsigned long x_step_ac; // 8+
    unsigned long unusedparam; // unused
    // These are DWORDs
    unsigned long x_step_bc; // 0x10+
    unsigned long delta_f; // 0x14
    long y_start; // -0x18
    unsigned long delta_g; // 0x1C
    unsigned long x_start_b; // 0x20
    unsigned long render_height; // 0x24
    unsigned long u_step; // 0x28
    unsigned long delta_e; // 0x2C
    union {
    unsigned long texture_v_step_bc; // 0x30
    struct {
        unsigned short value_low_word;
        unsigned short value_high_word;
    };
    };
    unsigned long v_step; // 0x34
    unsigned long delta_d; // 0x38
    unsigned long texture_u_step_bc; // 0x3C
    unsigned long shade_step; // 0x40
    unsigned long delta_c; // 0x44
    unsigned long shade_step_bc; // 0x48
    unsigned long clip_offset; // 0x4C
    unsigned long delta_h; // 0x50
    unsigned long delta_i; // 0x54
    unsigned long y_top; // 0x58
    unsigned long delta_j; // 0x5C
    unsigned long delta_k; // 0x60
    unsigned long delta_b; // 0x64
    unsigned long delta_a; // 0x68
    unsigned char *clipping_below_viewport; // 0x6C
};

struct TrigLocalPrep {
    long x_step_ac;
    long x_step_ab;
    long x_step_bc;
    long trig_height_top; // counter to loop over first part of polyscans array
    long y_start;
    long trig_height_bottom; // counter to loop over second part of polyscans array
    long x_start_b;
    long u_step_ac;
    long texture_v_step_bc;
    long v_step_ac;
    long texture_u_step_bc;
    long shade_step_ac;
    long shade_step_bc;
    long clip_offset;
    long y_top;
    unsigned char clipping_above_viewport;
    TbBool hide_bottom_part; // ?Should we show low part of a triangle
    unsigned char clipping_below_viewport;
};

struct TrigLocalRend {
    unsigned char *screen_buffer_ptr;
    long render_height;
    long u_step;
    long v_step;
    long shade_step;
};

#pragma pack()
/******************************************************************************/

/**
 * whether the subtraction (x-y) of two long ints would overflow
 */
