Repository: dkfans/keeperfx
Catalog: lang/campgns/lqizgood/landview_dut.po
Languages: nl

# Level introduction
source: First step. This land is ruled by a cruel and wrathful keeper who tortures his subjects for fun. The children live in terror as he devours one of them for dinner every day. It seems we must change his taste, my lord.
nl: Eerste stap. Dit land wordt geregeerd door een wrede en woedende keeper die zijn onderdanen voor zijn plezier martelt. De kinderen leven in angst, omdat hij er dagelijks een oppeuzelt voor het avondeten. Het lijkt erop dat we zijn voorkeur moeten veranderen, mijn heer.

# Level summary
source: We swiftly dealt with the keeper; he stood no chance against you, my lord. The local children are now the happiest in the world. Excellent work.
nl: We hebben de keeper snel uit de weg geruimd; hij maakte geen schijn van kans tegen u, mijn heer. De lokale kinderen zijn nu de gelukkigste ter wereld. Uitstekend werk.

# Level introduction
source: Offspring. This land is governed by an abominably evil Reaper. He prefers a leg for lunch and has a particular taste for the fresh leg of a plump peasant. Defeat him and claim the next kingdom!
nl: Nakomeling. Dit land wordt geregeerd door een afschuwelijk kwaadaardige Zeiseman. Hij verkiest been voor de lunch en heeft een bijzondere voorkeur voor het verse been van een mollige boer. Versla hem en verover het volgende koninkrijk!

# Level summary
source: We have captured the Reaper and handed him over to the local inhabitants. They hanged and buried him. Rumor has it that when there's no moon at night, his wandering spirit can still be seen near his grave.
nl: We hebben de Zeiseman gevangengenomen en overgedragen aan de lokale bewoners. Ze hebben hem opgehangen en begraven. Er gaan geruchten dat zijn zwevende geest nog steeds bij zijn graf kan worden gezien als er 's nachts geen maan is.

# Level introduction
source: Snow White and the Dwarves. This land was once peaceful, but a keeper arrived one day and laid waste to everything in his path. All the residents are now imprisoned. There's no time to wasteâ€”take up your sword and liberate them!
nl: Sneeuwwitje en de dwergen. Dit land was ooit vredig, maar op een dag arriveerde er een keeper die alles op zijn pad verwoestte. Alle inwoners zijn nu gevangen genomen. Er is geen tijd te verliezen, pak je zwaard en bevrijd ze!

# Level summary
source: The land has returned to its former serenity. Peace reigns once more, and the residents of the surrounding estate are immensely grateful to you. Excellent work, my lord.
nl: Het land is weer in zijn oorspronkelijke staat hersteld; er heerst opnieuw vrede en rust. De bewoners van de omliggende landgoederen zijn u zeer dankbaar. Uitstekend werk, mijn heer.

# Level introduction
source: Warlock's Slave. This land is controlled by a despicable warlock who wields powerful black magic. He has enslaved the souls of the dead to fight on his side. We must make him see the error of his ways as soon as possible!
nl: Slaaf van de Tovenaar. Dit land wordt beheerst door een verachtelijke tovenaar die machtige zwarte magie hanteert. Hij heeft de zielen van de doden tot slaaf gemaakt om aan zijn zijde te vechten. We moeten hem zo snel mogelijk laten inzien dat hij fout zit!

# Level summary
source: It took some time to break the warlock's spirit, but eventually, the light of wisdom shone upon him. He is now teaching the basics of white magic to the local people. Excellent work, Master!
nl: Het kostte enige tijd om de tovenaar te breken, maar na enkele uren daalde het licht van wijsheid op hem neer. Nu leert hij de basis van witte magie aan de plaatselijke bevolking. Uitstekend werk, mijn meester!

# Level introduction
source: Ug the Barbarian. A ruthless barbarian and his band of criminals are extorting tribute from poor peasants. Another keeper has also arrived to corrupt the villagers. We must teach them a lesson they will not forget!
nl: Ug de barbaar. Een meedogenloze barbaar en zijn bende criminelen dwingen arme boeren af om hen te eren. Een andere keeper is hier ook gekomen om de dorpsbewoners om te kopen. We moeten hem een lesje leren dat hij niet snel zal vergeten!

# Level summary
source: Ug has joined our cause; we just needed to guide him a little. He is currently assisting the local people in forming an army of defenders trained in the use of battle hammers and self-defense.
nl: Ug heeft zich bij ons gevoegd, we hoefden hem slechts een beetje te helpen. Hij helpt momenteel de plaatselijke bevolking bij het vormen van een leger verdedigers, getraind in het gebruik van strijdhamers en zelfverdediging.

# Level introduction
source: Power of Faith. The evil guardian of this land is entirely devoted to his faith in demons. May his demons consume him, but first, let us desecrate his accursed temples, my Lord!
nl: Kracht van Geloof. De kwaadaardige bewaker van dit land is volledig toegewijd aan zijn geloof in demonen. Moge zijn demonen hem verslinden, maar laten we eerst zijn verdoemde tempels ontheiligen, mijn heer!

# Level summary
source: The residents thank you, lord, for liberating them from the evil guardian. They have erected a grand monument in your honor, so that your bravery will never be forgotten. Extraordinary style!
nl: De inwoners danken u, heer, omdat u hen hebt bevrijd van de kwaadaardige bewaker. Ze hebben een groot monument opgericht ter ere van uw heldendaad, zodat uw moed nooit vergeten zal worden. Uitstekend werk!

# Level introduction
source: Indoctrination. There is an ongoing struggle for this land between two keepers. We will step in as a third party to fight for peace in this region.
nl: Indoctrinatie. Er woedt nog steeds een strijd om dit land tussen twee keepers. Wij zullen als derde partij ingrijpen om te strijden voor vrede in dit gebied.

# Level summary
source: Among the three powers, you have proven to be the one worthy of controlling this area. The people can finally live in peace. As they say, when two dogs fight over a bone, the third one takes it home.
nl: Van de drie partijen heb jij bewezen dat je de waardige bent om dit gebied te controleren. De mensen kunnen eindelijk in vrede leven. Zoals ze zeggen, als twee honden vechten om een been, gaat de derde ermee heen.

# Level introduction
source: Three on One. This land is ruled by three evil keepers who have joined forces to stand against you. Show them what real war is!
nl: Drie tegen Een. Dit land wordt geregeerd door drie kwaadaardige keepers die zich verenigd hebben om zich tegen u te verzetten. Laat hen zien wat een echte oorlog is!

# Level summary
source: The pitiful tactics of the enemies were acts of desperation. It was the first time I witnessed such swift and decisive clashes under your command. Now, the population can finally find happiness. You are becoming a legend!
nl: De zielige tactieken van de vijanden waren een daad van wanhoop. Het was de eerste keer dat ik zo'n korte en scherpe confrontaties onder uw leiding zag. Nu is de bevolking eindelijk gelukkig. U wordt een groeiende legende!

# Level introduction
source: Impure Blood. Evil spirits and demons control this area. Some time ago, a noble king attempted to reclaim it. He failed, but he left behind a fully equipped dungeon. This means we can get to work quickly.
nl: Onrein Bloed. Kwade geesten en demonen heersen over dit gebied. Enige tijd geleden probeerde een nobele koning het terug te nemen. Hij faalde, maar liet een volledig uitgeruste kerker achter. Dit betekent dat we snel aan de slag kunnen.

# Level summary
source: Pure water flows through this land once again. The people had already forgotten how good it tasted, but they can now rediscover it thanks to you. Excellent work!
nl: Puik water stroomt weer door dit land. De mensen waren al vergeten hoe lekker het smaakte, maar nu kunnen ze het dankzij u herontdekken. Uitstekend werk!

# Level introduction
source: Save the Savior. The Black Blood Brothers reign here. They have captured our finest warrior, the Avatar. We must send them to their doom as soon as possible!
nl: Red de Redder. De Zwarte Bloed Broeders heersen hier. Ze hebben onze beste krijger, de Avatar, gevangengenomen. We moeten ze zo snel mogelijk naar hun ondergang sturen!

# Level summary
source: After capturing the local vampires, we tortured them until they saw the light. Then we gave them a choice: to go to the temple as sacrifices or as priests. They chose the latter and are now highly successful religious teachers.
nl: Nadat we de lokale vampiers hadden gevangengenomen, hebben we ze gemarteld totdat ze het licht zagen. Daarna gaven we ze de keuze: naar de tempel gaan als offerande of als priesters. Ze kozen het laatste en zijn nu zeer succesvolle religieuze leraren.

# Level introduction
source: Do or Die. This final task can only be accomplished by our great hero, the Avatar. Former vampires have agreed to teach you the possession spell. Use it to reach the heart of the enemy's dungeon.
nl: Slaag of Sterf. Deze laatste taak kan alleen worden voltooid door onze grote held, de Avatar. Voormalige vampiers hebben ermee ingestemd om je de bezweringsspreuk te leren. Gebruik het om het hart van de vijandelijke kerker te bereiken.

# Level summary
source: Hurray, victory! Finally, the whole world is at peace, just as we dreamed throughout our lives. With you, dreams have become reality. Long live the new king!
nl: Hoera, overwinning! Eindelijk is de hele wereld in vrede, precies zoals we ons hele leven al dromen. Met jou zijn dromen werkelijkheid geworden. Lang leve de nieuwe koning!
