Repository: dkfans/keeperfx
Catalog: lang/campgns/lqizgood/landview_por.po
Languages: pt_br

# Campaign introduction
source: Good Campaign
pt_br: Campanha do Bem

# Level introduction
source: First step. This land is ruled by a cruel and wrathful keeper who tortures his subjects for fun. The children live in terror as he devours one of them for dinner every day. It seems we must change his taste, my lord.
pt_br: Primeiro passo. Esta terra é governada por um guardião cruel e irado que tortura seus súditos por diversão. As crianças vivem aterrorizadas, pois ele devora uma delas para o jantar todos os dias. Parece que devemos mudar o gosto dele, meu senhor.

# Level summary
source: We swiftly dealt with the keeper; he stood no chance against you, my lord. The local children are now the happiest in the world. Excellent work.
pt_br: Nós lidamos rapidamente com o guardião; ele não teve chance contra você, meu senhor. As crianças locais são agora as mais felizes do mundo. Excelente trabalho.

# Level introduction
source: Offspring. This land is governed by an abominably evil Reaper. He prefers a leg for lunch and has a particular taste for the fresh leg of a plump peasant. Defeat him and claim the next kingdom!
pt_br: Descendência. Esta terra é governada por um Ceifador abominavelmente maligno. Ele prefere uma perna para o almoço e tem um gosto particular pela perna fresca de um camponês rechonchudo. Derrote-o e reivindique o próximo reino!

# Level summary
source: We have captured the Reaper and handed him over to the local inhabitants. They hanged and buried him. Rumor has it that when there's no moon at night, his wandering spirit can still be seen near his grave.
pt_br: Nós capturamos o Ceifador e o entregamos aos habitantes locais. Eles o enforcaram e o enterraram. Dizem os rumores que, quando não há lua à noite, seu espírito errante ainda pode ser visto perto de seu túmulo.

# Level introduction
source: Snow White and the Dwarves. This land was once peaceful, but a keeper arrived one day and laid waste to everything in his path. All the residents are now imprisoned. There's no time to waste—take up your sword and liberate them!
pt_br: Branca de Neve e os Anões. Esta terra já foi pacífica, mas um guardião chegou um dia e devastou tudo em seu caminho. Todos os residentes estão agora aprisionados. Não há tempo a perder — pegue sua espada e liberte-os!

# Level summary
source: The land has returned to its former serenity. Peace reigns once more, and the residents of the surrounding estate are immensely grateful to you. Excellent work, my lord.
pt_br: A terra retornou à sua antiga serenidade. A paz reina mais uma vez, e os residentes da propriedade vizinha estão imensamente gratos a você. Excelente trabalho, meu senhor.

# Level introduction
source: Warlock's Slave. This land is controlled by a despicable warlock who wields powerful black magic. He has enslaved the souls of the dead to fight on his side. We must make him see the error of his ways as soon as possible!
pt_br: Escravo do Bruxo. Esta terra é controlada por um bruxo desprezível que empunha poderosa magia negra. Ele escravizou as almas dos mortos para lutar ao seu lado. Devemos fazê-lo ver o erro de seus caminhos o mais rápido possível!

# Level summary
source: It took some time to break the warlock's spirit, but eventually, the light of wisdom shone upon him. He is now teaching the basics of white magic to the local people. Excellent work, Master!
pt_br: Levou algum tempo para quebrar o espírito do bruxo, mas, eventualmente, a luz da sabedoria brilhou sobre ele. Ele agora está ensinando os fundamentos da magia branca para o povo local. Excelente trabalho, Mestre!

# Level introduction
source: Ug the Barbarian. A ruthless barbarian and his band of criminals are extorting tribute from poor peasants. Another keeper has also arrived to corrupt the villagers. We must teach them a lesson they will not forget!
pt_br: Ug, o Bárbaro. Um bárbaro implacável e seu bando de criminosos estão extorquindo tributo de camponeses pobres. Outro guardião também chegou para corromper os aldeões. Devemos lhes ensinar uma lição que eles não esquecerão!

# Level summary
source: Ug has joined our cause; we just needed to guide him a little. He is currently assisting the local people in forming an army of defenders trained in the use of battle hammers and self-defense.
pt_br: Ug juntou-se à nossa causa; só precisávamos orientá-lo um pouco. Ele está atualmente ajudando o povo local a formar um exército de defensores treinados no uso de martelos de batalha e autodefesa.

# Level introduction
source: Power of Faith. The evil guardian of this land is entirely devoted to his faith in demons. May his demons consume him, but first, let us desecrate his accursed temples, my Lord!
pt_br: Poder da Fé. O guardião maligno desta terra é inteiramente devotado à sua fé em demônios. Que seus demônios o consumam, mas primeiro, vamos profanar seus templos amaldiçoados, meu Senhor!

# Level summary
source: The residents thank you, lord, for liberating them from the evil guardian. They have erected a grand monument in your honor, so that your bravery will never be forgotten. Extraordinary style!
pt_br: Os residentes agradecem, senhor, por libertá-los do guardião maligno. Eles ergueram um grande monumento em sua honra, para que sua bravura nunca seja esquecida. Estilo extraordinário!

# Level introduction
source: Indoctrination. There is an ongoing struggle for this land between two keepers. We will step in as a third party to fight for peace in this region.
pt_br: Doutrinação. Há uma luta contínua por esta terra entre dois guardiões. Entraremos como um terceiro para lutar pela paz nesta região.

# Level summary
source: Among the three powers, you have proven to be the one worthy of controlling this area. The people can finally live in peace. As they say, when two dogs fight over a bone, the third one takes it home.
pt_br: Entre os três poderes, você provou ser o único digno de controlar esta área. O povo pode finalmente viver em paz. Como dizem, quando dois cães brigam por um osso, o terceiro o leva para casa.

# Level introduction
source: Three on One. This land is ruled by three evil keepers who have joined forces to stand against you. Show them what real war is!
pt_br: Três contra Um. Esta terra é governada por três guardiões malignos que uniram forças para se opor a você. Mostre a eles o que é a verdadeira guerra!

# Level summary
source: The pitiful tactics of the enemies were acts of desperation. It was the first time I witnessed such swift and decisive clashes under your command. Now, the population can finally find happiness. You are becoming a legend!
pt_br: As táticas lamentáveis dos inimigos foram atos de desespero. Foi a primeira vez que testemunhei confrontos tão rápidos e decisivos sob seu comando. Agora, a população pode finalmente encontrar a felicidade. Você está se tornando uma lenda!

# Level introduction
source: Impure Blood. Evil spirits and demons control this area. Some time ago, a noble king attempted to reclaim it. He failed, but he left behind a fully equipped dungeon. This means we can get to work quickly.
pt_br: Sangue Impuro. Espíritos malignos e demônios controlam esta área. Há algum tempo, um nobre rei tentou recuperá-la. Ele falhou, mas deixou para trás uma masmorra totalmente equipada. Isso significa que podemos começar a trabalhar rapidamente.

# Level summary
source: Pure water flows through this land once again. The people had already forgotten how good it tasted, but they can now rediscover it thanks to you. Excellent work!
pt_br: Água pura flui por esta terra mais uma vez. O povo já havia esquecido o quão bom era o seu sabor, mas agora pode redescobri-lo graças a você. Excelente trabalho!

# Level introduction
source: Save the Savior. The Black Blood Brothers reign here. They have captured our finest warrior, the Avatar. We must send them to their doom as soon as possible!
pt_br: Salve o Salvador. Os Irmãos do Sangue Negro reinam aqui. Eles capturaram nosso melhor guerreiro, o Avatar. Devemos enviá-los à perdição o mais rápido possível!

# Level summary
source: After capturing the local vampires, we tortured them until they saw the light. Then we gave them a choice: to go to the temple as sacrifices or as priests. They chose the latter and are now highly successful religious teachers.
pt_br: Depois de capturar os vampiros locais, nós os torturamos até que eles vissem a luz. Então, demos a eles uma escolha: ir para o templo como sacrifícios ou como sacerdotes. Eles escolheram a última opção e agora são professores religiosos de grande sucesso.

# Level introduction
source: Do or Die. This final task can only be accomplished by our great hero, the Avatar. Former vampires have agreed to teach you the possession spell. Use it to reach the heart of the enemy's dungeon.
pt_br: Vencer ou Morrer. Esta tarefa final só pode ser realizada pelo nosso grande herói, o Avatar. Antigos vampiros concordaram em lhe ensinar o feitiço de possessão. Use-o para alcançar o coração da masmorra inimiga.

# Level summary
source: Hurray, victory! Finally, the whole world is at peace, just as we dreamed throughout our lives. With you, dreams have become reality. Long live the new king!
pt_br: Viva, vitória! Finalmente, o mundo inteiro está em paz, assim como sonhamos durante toda a nossa vida. Com você, os sonhos se tornaram realidade. Viva o novo rei!
