Repository: dkfans/keeperfx
Catalog: lang/campgns/lqizgood/text_pol.po
Languages: pl_pl

# In-game message
source: Success! The land is yours. Press Space to proceed to the next realm.
pl_pl: Zwycięstwo! Kraina jest twoja. Naciśnij spację, by przejść do następnego królestwa.

# In-game message
source: Welcome to the Good Guys campaign. It is your job to utterly destroy the Evil keepers.
pl_pl: Witamy w kampanii Dobrych Ludzi. Twoim zadaniem jest całkowite zniszczenie Złych opiekunów.

# In-game message
source: Gather up some gold, and forces, as rumour has it an evil keeper is gathering forces in the south! Nip him in the bud!
pl_pl: Zbierz trochę złota i sił, bo plotka hasła, że zły opiekun zbiera siły na południu! Przecięć to w zarodku!

# In-game message
source: You have found a holy monk, ready to attack the enemy, but you got there first! Take him to the next level, he will be very useful.
pl_pl: Znalazłeś świętego mnicha, gotowego do ataku na wroga, ale dotarłeś tam pierwszy! Zabierz go na kolejny poziom, będzie bardzo użyteczny.

# In-game message
source: Ah, a Dwarf has joined you, they are weak alone, but in a pack, can cause serious damage.
pl_pl: Ach, dołączył do ciebie krasnolud, są słabi sami, ale w grupie mogą wyrządzić poważne szkody.

# In-game message
source: You have recruited a Tunneller! They are like imps, but stronger. They are, however less efficient because they need food, sleep and gold.
pl_pl: Zrekrutowałeś kopacza! Są jak diabły, ale silniejsi. Jednak są mniej wydajni, ponieważ potrzebują jedzenia, snu i złota.

# In-game message
source: Moo2
pl_pl: Muu2

# In-game message
source: The Spawners have come, be ready for their offspring.
pl_pl: Zjawiły się Spawnerki, bądź gotowy na ich potomstwo.

# In-game message
source: Welcome to this realm, noble hero. It is your holy quest to vanquish the spawners from here forever. They spawn in a pit of lava, heavily guarded. If only you could cover it up.....
pl_pl: Witaj w tej krainie, szlachetny bohaterze. Twoim świętym zadaniem jest ostateczne pokonanie spawnerów stąd na zawsze. Wylęgają się w piekielnym dole, silnie strzeżonym. Gdybyś tylko mógł to zasłonić.....

# In-game message
source: There is new technology available to you, oh noble one. Build a library to research them. Wizards are attracted to libraries, but they do not see the spawners as much of a threat, and so will not come. Make do without them!
pl_pl: Dostępna jest dla ciebie nowa technologia, szlachetny panie. Zbuduj bibliotekę, aby ją zbadać. Czarodzieje są przyciągani do bibliotek, ale nie uważają Spawnerów za duże zagrożenie, więc nie przyjdą. Poradź sobie bez nich!

# In-game message
source: A Thief has joined you! They are weak at low levels, but later they can become very sneaky. One day, they will learn the error of their ways (level 11) :P
pl_pl: Złodziej dołączył do ciebie! Są słabi na niskich poziomach, ale później mogą stać się bardzo przebiegli. Pewnego dnia nauczą się swoich błędów (poziom 11) :P

# In-game message
source: A Barbarian has joined you! These are mean, strong heroes, with attitude!
pl_pl: Barbarzyńca dołączył do ciebie! To waleczni, silni bohaterowie o charakterze!

# In-game message
source: A Fairy, how lovely! They are good researchers, and very destructive.
pl_pl: Wróżka, jak uroczo! Są dobrymi badaczami i bardzo destrukcyjne.

# In-game message
source: Very clever! But it looks like a Horned Reaper has come for revenge... and he looks angry!
pl_pl: Bardzo sprytnie! Ale wygląda na to, że Horned Reaper przyszedł się zemścić... i wygląda na zły!

# In-game message
source: Well done! Thats another bit of evil destroyed! Congratulations!
pl_pl: Dobrze zrobione! To kolejny kawałek zła zniszczony! Gratulacje!

# In-game message
source: Moo4
pl_pl: Muu4

# In-game message
source: Welcome noble one. I have terrible news for you. Snow white and the 7 dwarves have been captured along with Jack, the beanstalk AND the giant!! The wizards have realised how important this is and joined you!
pl_pl: Witaj szlachetny panie. Mam straszne wieści dla ciebie. Królewna śnieżka i 7 krasnoludków zostały schwytane wraz z Jackiem, fasolką i gigantem!! Czarodzieje zorientowali się, jak ważna jest ta sprawa i dołączyli do ciebie!

# In-game message
source: A Wizard has come. They are truly the masters of research, and the best spellcaster in the game!
pl_pl: Przybył Czarodziej. Są naprawdę mistrzami badań i najlepszymi czarodziejami w grze!

# In-game message
source: A giant! This Slow, Brutal killing machine is a tank! Use him wisely!
pl_pl: Gigant! Ten wolny, brutalny zabójczy mechanizm jest czołgiem! Używaj go mądrze!

# In-game message
source: A noble knight has come. They are powerful, and will never surrender!
pl_pl: Przybył szlachetny rycerz. Są potężni i nigdy się nie poddadzą!

# In-game message
source: Oh thank god! Jack and the Giant are safe! Who knows what these monsters did to the beanstalk!
pl_pl: Och, dzięki bogu! Jack i Gigant są bezpieczni! Kto wie, co te potwory zrobiły z fasolką!

# In-game message
source: Snow white and the 7 dwarves are safe! Rejoyce!
pl_pl: Królewna śnieżka i 7 krasnoludków są bezpieczne! Ciesz się!

# In-game message
source: A Time Mage, I don't remember those. Perhaps this has not happened before.
pl_pl: Mag Czasu, nie pamiętam takich. Być może to się wcześniej nie zdarzyło.

# In-game message
source: All you have is one thief. You must use brains, courage and skill to pass the initial test, and then you must vanquish the evil Warlocks that keep you enslaved, and destroy the evil keeper once and for all!
pl_pl: Masz tylko jednego złodzieja. Musisz użyć mózgu, odwagi i umiejętności, aby zdać pierwszy test, a następnie pokonać złych czarnoksiężników, którzy trzymają cię w niewoli, i zniszczyć złego strażnika raz na zawsze!

# In-game message
source: The first warlock is dead! Use the limitless gold to build up enough force to take the rest of the dungeon!
pl_pl: Pierwszy czarnoksiężnik nie żyje! Użyj nieograniczonego złota, aby zbudować wystarczająco dużo siły, aby zająć resztę lochu!

# In-game message
source: You have killed the second warlock! Only 1 stands in your way!
pl_pl: Zabiłeś drugiego czarnoksiężnika! Tylko 1 stoi na twojej drodze!

# In-game message
source: You have killed all the warlocks! Destroy the dungeon heart!
pl_pl: Zabiłeś wszystkich czarnoksiężników! Zniszcz serce lochu!

# In-game message
source: Moo17
pl_pl: Muu17

# In-game message
source: We have stumbled across a land with no accessible portals. You also have the torture chamber and prison available, you know what to do! Persuade some people to join you, and torture the rest!
pl_pl: Napotkaliśmy ziemię bez dostępnych portali. Masz również do dyspozycji komnatę tortur i więzienie, wiesz co masz zrobić! Przekonaj niektórych ludzi, by dołączyli do ciebie, a resztę torturuj!

# In-game message
source: There is a band of heroes that have joined the enemy under the lead of Ug the Barbarian! Convert them all!
pl_pl: Istnieje grupa bohaterów, którzy dołączyli do wroga pod przywództwem Ug Barbarzyńcy! Nawróć ich wszystkich!

# In-game message
source: Moo18
pl_pl: Muu18

# In-game message
source: Oh noble one, you have stumbled across 2 rival keepers battling it out. You must destroy both. The good news is that they are very pre-occupied. If i were you, i would concentrate on blue first, and rumour has it there is a weakness at the back of blue's fortress.
pl_pl: O szlachetny panie, natknąłeś się na dwóch rywalizujących strażników, którzy walczą ze sobą. Musisz zniszczyć obu. Dobrą wiadomością jest to, że są bardzo zajęci. Gdybym był tobą, skoncentrowałbym się najpierw na niebieskim, a plotka głosi, że istnieje słabe miejsce z tyłu twierdzy niebieskiego.

# In-game message
source: Graveyards and temples are available, which make monks also available, use them well.
pl_pl: Dostępne są cmentarze i świątynie, co umożliwia dostępność mnichów, używaj ich dobrze.

# In-game message
source: A holy monk has come! They are very good at healing and preventing damage, making them a very good tank.
pl_pl: Przybył święty mnich! Są bardzo dobrzy w leczeniu i zapobieganiu obrażeniom, co czyni ich bardzo dobrym czołgiem.

# In-game message
source: Moo19
pl_pl: Muu19

# In-game message
source: It looks like these keepers saw what happened last time. They have decided to ally against you. There is not much gold, so you must capture the center gems and starve your enemies out! Traps are a good idea on this level, to prevent corridor rushing!
pl_pl: Wygląda na to, że ci strażnicy zobaczyli, co się stało ostatnim razem. Postanowili sojuszniczyć przeciwko tobie. Nie ma dużo złota, więc musisz zdobyć środkowe klejnoty i zagłodzić swoich wrogów! Pułapki to dobry pomysł na tym poziomie, aby zapobiec pośpiechowi korytarzy!

# In-game message
source: Well that was easy, wasn't it! I hear the evil keepers in the next realm are not such a pushover.
pl_pl: Cóż, to było łatwe, prawda! Słyszę, że złowroccy strażnicy w następnym królestwie nie są tacy słabi.

# In-game message
source: You have a witch! They are full of powerful spells!
pl_pl: Masz wiedźmę! Są pełne potężnych zaklęć!

# In-game message
source: The scavenger room has been discovered. When combined with the torture chamber, you can first convert 1 enemy, and then take them all!
pl_pl: Odkryto komnatę zbieracza. Po połączeniu jej z komnatą tortur możesz najpierw nawrócić 1 wroga, a potem zająć ich wszystkich!

# In-game message
source: Moo20
pl_pl: Muu20

# In-game message
source: This time there are 3 keepers after your blood, noble one. Starvation won't work this time, as they all have gem veins. Take one early to get a foothold, and the others will soon fall.
pl_pl: Tym razem trzech strażników poluje na twoją krew, szlachetny panie. Głodzenie nie zadziała tym razem, ponieważ wszyscy mają żyły klejnotów. Weź jednego wcześnie, aby zdobyć przyczółek, a inni szybko upadną.

# In-game message
source: You have come into the dungeon of a previous hero who attempted to destroy the evil fortress. He failed, but you shall succeed! You have all the time, and resources in the world to build up an army and crush the evil forever!
pl_pl: Wkraczasz do lochu poprzedniego bohatera, który próbował zniszczyć złą twierdzę. Mu się nie udało, ale tobie się uda! Masz cały czas i zasoby na świecie, aby zbudować armię i na zawsze zmiażdżyć zło!

# In-game message
source: You have reached the heart of the vampires! Drive a stake through every heart in this room!
pl_pl: Dotarłeś do serca wampirów! Wbijaj kołek w każde serce w tej sali!

# In-game message
source: Moo22
pl_pl: Muu22

# In-game message
source: The evil keepers, father and son, have imprisoned our savior, the Avatar. Go and rescue him!
pl_pl: Złowroccy strażnicy, ojciec i syn, uwięzili naszego zbawiciela, Awatara. Idź i go uratuj!

# In-game message
source: Thank God! The Avatar is safe! Now we must destroy Evil once and for all!
pl_pl: Dzięki Bogu! Awatar jest bezpieczny! Teraz musimy zniszczyć Zło raz na zawsze!

# In-game message
source: Moo23
pl_pl: Muu23

# In-game message
source: This is it, do or die. Use the Avatar to kill the evil at its source. Killing this will wipe out all evil! YOU CAN DO IT!
pl_pl: To jest to, życie albo śmierć. Użyj Awatara, aby zabić zło u źródła. Zabicie go zniszczy wszelkie zło! MOŻESZ TO ZROBIĆ!

# In-game message
source: You have defeated evil forever and your name will live on for centuries!
pl_pl: Pokonałeś zło raz na zawsze, a twoje imię będzie żyć przez wieki!

# In-game message
source: Moo
pl_pl: Muuuu

# Level name
source: First step
pl_pl: Pierwszy krok

# Level name
source: Offspring
pl_pl: Potomstwo

# Level name
source: Snow white and dwarves
pl_pl: Królewna śnieżka i krasnoludki

# Level name
source: Warlocks slave
pl_pl: Podwładny czarnoksiężnika

# Level name
source: Ug the Barbarian
pl_pl: Ug Barbarzyńca

# Level name
source: Power of Faith
pl_pl: Moc Wiary

# Level name
source: Indoctrination
pl_pl: Indoktrynacja

# Level name
source: Three on One
pl_pl: Trzech przeciwko jednemu

# Level name
source: Impure Blood
pl_pl: Nieskażona krew

# Level name
source: Save the Savior
pl_pl: Ratuj Zbawcę

# Level name
source: Do or die
pl_pl: Życie albo śmierć
