Repository: dkfans/keeperfx
Catalog: lang/campgns/ancntkpr/landview_por.po
Languages: pt_br

# Level introduction
source: Red Carpet. Welcome, Keeper, to the first of the Ancient Realms.
pt_br: Tapete Vermelho. Bem-vindo, Guardião, ao primeiro dos Reinos Antigos.

# Level summary
source: Good job. It was easy, after the Archers guarding portal were defeated.
pt_br: Bom trabalho. Foi fácil, depois que os Arqueiros que guardavam o portal foram derrotados.

# Level introduction
source: Harmony. A strange land this is, Keeper!
pt_br: Harmonia. Esta é uma terra estranha, Guardião!

# Level summary
source: You've learned that a bridge can be more powerful than an army. Congratulations!
pt_br: Você aprendeu que uma ponte pode ser mais poderosa que um exército. Parabéns!

# Level introduction
source: Avarice. In this realm one of your enemies has captured a band of Avatars.
pt_br: Avareza. Neste reino, um de seus inimigos capturou um bando de Avatares.

# Level summary
source: You've learned how to move objects without telepathy. Useful achievement.
pt_br: Você aprendeu a mover objetos sem telepatia. Uma conquista útil.

# Level introduction
source: T'Kaan's mistress, has been exiled to this realm.
pt_br: A amante de T'Kaan foi exilada para este reino.

# Level summary
source: You've learned how to open your walls and seal them again. Good job!
pt_br: Você aprendeu a abrir seus muros e selá-los novamente. Bom trabalho!

# Level introduction
source: The Realm of Salaar. Paranoid heroes guard this realm with care!
pt_br: O Reino de Salaar. Heróis paranoicos guardam este reino com cuidado!

# Level summary
source: Now you know that not only Training Rooms can be used for training. Impressive.
pt_br: Agora você sabe que não apenas as Salas de Treino podem ser usadas para treinar. Impressionante.

# Level introduction
source: Save the Heroes. They are about to die, so act swiftly!
pt_br: Salve os Heróis. Eles estão prestes a morrer, então aja rapidamente!

# Level summary
source: You've learned the special properties of an unconscious body. I still have no idea how this works.
pt_br: Você aprendeu as propriedades especiais de um corpo inconsciente. Ainda não faço ideia de como isso funciona.

# Level introduction
source: Kwan Tek's Ordeal. He has gifted you a powerful spell.
pt_br: A Provação de Kwan Tek. Ele lhe presenteou com um feitiço poderoso.

# Level summary
source: You've destroyed the enemy without any creatures. Now you know that having a map revealed do have benefits.
pt_br: Você destruiu o inimigo sem nenhuma criatura. Agora você sabe que ter o mapa revelado tem seus benefícios.

# Level introduction
source: Avatar's Revenge. He has tracked you down, and recalls a previous encounter!
pt_br: A Vingança do Avatar. Ele o rastreou e se lembra de um encontro anterior!

# Level summary
source: You now know that fortifying walls often comes in handy. Proceed.
pt_br: Agora você sabe que fortificar muros muitas vezes é útil. Prossiga.

# Level introduction
source: Knight Manoeuvres. You must free your creatures, Master!
pt_br: Manobras de Cavaleiros. Você deve libertar suas criaturas, Mestre!

# Level summary
source: You've freed your creatures and survived against the hordes of knights. This is quite impressive.
pt_br: Você libertou suas criaturas e sobreviveu contra as hordas de cavaleiros. Isso é bastante impressionante.

# Level introduction
source: The University of Hades. Welcome, Keeper, to an esteemed seat of learning.
pt_br: A Universidade de Hades. Bem-vindo, Guardião, a uma estimada sede de aprendizado.

# Level summary
source: You've learned triggering traps and blowing creatures through walls. Speaking of it sound strange.
pt_br: Você aprendeu a acionar armadilhas e a arremessar criaturas através de muros. Falando assim, parece estranho.

# Level introduction
source: Salaar's Test. Do not disappoint him!
pt_br: O Teste de Salaar. Não o desaponte!

# Level summary
source: That was a nice 'Hide and Dig' game.
pt_br: Foi um bom jogo de 'Esconde-Esconde e Cava-Cava'.

# Level introduction
source: Rescue the Avatar. Your most valued convert is being tortured!
pt_br: Resgate o Avatar. Seu convertido mais valioso está sendo torturado!

# Level summary
source: TODO121
pt_br: A FAZER 121

# Level introduction
source: Sloth. This land requires aggression and speed, Keeper.
pt_br: Preguiça. Esta terra requer agressão e velocidade, Guardião.

# Level summary
source: TODO131
pt_br: A FAZER 131

# Level introduction
source: Are you interested in Entomology, Keeper?
pt_br: Você se interessa por Entomologia, Guardião?

# Level summary
source: TODO141
pt_br: A FAZER 141

# Level introduction
source: Flowers of Despair. In this realm the Ancients have granted you have workers but no fighters.
pt_br: Flores do Desespero. Neste reino, os Antigos lhe concederam trabalhadores, mas não lutadores.

# Level summary
source: TODO151
pt_br: A FAZER 151

# Level introduction
source: Dragonia. Welcome to the Land of Dragons, Keeper. With skill you will gain their services.
pt_br: Dragonia. Bem-vindo à Terra dos Dragões, Guardião. Com habilidade, você obterá seus serviços.

# Level summary
source: TODO161
pt_br: A FAZER 161

# Level introduction
source: Fortress of the Sun. You have attracted the hottest babe in the Underworld!
pt_br: Fortaleza do Sol. Você atraiu a gata mais quente do Submundo!

# Level summary
source: TODO171
pt_br: A FAZER 171

# Level introduction
source: Thor's Diplomat. Go and negotiate a settlement in this land.
pt_br: O Diplomata de Thor. Vá e negocie um acordo nesta terra.

# Level summary
source: TODO181
pt_br: A FAZER 181

# Level introduction
source: Antak's Ruin. You must be patient and persistent, Keeper, if you are not to share his fate!
pt_br: A Ruína de Antak. Você deve ser paciente e persistente, Guardião, se não quiser compartilhar o destino dele!

# Level summary
source: TODO191
pt_br: A FAZER 191

# Level introduction
source: You have earned the right to the ultimate challenge - L'Cyfre's Challenge.
pt_br: Você conquistou o direito ao desafio final - O Desafio de L'Cyfre.

# Level summary
source: TODO201
pt_br: A FAZER 201

# Bonus introduction
source: Colosseum.
pt_br: Coliseu.

# Bonus introduction
source: Shorty.
pt_br: Baixinho.

# Bonus introduction
source: Run fast.
pt_br: Corra Rápido.

# Bonus introduction
source: Crusade.
pt_br: Cruzada.

# Bonus introduction
source: Alone.
pt_br: Sozinho.

# Bonus introduction
source: Full Moon.
pt_br: Lua Cheia.
