Repository: dkfans/keeperfx
Catalog: lang/campgns/ancntkpr/text_fre.po
Languages: fr_fr

# Door description
source: Magic Door: A special door, highly resistant to physical damage but susceptible to magical damage. LMB select. RMB zoom. [21.4]
fr_fr: Porte magique: Porte spéciale, extrêmement résistante aux attaques physiques, mais pas aux attaques magiques. Sélectionnez avec le bouton gauche de la souris et zoomez avec le bouton droit.

# Room name
source: Portal
fr_fr: Portail

# Room name
source: Treasure Room
fr_fr: Salle du trésor

# Room name
source: Library
fr_fr: Bibliothèque

# Room name
source: Torture Chamber
fr_fr: Salle des tortures

# Room name
source: Training Room
fr_fr: Salle d'entraînement

# Room name
source: Dungeon Heart
fr_fr: Coeur du donjon

# Room name
source: Workshop
fr_fr: Atelier

# Room name
source: Graveyard
fr_fr: Cimetière

# Room name
source: Barracks
fr_fr: Quartier général

# Room name
source: Hatchery
fr_fr: Couvoir

# Room name
source: Lair
fr_fr: Antre

# Room name
source: Bridge
fr_fr: Pont

# Room name
source: Guard Post
fr_fr: Poste de garde

# Room name
source: Scavenger Room
fr_fr: Salle d'enrôlement

# Object name
source: Hero Gate
fr_fr: Portail des héros

# Room description
source: Treasure Room: Your gold is stored here. LMB select. RMB zoom. [17.1]
fr_fr: Salle du trésor: Votre or y est stocké. Sélectionnez avec le bouton gauche de la souris et zoomez avec le bouton droit.

# Room description
source: Library: The room where spells are researched. LMB select. RMB zoom. [17.4]
fr_fr: Bibliothèque: Salle où sont créés les sortilèges et les salles. Sélectionnez avec le bouton gauche de la souris et zoomez avec le bouton droit.

# Room description
source: Prison: Place enemy creatures here for safe keeping. LMB select. RMB zoom. [17.10]
fr_fr: Prison: Enfermez-y les créatures ennemies pour être tranquille. Sélectionnez avec le bouton gauche de la souris et zoomez avec le bouton droit.

# Room description
source: Training Room: Place creatures in here to improve their experience. LMB select. RMB zoom. [17.5]
fr_fr: Salle d'entraînement: Placez-y vos créatures pour améliorer leurs compétences. Sélectionnez avec le bouton gauche de la souris et zoomez avec le bouton droit.

# Room description
source: Torture Chamber: Torture creatures for your own evil ends. LMB select. RMB zoom. [17.11]
fr_fr: Salle des tortures: Torturez des créatures pour satisfaire vos malins plaisirs. Sélectionnez avec le bouton gauche de la souris et zoomez avec le bouton droit.

# Room description
source: Dungeon Heart: The life force of your dungeon. [11.2]
fr_fr: Coeur du donjon: La force vitale de votre donjon.

# Room description
source: Workshop: Place creatures inside to manufacture Traps and Doors. LMB select. RMB zoom. [17.8]
fr_fr: Atelier: Placez-y des créatures pour qu'elles fabriquent des pièges et des portes. Sélectionnez avec le bouton gauche de la souris et zoomez avec le bouton droit.

# Room description
source: Graveyard: Dead creatures are taken to this room to rot. LMB select. RMB zoom. [17.13]
fr_fr: Cimetière: Les morts y sont gardés pour y pourrir. Sélectionnez avec le bouton gauche de la souris et zoomez avec le bouton droit.

# Room description
source: Barracks: Group creatures by placing them into the room. LMB select. RMB zoom. [17.9]
fr_fr: Quartier général: Rassemblez les créatures en les plaçant dans cette salle. Sélectionnez avec le bouton gauche de la souris et zoomez avec le bouton droit.

# Room description
source: Hatchery: Where creatures feast on cute, helpless little chicks. LMB select. RMB zoom. [17.3]
fr_fr: Couvoir: C'est là que les créatures se régalent de pauvres petits poulets sans défense. Sélectionnez avec le bouton gauche de la souris et zoomez avec le bouton droit.

# Room description
source: Lair: Where your creatures sleep and replenish their energy. LMB select. RMB zoom. [17.2]
fr_fr: Antre: Vos créatures s'y reposent et reprennent des forces. Sélectionnez avec le bouton gauche de la souris et zoomez avec le bouton droit.

# Room description
source: Bridge: Place this on water and lava to allow creatures to cross. LMB select. RMB zoom. [17.6]
fr_fr: Pont: Placez-le au-dessus de l'eau ou de la lave pour que vos créatures puissent traverser. Sélectionnez avec le bouton gauche de la souris et zoomez avec le bouton droit.

# Room description
source: Guard Post: Your creatures keep watch over your dungeon when placed on this room. LMB select. RMB zoom. [17.7]
fr_fr: Poste de garde: Vos créatures surveillent votre donjon quand vous les placez dans cette salle. Sélectionnez avec le bouton gauche de la souris et zoomez avec le bouton droit.

# Room description
source: Temple: Worshipping the dark gods makes creatures happier. Sacrifice creatures by dropping them into the font. LMB select. RMB zoom. [17.12]
fr_fr: Temple: Les créatures sont plus heureuses si elles adorent les dieux du mal. Sacrifiez des créatures en les laissant tomber dans les fonds baptismaux. Sélectionnez avec le bouton gauche de la souris et zoomez avec le bouton droit.

# Room description
source: Scavenger Room: Creatures placed onto the room lure their kin away from other dungeons or through portals. LMB select. RMB zoom. [17.14]
fr_fr: Salle d'enrôlement: Les créatures placées dans cette salle incitent leurs homologues à quitter d'autres donjons ou à franchir les portails. Sélectionnez avec le bouton gauche de la souris et zoomez avec le bouton droit.

# Keeper spell name
source: Possess Creature
fr_fr: Possession

# Keeper spell name
source: Create Imp
fr_fr: Création de lutin

# Keeper spell name
source: Sight of Evil
fr_fr: Oeil du diable

# Keeper spell name
source: Call To Arms
fr_fr: Ralliement

# Keeper spell name
source: Hold Audience
fr_fr: Capteur de foule

# Keeper spell name
source: Cave-In
fr_fr: Effondrement

# Keeper spell name
source: Must Obey
fr_fr: Obéissance

# Keeper spell name
source: Speed Monster
fr_fr: Accélération

# Keeper spell name
source: Protect Monster
fr_fr: Protection

# Keeper spell name
source: Conceal Monster
fr_fr: Invisibilité

# Keeper spell name
source: Lightning Strike
fr_fr: Foudre

# Keeper spell name
source: Chicken
fr_fr: Galinamorphose

# Keeper spell name
source: Disease
fr_fr: Epidémie

# Keeper spell name
source: Destroy Walls
fr_fr: Défortification

# Keeper spell name
source: Heal
fr_fr: Guérison

# Keeper spell name
source: Time Bomb
fr_fr: Bombe à retardement

# Keeper spell description
source: Possess Creature: Control a creature directly. LMB select. [18.1]
fr_fr: Possession: Contrôlez directement une créature. Sélectionnez avec le bouton gauche de la souris.

# Keeper spell description
source: Create Imp: Create summon a new Imp anywhere in your dungeon. LMB select. [18.2]
fr_fr: Création de lutin: Faites apparaître un nouveau lutin dans un endroit quelconque de votre donjon. Sélectionnez avec le bouton gauche de la souris.

# Keeper spell description
source: Sight of Evil: Reveal a hidden area of the map for a limited time. LMB select. RMB zoom. [18.3]
fr_fr: Oeil du diable: Révèle une zone cachée de la carte pendant une période limitée. Sélectionnez avec le bouton gauche de la souris, zoomez avec le bouton droit et double-cliquez pour annuler.

# Keeper spell description
source: Call To Arms: Calls all your creatures to an area of your dungeon. LMB select, LMB again to reselect, LMB a third time to cancel. RMB zoom. [18.6]
fr_fr: Ralliement: Rassemble vos créatures dans une zone quelconque du donjon. Sélectionnez avec le bouton gauche de la souris, zoomez avec le bouton droit et double-cliquez pour annuler.

# Keeper spell description
source: Hold Audience: Calls all your creatures to the Dungeon Heart. LMB select. RMB zoom. [18.8]
fr_fr: Capteur de foule: Rassemble toutes vos créatures autour du coeur de votre donjon. Sélectionnez avec le bouton gauche de la souris.

# Keeper spell description
source: Cave In: Collapses the roof of the dungeon. LMB select. [18.13]
fr_fr: Effondrement: Le plafond du donjon s'effondre. Sélectionnez avec le bouton gauche de la souris.

# Keeper spell description
source: Must Obey: Forces your creatures to obey your every command. LMB select. [18.5]
fr_fr: Obéissance: Force toutes vos créatures à obéir à tous vos ordres. Sélectionnez avec le bouton gauche de la souris.

# Keeper spell description
source: Speed Monster: Increases the speed of your monsters. LMB select. [18.4]
fr_fr: Accélération: Augmente la vitesse de déplacement et de compétence de vos créatures. Sélectionnez avec le bouton gauche de la souris.

# Keeper spell description
source: Protect Monster: Shields your creatures from attack. LBM select. [18.11]
fr_fr: Protection: Protège avec efficacité vos créatures de toute attaque. Sélectionnez avec le bouton gauche de la souris.

# Keeper spell description
source: Conceal Monster: Makes your creatures invisible to the enemy. LMB select. [18.7]
fr_fr: Invisibilité: Vos créatures sont invisibles pour l'ennemi. Sélectionnez avec le bouton gauche de la souris.

# Keeper spell description
source: Lightning Strike: Strikes an area of the dungeon with a devastating bolt of lightning. LMB select. [18.10]
fr_fr: Foudre: Frappe une zone du donjon d'un éclair dévastateur. Sélectionnez avec le bouton gauche de la souris.

# Keeper spell description
source: Chicken: Transforms the enemy into a tasty morsel. LMB select. [18.12]
fr_fr: Galinamorphose: Transforme l'ennemi en un savoureux casse-croûte... Sélectionnez avec le bouton gauche de la souris.

# Keeper spell description
source: Disease: Inflicts a deadly plague on an enemy creature. LMB select. [18.14]
fr_fr: Epidémie: Transmet un mal mortel à une créature ennemie. Sélectionnez avec le bouton gauche de la souris.

# Keeper spell description
source: Destroy Walls: Breaks down reinforcemed enemy's walls. LMB select. [18.16]
fr_fr: Défortification: Réduit les murs en poussière. Sélectionnez avec le bouton gauche de la souris.

# Keeper spell description
source: Heal: Cast on an area of the dungeon to improve the health of your creatures. LMB select. [18.9]
fr_fr: Guérison: Soigne efficacement une créature de ses blessures. Sélectionnez avec le bouton gauche de la souris.

# Keeper spell description
source: Armageddon: Transports all the creatures in the land to your Dungeon Heart for a final, decisive battle. LMB select. [18.15]
fr_fr: Armageddon: Transporte toutes les créatures du territoire vers le coeur de votre donjon pour l'ultime bataille. Sélectionnez avec le bouton gauche de la souris.
