Repository: dkfans/keeperfx
Catalog: lang/campgns/ancntkpr/text_ger.po
Languages: de_de

# In-game message
source: Success! The Ancients applaud! Press Space to proceed to the next realm.
de_de: Gewonnen! Die Alten applaudieren. Drückt die Leertaste, um zum nächsten Königreich zu kommen.

# In-game message
source: Welcome, Keeper, to the first of the Ancient Realms. The carpet is currently white, but will soon be soaked red with the blood of your enemies! This test is beneath you I'm sure.
de_de: Willkommen, Keeper dem ersten der alten Realms. Der Teppich ist derzeit weiß, wird aber bald rot getränkt mit dem Blut deiner Feinde werden! Dieser Test ist eine Beleidigung bin ich sicher.

# In-game message
source: You have earned the right to the ultimate challenge - L'Cyfre's Challenge.
de_de: Sie haben das Recht, L'Cyfre's Herausforderung ertragen verdient

# In-game message
source: Some advice from Salaar; do not dig out from your Dungeon Heart until you have defeated the Knights who wait without.
de_de: Einige Ratschläge von Salaar; graben nicht aus Ihrem Dungeon-Herz, bis Sie die Ritter, die draußen warten besiegt haben.

# In-game message
source: Make haste, Keeper! Your Workshop is one of the keys to this realm. To work!
de_de: Schnell, Keeper! Ihre Werkstatt ist einer der Schlüssel zu diesem Reich. Um zu arbeiten!

# In-game message
source: A dismal start, Keeper! You will need to use all your powers to proceed; remember the Ancients are watching!
de_de: Eine düstere Anfang Keeper! Sie müssen alle Ihre Kräfte zu nutzen, um fortzufahren; erinnern die Alten sind zu beobachten!

# In-game message
source: A good start, Keeper. If you continue in this vein, you must surely attract the attention of the Ancients!
de_de: Ein guter Start, Keeper. Wenn Sie in diesem Sinne fortzusetzen, müssen Sie sicherlich die Aufmerksamkeit der Uralten!

# In-game message
source: Heroes were common at this time, but they bleed as easily! Your work is nearly complete Keeper.
de_de: Helden waren zu dieser Zeit üblich, aber sie leicht bluten! Ihre Arbeit ist nahezu abgeschlossen Keeper.

# In-game message
source: A strange land this, Keeper! The absence of portals will test your abilities to the full. Rooms cannot be researched here. You will learn to construct them by stealing from other Keepers.
de_de: Ein seltsames Land diese, Keeper! Das Fehlen von Portalen wird Ihre Fähigkeiten voll zu testen. Zimmer kann hier nicht untersucht werden. Sie werden lernen, sie durch Diebstahl von anderen Keepers konstruieren.

# In-game message
source: Another successful venture, Keeper! The next realm awaits.
de_de: Ein weiterer Erfolg, Keeper! Der nächste Bereich erwartet.

# In-game message
source: In this realm one of your enemies has captured a band of Avatars. Such a foe should be treated with respect!
de_de: In diesem Bereich einer Ihrer Gegner hat eine Bande von Avatars erobert. Solch ein Feind sollte mit Respekt behandelt werden!

# In-game message
source: T'Kaan's mistress has been exiled to this realm. Great skill be required to conquer this land.
de_de: T'Kaan die Mätresse hat zu diesem Reich verbannt worden. Großes Geschick erforderlich, um dieses Land zu erobern.

# In-game message
source: Proceed with great caution. Dig slowly and you will avoid defeat. You must leave your dungeon without allowing access to it. Are you capable, Keeper?
de_de: Fahren Sie mit großer Vorsicht. Dig langsam und Sie werden Niederlage zu vermeiden. Sie müssen Ihren Kerker ohne den Zugriff auf sie zu verlassen. Können Sie erreichen dies, Keeper?

# In-game message
source: One heart destroyed, Keeper. You must now prepare for an attack on the lair to the south, but beware; I smell heroes!
de_de: Ein Herz zerstört, Keeper. Sie müssen nun für einen Angriff auf die Höhle im Süden vorbereiten, aber hüte dich, ich rieche Helden!

# In-game message
source: Hmmm. I believe T'Kaan's wife will be pleased, but you have done yourself no credit at all.
de_de: Hmmm. Ich glaube T'Kaan Frau wird sich freuen, aber Sie getan haben selbst keinen Kredit überhaupt.

# In-game message
source: Excellent work, Keeper. You have pleased T'Kaan (though not his wife!) and your name is being mentioned by the Ancients!
de_de: Ausgezeichnete Arbeit, Keeper. Sie haben T'Kaan erfreut und Ihr Name wird von den Ancients erwähnt! Seine Frau ist nicht erfreut!

# In-game message
source: Act swiftly, Keeper! Perverse though it sounds, heroes are about to die and you must save them!
de_de: Schnell Keeper! So seltsam es klingt, sind Helden zu sterben, und Sie müssen sie zu retten!

# In-game message
source: An intervention from the Ancients! The hero heart is the key; your time is limited, Keeper.
de_de: Eine Intervention von den Alten! Der Held Herz ist der Schlüssel, Ihre Zeit ist begrenzt, Keeper.

# In-game message
source: It's showtime! The Ancients crave amusement, Keeper. Do not disappoint them!
de_de: Die Spiele beginnen! Die Alten sehnen Belustigung Keeper. Haben sie nicht enttäuschen!

# In-game message
source: Bravo, Keeper! Your performance & cunning have impressed the Ancients. Behold your reward.
de_de: Ausgezeichnet, Keeper! Ihre Leistung hat die Ancients beeindruckt. Seht eure Belohnung.

# In-game message
source: I think I hear the snoring of the Ancients, Keeper. You have been a disappointment.
de_de: Ich glaube, ich höre das Schnarchen der Uralten, Keeper. Sie waren eine Enttäuschung.

# In-game message
source: Cunning and haste are required here, Keeper!
de_de: Geschwindigkeit und List sind hier erforderlich Keeper!

# In-game message
source: A magnificent performance, Keeper! The Ancients applaud you!
de_de: Eine großartige Leistung, Keeper! Die Alten applaudieren Sie!

# In-game message
source: Defeat is inevitable now, Keeper. Maybe the moonlight wasn't bright enough? Did you use ALL your spells?
de_de: Besiegt ist jetzt unvermeidlich, Keeper. Vielleicht war das Mondlicht nicht hell genug? Haben Sie alle Ihre Zaubersprüche verwenden?

# In-game message
source: The Avatars are free, Keeper. Be on your guard.
de_de: Die Avatare sind kostenlos, Keeper. Seien Sie auf der Hut.

# In-game message
source: I trust any further hero interference will be treated with the contempt it deserves?
de_de: Ich vertraue weiter Held Interferenzen mit der Verachtung, die sie verdient behandelt werden?

# In-game message
source: Hmmm, is that the whiff of heroes I smell?
de_de: Hmmm, das ist der Hauch von Helden, ich rieche?

# In-game message
source: Perhaps you are more suited to Eversmile?
de_de: Vielleicht sind Sie mehr auf Immergrins?

# In-game message
source: A victory again, Keeper. Do not relax; we are still in the training phase. The Ancients wouldn't know you from one of their imps!
de_de: Ein Sieg wieder Keeper. Entspannen Sie sich nicht, Sie noch lernen. Die Alten denken, dass Sie eines ihrer Kobolde sind!

# In-game message
source: Time to destroy the hero heart was limited, Keeper.
de_de: Zeit, um den Helden zu zerstören Herz war begrenzt, Keeper.

# In-game message
source: Well done, Keeper. Now capture Reapers to add to your army. Other Keepers amass their armies against you!
de_de: Gut gemacht, Keeper. Jetzt erfassen Reapers zu Ihrer Armee hinzuzufügen. Andere Keepers sammeln ihre Armeen gegen Sie!

# In-game message
source: Excellent, Keeper. The Ancients are preparing tougher tasks as they gaze on the destruction you've wrought!
de_de: Ausgezeichnet Keeper. Die Alten bereiten härtere Aufgaben, wie sie auf die Zerstörung gewirkt haben Sie den Blick!

# In-game message
source: Do you recognise that stench? It's the smell of fear. Another Keeper and a land await!
de_de: Wissen Sie, dass Gestank erkennen? Es ist der Geruch der Angst. Ein weiterer Keeper und ein Land warten auf Sie!

# In-game message
source: Kwan Tek, an Ancient with great power, has honoured you with a chance to prove yourself in his land. You have no creatures, but he has gifted you a powerful spell.
de_de: Kwan Tek, eine alte mit großer Macht, hat Ihnen eine Chance, sich in seinem Land beweisen, geehrt. Sie haben keine Kreaturen, aber er hat Ihnen ein mächtiger Zauber begabt.

# In-game message
source: Cunningly done, Keeper, but your task is only half complete!
de_de: Schlau gemacht Keeper, aber Ihre Aufgabe ist nur die Hälfte getan

# In-game message
source: Kwan Tek salutes you. You have proved your skills in his land, and may proceed with His blessing.
de_de: Kwan Tek grüßt euch. Sie haben Ihre Fähigkeiten in seinem Land bewährt und kann mit seinem Segen gehen.

# In-game message
source: Kwan Tek has not left you entirely alone, Keeper! Use this unDead minion wisely.
de_de: Kwan Tek hat dich ganz allein nicht verlassen, Keeper! Verwenden Sie diese untoten Schergen mit Bedacht aus.

# In-game message
source: No time to waste, Keeper! The Ancient Avatar has tracked you down, and recalls a previous encounter! Your Dungeon is weak; re-inforce it immediately!
de_de: Keine Zeit zu verlieren, Keeper! Die alten Avatar hat man aufgespürt, und erinnert sich an einen früheren Begegnung! Ihr Dungeon ist schwach, verstärken Sie es sofort!

# In-game message
source: Bravo, Keeper. Let him be the first of many! Will he never learn?
de_de: Bravo, Keeper. Lassen Sie ihn das erste von vielen sein! Wird er nie lernen?

# In-game message
source: You are unstoppable, Keeper! I think I hear the approach of further heroes; your torture room will indeed be busy!
de_de: Sie sind unaufhaltsam, Keeper! Ich glaube, ich höre den Ansatz von weiteren Helden, Ihre Folterkammer wird in der Tat beschäftigt sein!

# In-game message
source: Is your concentration faltering, Keeper?
de_de: Ist Ihre Konzentration ins Stocken geraten, Keeper?

# In-game message
source: Be aware, Keeper, the only imps available are the ones you have brought with you to this land.
de_de: Kennen Sie diese Keeper, die nur Kobolde verfügbar sind, die Sie mit Ihnen in dieses Land gebracht haben.

# In-game message
source: Let the heroes feel your wrath, oh Evil One!
de_de: Lassen Sie die Helden fühlen, dein Zorn, oh schlechte!

# In-game message
source: You must free your creatures to progress in this realm, Master!
de_de: Sie müssen Ihre Kreaturen zu befreien, um in diesem Bereich, Meister Fortschritt!

# In-game message
source: A substantial force of Knights is being summoned by the hero heart; you must put a stop to this, your Evilness!
de_de: Eine wesentliche Kraft der Ritter wird von dem Helden Herz gerufen, müssen Sie ein Ende setzen, Ihre Boshaftigkeit!

# In-game message
source: That's put a stop to the re-inforcements, Eminence! Victory approaches, and the Ancients have set you a puzzle to solve!
de_de: Das ist ein Ende setzen zu den Verstärkungen, Eminenz! Victory nähert, und die Alten haben Sie ein Puzzle zu lösen gesetzt!

# In-game message
source: Congratulations, Keeper, the land is yours! And the puzzle?
de_de: Herzlichen Glückwunsch, Keeper, ist das Land bei Ihnen! Und die Rätsel?

# In-game message
source: Welcome, Keeper, to an esteemed seat of learning. You have impressed the Ancients, and earned a place at a highly regarded College indeed!
de_de: Willkommen Keeper, zu einer angesehenen Sitz des Lernens. Sie haben die Alten beeindruckt und verdient einen Platz an einer angesehenen Hochschule in der Tat!

# In-game message
source: A bit of light revision, Keeper? You now need a creature with Wind Power!
de_de: Ein Speichertest Keeper? Sie müssen nun eine Kreatur mit Wind Power!

# In-game message
source: Well done, Keeper! You will soon placate your angry creatures.
de_de: Gut gemacht, Keeper! Sie werden bald Ihre böse Kreaturen zu besänftigen.

# In-game message
source: You have graduated with full honours! Congratulations, Keeper B.E. Perhaps you'd like to throw a hero corpse into the air?
de_de: Sie haben mit allen Ehren absolviert! Herzlichen Glückwunsch, Keeper B.E. Vielleicht möchten Sie ein Held Leiche in die Luft zu werfen?

# In-game message
source: Well done, Keeper. Do not kill the tunneller you have stranded; you have work for him.
de_de: Gut gemacht, Keeper. Die Tunneller Sie gestrandet sind Sie nicht töten, du Arbeit für ihn zu haben.

# In-game message
source: The claiming of the portal in this land must be done with great care. Your courage is not the only thing that needs re-inforcing.
de_de: Die Geltendmachung des Portals in diesem Land mit großer Sorgfalt durchgeführt werden. Ihr Mut ist nicht die einzige Sache, die Verstärkung braucht.

# In-game message
source: Your first minion! Amongst your next tasks is a trick involving the prison. Take a straight path!
de_de: Ihre erste Diener! Zu Ihren Aufgaben ist ein Trick, mit dem Gefängnis. Werfen Sie einen geraden Weg!

# In-game message
source: Excellent, Keeper! You will need to build an army for the final battle, so keep 'em coming!
de_de: Ausgezeichnet Keeper! Sie müssen, um eine Armee für die letzte Schlacht zu bauen!

# In-game message
source: The hero dungeon lies in ruins, and now you must prepare for the final battle. His forces are formidable, so take care, Keeper!
de_de: Der Held Dungeon liegt in Trümmern, und jetzt müssen Sie für die letzte Schlacht vorbereiten. Seine Kräfte sind enorm, so kümmern, Keeper!

# In-game message
source: A victory to be proud of, Keeper! Salaar will not forget you in a hurry!
de_de: Ein Sieg stolz Keeper zu sein! Salaar werden nicht vergessen, Sie in Eile!

# In-game message
source: Your enemies defeat is imminent; savour this moment, Keeper! Let your laughter fill the air!
de_de: Ihre Feinde zu besiegen droht, diesen Moment zu genießen, Keeper! Lassen Sie alle hören, dein Lachen

# In-game message
source: Your most valued convert is being tortured, and will defect imminently unless rescued; he holds the key to this realm!
de_de: Ihre wertvollsten Wesen gefoltert wird. Er wird bald überlaufen, es sei denn gerettet, er den Schlüssel zu diesem Reich hält!

# In-game message
source: Force this lazy minion to claim the library, Keeper.
de_de: Erzwingen Sie dieses faule Diener, die Bibliothek, Keeper behaupten.

# In-game message
source: This Samurai will be the source of your army. However there is a limit to their number.
de_de: Dieser Samurai wird Ihre Armee zu bilden. Jedoch gibt es eine Grenze, um ihre Anzahl.

# In-game message
source: This thief will be the source of your army. With extra training they may develop into very useful warriors.
de_de: Dieser Dieb wird Ihre Armee zu bilden. Mit Training werden sie nützlich Krieger.

# In-game message
source: Your cunning does you credit, Keeper! The future is now in your hands. Scared of a balanced battle, your weaselness?
de_de: Ihre Schlauheit ehrt Sie, Keeper! Die Zukunft ist jetzt in Ihren Händen. Aus Angst vor einem ausgeglichenen Kampf, Ihre Schwäche?

# In-game message
source: Victory awaits, Keeper. Act with haste!
de_de: ein Sieg erwartet, Keeper. Schnell!

# In-game message
source: Explain yourself, Keeper! I trust you're not still waiting for Ug the mythical Barbarian?
de_de: Erklären Sie sich, Keeper! Ich hoffe, Sie nicht warten immer noch auf die mythische Ug Barbar?

# In-game message
source: This land requires aggression and speed, Keeper. It is unfortunate therefore that your minions are dominated by the bone idle!
de_de: Dieses Land benötigt Aggression und Geschwindigkeit, Keeper. Es ist daher bedauerlich, dass Ihre Schergen werden von den faulen dominiert!

# In-game message
source: No portal, Keeper? The snoring of the Ancients grows thunderous!
de_de: Kein Portal Keeper? Das Schnarchen der Alten wächst donner!

# In-game message
source: Your best soldier has arrived. Train him well, for he is your only hope!
de_de: Ihre beste Soldat ist angekommen. Trainieren Sie ihn gut, denn er ist die einzige Hoffnung!

# In-game message
source: Your persistent success is getting predictable, Master!
de_de: Ihre anhaltende Erfolg wird immer vorhersehbar, Meister!

# In-game message
source: Are you interested in Entomology, Keeper? Insects are the only minions you will attract; down in the slime where you belong!
de_de: Sie interessieren sich für Entomologie, Keeper? Insekten sind die einzigen Schergen Sie gewinnen, unten im Schlamm, wo man hingehört!

# In-game message
source: A temple, Keeper! What will you do with it?
de_de: Ein Tempel, Keeper! Was werden Sie tun?

# In-game message
source: Good scarifice, Keeper. This mage has a power you will need to conquer this realm.
de_de: Gute Opfer Keeper. Dieser mage ist befugt, müssen Sie dieses Reich zu erobern.

# In-game message
source: Finally, the prison is claimed! Now capture as many heroes as you can.
de_de: Schließlich wird das Gefängnis behauptet! Jetzt zu erfassen, wie viele Helden wie du kannst.

# In-game message
source: You have prevailed, Keeper. The bodies of your enemies litter the most forlorn alcoves of your domain, in tribute to their futile efforts to keep you at bay.
de_de: Ihr habt es geschafft, Keeper! Die Körper Eurer Gegner liegen verstreut über den trübsinnigsten Alkoven Eures Reiches - als Tribut für Ihre sinnlosen Versuche, Euch in Schach zu halten.

# In-game message
source: Try dropping some money into the temple. You will receive a message from the Gods!
de_de: Versuchen Sie fallen etwas Geld in den Tempel. Sie erhalten eine Nachricht von den Göttern zu erhalten!

# In-game message
source: A formidable army of the Undead awaits you, Keeper. Maybe you'd better just quit?.
de_de: Eine gewaltige Armee der Untoten erwartet Sie, Keeper. Vielleicht solltest du besser einfach aufhören?.

# In-game message
source: In this realm the Ancients have granted you have workers but no fighters. An imp wouldn't go amiss either!
de_de: In diesem Bereich haben die Antiker Sie Arbeiter, aber keine Kämpfer gewährt. Ein Kobold ist dringend erforderlich!

# In-game message
source: Here's a warrior to do your bidding!
de_de: Hier ist ein Krieger, um Ihre Wünsche zu erfüllen!

# In-game message
source: Wow, you have a dragon! Can you make another?
de_de: Wow, haben Sie einen Drachen! Kannst du eine andere?

# In-game message
source: Two Dragons, Keeper? Now you are unstoppable!
de_de: Zwei Drachen, Keeper? Jetzt sind Sie nicht mehr aufzuhalten!

# In-game message
source: I assume you know that you can train a creature by putting him into battle?
de_de: Ich nehme an, Sie wissen, dass man eine Kreatur zu trainieren, indem sie ihn in die Schlacht?

# In-game message
source: Another victory, Keeper! A puzzle awaits you; are you brain as well as brawn?
de_de: Ein weiterer Sieg, Keeper! Eine Aufgabe wartet auf Sie, Sie sind klug und stark?

# In-game message
source: Welcome to the Land of Dragons, Keeper. With skill you will gain their services, but beware - they are fickle creatures in this realm!
de_de: Willkommen im Land der Drachen, Keeper. Mit Geschick werden Sie ihre Dienste zu gewinnen, aber Vorsicht - sie wankelmütig Kreaturen in diesem Bereich sind!

# In-game message
source: Perhaps a different strategy, Keeper?
de_de: Vielleicht eine andere Strategie, Keeper?

# In-game message
source: Almost a Dragon! I hear it has a taste for Keepers, so don't let it get hungry.
de_de: Fast ein Drachen! Ich höre es einen Geschmack für Keepers hat, so lassen Sie es nicht hungrig.

# In-game message
source: Finally, Keeper, a dungeon worthy of the name. Can you afford one?
de_de: Schließlich Keeper, ein Verlies der diesen Namen verdient. Können Sie es sich leisten?

# In-game message
source: The dragon you were promised! Now its simply a matter of defeating all heroes and two other Keepers!
de_de: Der Drache du versprochen! Nun ist es einfach eine Frage der Sieg über alle Helden und zwei weiteren Keepers!

# In-game message
source: Switch on the computer assistant. This realm is so easy you can let it do your work while you have a cup of lemon tea!
de_de: Schalten Sie den Computer-Assistenten. Dieses Reich ist so einfach, Sie können es tun Sie Ihre Arbeit, während Sie eine Tasse Tee mit Zitrone haben lassen!

# In-game message
source: A great victory. The Ancients are alarmed!
de_de: Ein großer Sieg. Die Alten sind alarmiert!

# In-game message
source: You have attracted the hottest babe in the Underworld, Keeper, and made even the Ancients jealous! Pander to her whims and she'll do anything for you!
de_de: Sie haben die attraktivste Frau in der Unterwelt Keeper angezogen, und auch die Alten eifersüchtig gemacht! Gib ihr jeden Wunsch, und sie werden alles für Sie tun!

# In-game message
source: Your mistress grows stronger with every battle, Keeper!
de_de: Deine Herrin wird stärker mit jedem Kampf, Keeper!

# In-game message
source: You must be aching to possess this awesome woman again, Keeper? Concentrate, Master, the climax approaches!
de_de: Sie müssen schmerz um dieses tolle Frau wieder besitzen Keeper? Konzentrieren Meister, die Ansätze Höhepunkt!

# In-game message
source: A woman like that needs care, Keeper. She rests with the Ancients now.
de_de: Eine Frau wie die braucht Pflege, Keeper. Sie ruht nun mit den Alten.

# In-game message
source: And the two of you can live mercilessly ever after! Will she accompany you to the hidden realm?
de_de: Und die beiden von Ihnen gnadenlos und zufrieden leben kann! Wird sie begleiten Sie zu dem verborgenen Reich?

# In-game message
source: You have won a magnificent victory, Master. You have a talent for twisted mercilessness that makes other Keepers look well behaved by comparison.
de_de: Ihr habt einen unglaublichen Sieg errungen. Durch Euer faszinierendes Talent zur Gnadenlosigkeit sehen andere Keeper neben Euch geradezu artig aus.

# In-game message
source: You have threatened the security of the Ancients, Keeper. Now get outside with the Dog!
de_de: Sie haben die Sicherheit der Alten, Sieg bedroht. Jetzt draußen zu gehen mit dem Hund!

# In-game message
source: You must control your temper, Keeper! Everything has a purpose.
de_de: Sie müssen Ihr Temperament Keeper zu kontrollieren! Alles hat einen Sinn.

# In-game message
source: Salaar has gifted you the ability to research boulder traps; he is obviously on your side!
de_de: Salaar hat Ihnen die Möglichkeit, Felsbrocken Fallen Forschung begabt. Er will sehen Sie dieses Reich zu erobern.

# In-game message
source: You've once again attracted the interest of Salaar. He has summoned you to this land to further prove yourself. Success will bring his assistance; do not disappoint him!
de_de: Sie haben einmal mehr das Interesse der Salaar zogen. Er hat dich in dieses Land gerufen, um weitere beweisen Sie sich. Der Erfolg wird seine Hilfe zu bringen, ihn nicht zu enttäuschen!

# In-game message
source: An intriguing assignment, Keeper. Thor has chosen you to negotiate a settlement in this land. I think you know what he expects!
de_de: Eine faszinierende Zuordnung Keeper. Thor hat Sie gewählt, um eine Siedlung in diesem Land zu verhandeln. Ich denke, Sie wissen, was er erwartet!

# In-game message
source: Negotiation is all about bridge-building between opposing parties!
de_de: Verhandlung erfordert den Aufbau von Brücken zwischen gegnerischen Parteien!

# In-game message
source: Thor has examined the details of the final settlement, and it is acceptable!
de_de: Thor hat die Details der endgültigen Abrechnung sucht, und es akzeptabel ist!

# In-game message
source: Salaar has placed a reward in this realm, though obviously its discovery won't be easy. Would you want it that way?
de_de: Salaar hat eine Belohnung in diesem Bereich platziert, obwohl offensichtlich seiner Entdeckung wird nicht einfach sein. Das ist gut, wie Sie genießen schwierigen Aufgaben

# In-game message
source: Caution, Keeper! Your fate depends on where you choose to dig south.
de_de: Achtung, Keeper! Ihr Schicksal hängt davon ab, wo Sie sich entscheiden, zu graben Süden.

# In-game message
source: Room designs must be stolen in this realm, Keeper; I trust this gives you no moral quandry?
de_de: Die Zimmer müssen in diesem Bereich gestohlen werden Keeper. Ich hoffe, das gibt Ihnen kein moralisches Dilemma?
