Repository: dkfans/keeperfx
Catalog: lang/campgns/ancntkpr/text_fre.po
Languages: fr_fr

# In-game message
source: Success! The Ancients applaud! Press Space to proceed to the next realm.
fr_fr: Victoire! Les Anciens applaudissent! Appuyez sur la barre d'espacement pour passer au royaume suivant!

# In-game message
source: Welcome, Keeper, to the first of the Ancient Realms. The carpet is currently white, but will soon be soaked red with the blood of your enemies! This test is beneath you I'm sure.
fr_fr: Bienvenue Gardien, au premier des royaumes des Anciens! Le tapis est présentement blanc, mais deviendra bientôt trempé de rouge avec le sang de vos ennemis! Ce test est en-dessous de vous, j'en suis sûr!

# In-game message
source: You have earned the right to the ultimate challenge - L'Cyfre's Challenge.
fr_fr: Vous avez mérité le droit à l'ultime défi - Le Défi de L'Cyfre!

# In-game message
source: Some advice from Salaar; do not dig out from your Dungeon Heart until you have defeated the Knights who wait without.
fr_fr: Un conseil de Salaar: ne creusez pas hors de votre Coeur du Donjon jusqu'à ce que vous ayez défié les Chevaliers qui vous attendent.

# In-game message
source: Make haste, Keeper! Your Workshop is one of the keys to this realm. To work!
fr_fr: Plus vite, Gardien! Votre atelier est une des clés de ce royaume. Au travail!

# In-game message
source: A dismal start, Keeper! You will need to use all your powers to proceed; remember the Ancients are watching!
fr_fr: Un départ lugubre, Gardien. Vous aurez besoin de toutes vos forces pour continuer. Souvenez-vous que les Anciens observent!

# In-game message
source: A good start, Keeper. If you continue in this vein, you must surely attract the attention of the Ancients!
fr_fr: Un bon départ, Gardien! Si vous continuez avec cette veine, vous attirerez sûrement l'attention des Anciens!

# In-game message
source: Heroes were common at this time, but they bleed as easily! Your work is nearly complete Keeper.
fr_fr: Les héros étaient communs cette fois, mais ils saignent toujours aussi facilement! Votre travail est presque terminé, Gardien!

# In-game message
source: A strange land this, Keeper! The absence of portals will test your abilities to the full. Rooms cannot be researched here. You will learn to construct them by stealing from other Keepers.
fr_fr: Un étrange royaume ici, Gardien! L'absence de portails va tester vos habiletés au plus haut point. Les salles ne peuvent êtres recherchées ici. Vous apprendrez à les construire en les volant aux autres Gardiens.

# In-game message
source: Another successful venture, Keeper! The next realm awaits.
fr_fr: Une autre victoire, Gardien! Le prochain royaume vous attend...

# In-game message
source: In this realm one of your enemies has captured a band of Avatars. Such a foe should be treated with respect!
fr_fr: Dans ce royaume, un de vos ennemis a capturé une bande d'Avatars. Un tel adversaire devrait être traité avec respect!

# In-game message
source: T'Kaan's mistress has been exiled to this realm. Great skill be required to conquer this land.
fr_fr: La Maîtresse de T'Kaan a été exilée dans ce royaume. Une très grande habileté est requise pour conquérir ce royaume.

# In-game message
source: Proceed with great caution. Dig slowly and you will avoid defeat. You must leave your dungeon without allowing access to it. Are you capable, Keeper?
fr_fr: Procédez avec grande prudence! Creusez lentement et vous éviterez la défaite! Vous devez quitter votre Donjon sans en y permettre l'accès. En êtes-vous capable, Gardien?

# In-game message
source: One heart destroyed, Keeper. You must now prepare for an attack on the lair to the south, but beware; I smell heroes!
fr_fr: Un Coeur de détruit, Gardien! Vous devez maintenant vous préparer pour une attaque sur l'Antre au Sud, mais prenez garde: je sens des héros!

# In-game message
source: Hmmm. I believe T'Kaan's wife will be pleased, but you have done yourself no credit at all.
fr_fr: Hmmm... Je crois que la femme de T'Kaan va être contente, mais vous ne vous êtes fait aucun mérite du tout!

# In-game message
source: Excellent work, Keeper. You have pleased T'Kaan (though not his wife!) and your name is being mentioned by the Ancients!
fr_fr: Excellent travail, Gardien! Vous avez réjoui T'Kaan (mais pas sa femme!) et votre nom est en train d'être mentionné par les Anciens!

# In-game message
source: Act swiftly, Keeper! Perverse though it sounds, heroes are about to die and you must save them!
fr_fr: Agissez rapidement, Gardien! Aussi pervers que ça puisse sembler, les héros sont sur le point de mourir et vous devez les sauver!

# In-game message
source: An intervention from the Ancients! The hero heart is the key; your time is limited, Keeper.
fr_fr: Intervention des Anciens: le Coeur du Donjon des héros est la clé. Votre temps est limité, Gardien!

# In-game message
source: It's showtime! The Ancients crave amusement, Keeper. Do not disappoint them!
fr_fr: C'est l'heure du spectacle! Les Anciens implorent de l'amusement, Gardien! N'allez pas les décevoir!

# In-game message
source: Bravo, Keeper! Your performance & cunning have impressed the Ancients. Behold your reward.
fr_fr: Bravo, Gardien! Votre performance et votre astuce ont impressionnés les Anciens! Voici votre récompense!

# In-game message
source: I think I hear the snoring of the Ancients, Keeper. You have been a disappointment.
fr_fr: Je pense que j'entends les Anciens ronfler, Gardien! Vous avez été très décevant...

# In-game message
source: Cunning and haste are required here, Keeper!
fr_fr: De la ruse et de la vitesse sont requises ici, Gardien!

# In-game message
source: A magnificent performance, Keeper! The Ancients applaud you!
fr_fr: Une magnifique performance, Gardien! Les Anciens vous applaudissent!

# In-game message
source: Defeat is inevitable now, Keeper. Maybe the moonlight wasn't bright enough? Did you use ALL your spells?
fr_fr: La défaite est inévitable maintenant, Gardien. Peut-être que la lumière de la lune n'était pas assez brillante? Aviez-vous utilisé TOUS vos sorts?

# In-game message
source: The Avatars are free, Keeper. Be on your guard.
fr_fr: Les Avatars sont libre, Gardien. Soyez sur vos gardes!

# In-game message
source: I trust any further hero interference will be treated with the contempt it deserves?
fr_fr: J'espère que davantage d'intrusion de héros sera traitée avec le mépris qu'elle mérite?

# In-game message
source: Hmmm, is that the whiff of heroes I smell?
fr_fr: Hmmm, est-ce une bouffée d'odeur de héros que je sens?

# In-game message
source: Perhaps you are more suited to Eversmile?
fr_fr: Peut-être êtes-vous plus convenu à EUPHORIA?

# In-game message
source: A victory again, Keeper. Do not relax; we are still in the training phase. The Ancients wouldn't know you from one of their imps!
fr_fr: Encore une victoire, Gardien! Ne vous détendez pas, vous êtes encore dans la phase d'entraînement. Les Anciens ne voudraient pas vous connaître comme étant l'un de vos lutins!

# In-game message
source: Time to destroy the hero heart was limited, Keeper.
fr_fr: Le temps pour détruire le Coeur du Donjon était limité, Gardien.

# In-game message
source: Well done, Keeper. Now capture Reapers to add to your army. Other Keepers amass their armies against you!
fr_fr: Bien joué, Gardien! Maintenant, capturez les Grands cornus pour qu'ils s'ajoutent à votre armée. Les autres Gardiens regroupent leurs armées contre vous!

# In-game message
source: Excellent, Keeper. The Ancients are preparing tougher tasks as they gaze on the destruction you've wrought!
fr_fr: Excellent, Gardien! Les Anciens sont en train de préparer des tâches plus dures alors qu'ils ont contemplé les ravages que vous avez provoqués!

# In-game message
source: Do you recognise that stench? It's the smell of fear. Another Keeper and a land await!
fr_fr: Reconnaissez-vous cette puanteur? C'est l'odeur de la peur! Un autre Gardien et un territoire vous attendent!

# In-game message
source: Kwan Tek, an Ancient with great power, has honoured you with a chance to prove yourself in his land. You have no creatures, but he has gifted you a powerful spell.
fr_fr: Kwan Tek, un Ancien avec une grande puissance, vous a honoré avec une chance de vous prouver dans son royaume. Vous n'avez aucune créatures, mais il vous a fait présent d'un puissant sortilège!

# In-game message
source: Cunningly done, Keeper, but your task is only half complete!
fr_fr: Très astucieux, Gardien, mais votre tâche est seulement à moitié complétée!

# In-game message
source: Kwan Tek salutes you. You have proved your skills in his land, and may proceed with His blessing.
fr_fr: Kwan Tek vous salue! Vous avez prouvé vos habiletés dans son royaume, et pouvez progresser avec grâce!

# In-game message
source: Kwan Tek has not left you entirely alone, Keeper! Use this unDead minion wisely.
fr_fr: Kwan Tek ne vous a pas laissé seul entièrement, Gardien: utilisez ce mort-vivant sagement!

# In-game message
source: No time to waste, Keeper! The Ancient Avatar has tracked you down, and recalls a previous encounter! Your Dungeon is weak; re-inforce it immediately!
fr_fr: Il n'y a pas de temps à perdre, Gardien! L'Ancien Avatar vous a localisé, et rappelle une précédente rencontre! Votre Donjon est fragile: renforcez-le immédiatement!

# In-game message
source: Bravo, Keeper. Let him be the first of many! Will he never learn?
fr_fr: Bravo, Gardien! Laissez-lui être le premier d'entre tous! N'apprendra-t-il donc jamais?

# In-game message
source: You are unstoppable, Keeper! I think I hear the approach of further heroes; your torture room will indeed be busy!
fr_fr: Vous êtes implacable, Gardien! Je pense que j'entends l'approche de davantage de héros. Votre salle des tortures sera incroyablement occupé!

# In-game message
source: Is your concentration faltering, Keeper?
fr_fr: Est-ce que votre concentration est hésitante, Gardien?

# In-game message
source: Be aware, Keeper, the only imps available are the ones you have brought with you to this land.
fr_fr: Attention Gardien, les seuls lutins disponibles sont ceux que vous avez amené avec vous sur ce royaume.

# In-game message
source: Let the heroes feel your wrath, oh Evil One!
fr_fr: Laissez les héros sentir votre colère, ô Gardien malveillant!

# In-game message
source: You must free your creatures to progress in this realm, Master!
fr_fr: Vous devez libérer vos créatures pour progresser dans ce royaume, Maître!

# In-game message
source: A substantial force of Knights is being summoned by the hero heart; you must put a stop to this, your Evilness!
fr_fr: Une force substentielle de Chevaliers est en train d'être invoqué par le Coeur du Donjon des héros. Vous devez mettre un terme à cela, votre Méchanceté!

# In-game message
source: That's put a stop to the re-inforcements, Eminence! Victory approaches, and the Ancients have set you a puzzle to solve!
fr_fr: C'est qu'il faut mettre fin aux renfors, votre Eminence! La victoire approche, et les Anciens vous ont préparé un puzzle à résoudre!

# In-game message
source: Congratulations, Keeper, the land is yours! And the puzzle?
fr_fr: Félicitations, Gardien, cette terre est maintenant la vôtre! Et le puzzle?

# In-game message
source: Welcome, Keeper, to an esteemed seat of learning. You have impressed the Ancients, and earned a place at a highly regarded College indeed!
fr_fr: Bienvenue Gardien, à un siège estimé d'apprentissage. Vous avez impressionné les Anciens, et avez mérité une place à un Collège hautement qualifié!

# In-game message
source: A bit of light revision, Keeper? You now need a creature with Wind Power!
fr_fr: Un peu de légère révision, Gardien? Vous avez maintenant besoin d'une créature avec le sort Ouragan.

# In-game message
source: Well done, Keeper! You will soon placate your angry creatures.
fr_fr: Bien joué, Gardien! Vous pourrez bientôt calmer vos créatures mécontentes.

# In-game message
source: You have graduated with full honours! Congratulations, Keeper B.E. Perhaps you'd like to throw a hero corpse into the air?
fr_fr: Vous avez gradué avec plein d'honneur! Félicitations, Gardien! P.S.: Peut-être aimeriez-vous tirer un corps de héros dans les airs?

# In-game message
source: The Heroes' Dungeon Heart throbs before you. Administer the coup de grace!
fr_fr: Le Coeur du Donjon des héros bat avant vous. Administrez le coup de grâce!

# In-game message
source: Well done, Keeper. Do not kill the tunneller you have stranded; you have work for him.
fr_fr: Bien joué, Gardien! Ne tuez par le nain piocheur que vous avez laissé en rade: vous avez du travail pour lui!

# In-game message
source: The claiming of the portal in this land must be done with great care. Your courage is not the only thing that needs re-inforcing.
fr_fr: La réclamation du portail dans cette terre doit être fait avec grande prudence! Votre courage n'est pas la seule chose qui a besoin d'être renforcé!

# In-game message
source: Your first minion! Amongst your next tasks is a trick involving the prison. Take a straight path!
fr_fr: Voilà votre premier larbin! Parmi vos prochaines tâches, il y a une astuce concernant la prison. Prenez un chemin direct!

# In-game message
source: Excellent, Keeper! You will need to build an army for the final battle, so keep 'em coming!
fr_fr: Excellent, Gardien! Vous aurez besoin de construire une armée pour la bataille finale, alors laissez-les venir!

# In-game message
source: The hero dungeon lies in ruins, and now you must prepare for the final battle. His forces are formidable, so take care, Keeper!
fr_fr: Le Donjon des héros est maintenant en ruines, et maintenant vous devez vous préparer pour la bataille finale. Ses forces sont formidable, alors soyez prudent, Gardien!

# In-game message
source: A victory to be proud of, Keeper! Salaar will not forget you in a hurry!
fr_fr: Une victoire pour en être fier, Gardien! Salaar ne vous oubliera pas de sitôt!

# In-game message
source: Your enemies defeat is imminent; savour this moment, Keeper! Let your laughter fill the air!
fr_fr: La défaite de vos ennemis est imminente! Savourez ce moment, Gardien! Laissez vos rires remplir l'air!

# In-game message
source: Your most valued convert is being tortured, and will defect imminently unless rescued; he holds the key to this realm!
fr_fr: Votre plus valeureux converti est en train d'être torturé, et va se rallier à l'ennemi d'un moment à l'autre à moins d'être libéré! Il garde la clé de ce royaume!

# In-game message
source: Force this lazy minion to claim the library, Keeper.
fr_fr: Forcez ce larbin paresseux à réclamer la bibliothèque, Gardien!

# In-game message
source: This Samurai will be the source of your army. However there is a limit to their number.
fr_fr: Ce Samouraï sera la source de votre armée. Cependant, il y a une limite à leur nombre.

# In-game message
source: This thief will be the source of your army. With extra training they may develop into very useful warriors.
fr_fr: Ce Voleur sera la source de votre armée. Avec de l'extra entraînement, ils peuvent se déveloper en guerriers très utiles!

# In-game message
source: Your cunning does you credit, Keeper! The future is now in your hands. Scared of a balanced battle, your weaselness?
fr_fr: Votre astuce fait votre honneur, Gardien! Le futur est maintenant entre vos mains! Effrayé d'une bataille équilibrée?

# In-game message
source: Victory awaits, Keeper. Act with haste!
fr_fr: La victoire attend, Gardien! Agissez avec rapidité!

# In-game message
source: How satisfying it is to see an enemy Keeper's dungeon crumble and his power dissipate. Your reputation grows with your cunning!
fr_fr: Qu'il est satisfaisant de voir un Donjon d'un Gardien ennemi s'écrouler et son pouvoir se dissiper! Votre réputation grandit avec votre astuce!

# In-game message
source: Explain yourself, Keeper! I trust you're not still waiting for Ug the mythical Barbarian?
fr_fr: Expliquez-vous, Gardien! J'espère que vous n'attendez pas encore YONEL le mythique Barbare?

# In-game message
source: This land requires aggression and speed, Keeper. It is unfortunate therefore that your minions are dominated by the bone idle!
fr_fr: Cette terre requiert de l'aggressivité et de la vitesse, Gardien! Il serait regrettable, par conséquent, que vos larbins soient dominés par des fainéants!

# In-game message
source: No portal, Keeper? The snoring of the Ancients grows thunderous!
fr_fr: Toujours pas de portail, Gardien? Le ronflement des Anciens est de plus en plus bruyant!

# In-game message
source: Your best soldier has arrived. Train him well, for he is your only hope!
fr_fr: Votre meilleur soldat est arrivé! Entraînez-le bien, parce qu'il est votre seul espoir!

# In-game message
source: Your persistent success is getting predictable, Master!
fr_fr: Votre succès persistant est devenu prévisible, Maître!

# In-game message
source: Are you interested in Entomology, Keeper? Insects are the only minions you will attract; down in the slime where you belong!
fr_fr: Êtes-vous intéressé à l'Entomologie, Gardien? Les insectes sont les seuls larbins que vous attirerez, tout en bas dans la terre d'où vous provenez!

# In-game message
source: A temple, Keeper! What will you do with it?
fr_fr: Un temple, Gardien! Qu'allez-vous faire avec?

# In-game message
source: Good scarifice, Keeper. This mage has a power you will need to conquer this realm.
fr_fr: Bon sacrifice, Gardien! Ce Sorcier a un sort que vous aurez de besoin pour conquérir ce royaume.

# In-game message
source: Finally, the prison is claimed! Now capture as many heroes as you can.
fr_fr: Finalement, la prison est réclamée! Maintenant, capturez le plus de héros que vous pourrez!

# In-game message
source: You have prevailed, Keeper. The bodies of your enemies litter the most forlorn alcoves of your domain, in tribute to their futile efforts to keep you at bay.
fr_fr: Vous avez l'avantage, Gardien! Les corps de vos ennemis jonchent les alcôves les plus délaissées de votre domaine, en hommage à leurs efforts futiles de vous tenir en échec!

# In-game message
source: Try dropping some money into the temple. You will receive a message from the Gods!
fr_fr: Essayez de lâcher de l'or dans la piscine du temple. Vous recevrez un message des Dieux!

# In-game message
source: A formidable army of the Undead awaits you, Keeper. Maybe you'd better just quit?.
fr_fr: Une formidable armée de morts-vivants vous attend, Gardien. Peut-être voudriez-vous mieux juste quitter?

# In-game message
source: In this realm the Ancients have granted you have workers but no fighters. An imp wouldn't go amiss either!
fr_fr: Dans ce royaume, les Anciens vous ont accordés des travailleurs mais sans combattants. Un lutin ne serait également pas de refus!

# In-game message
source: Here's a warrior to do your bidding!
fr_fr: Voilà un combattant à vos ordres!

# In-game message
source: Wow, you have a dragon! Can you make another?
fr_fr: Wow, vous avez un Dragon! Pouvez-vous en avoir un autre?

# In-game message
source: Two Dragons, Keeper? Now you are unstoppable!
fr_fr: Deux Dragons, Gardien? Vous voilà implacable maintenant!

# In-game message
source: I assume you know that you can train a creature by putting him into battle?
fr_fr: J'assume que vous savez que vous pouvez entraîner une créature en la plaçant au combat?

# In-game message
source: Another victory, Keeper! A puzzle awaits you; are you brain as well as brawn?
fr_fr: Une autre victoire, Gardien! Un puzzle vous attend: êtes-vous autant cerveau que muscles?

# In-game message
source: Welcome to the Land of Dragons, Keeper. With skill you will gain their services, but beware - they are fickle creatures in this realm!
fr_fr: Bienvenue sur la terre des Dragons, Gardien! Avec habileté, vous gagnerez leurs services, mais attention: ils sont d'inconstantes créatures dans ce royaume!

# In-game message
source: Perhaps a different strategy, Keeper?
fr_fr: Peut-être une différente stratégie, Gardien?

# In-game message
source: Almost a Dragon! I hear it has a taste for Keepers, so don't let it get hungry.
fr_fr: Presque un Dragon! J'ai entendu qu'il a un goût pour les Gardiens, alors ne le laissez pas être affamé!

# In-game message
source: Finally, Keeper, a dungeon worthy of the name. Can you afford one?
fr_fr: Finalement Gardien, un Donjon digne du nom! Pouvez-vous vous en permettre un?

# In-game message
source: The dragon you were promised! Now its simply a matter of defeating all heroes and two other Keepers!
fr_fr: Enfin, le Dragon comme promis! Maintenant, c'est simplement une question de vaincre tous les héros et les deux autres Gardiens!

# In-game message
source: Switch on the computer assistant. This realm is so easy you can let it do your work while you have a cup of lemon tea!
fr_fr: Mettez en marche votre assistant informatique. Ce royaume est si facile que vous pouvez le laisser faire son travail pendant que vous siroté une tasse de thé au citron!

# In-game message
source: A great victory. The Ancients are alarmed!
fr_fr: Une superbe victoire! Les Anciens sont alarmés!

# In-game message
source: You have attracted the hottest babe in the Underworld, Keeper, and made even the Ancients jealous! Pander to her whims and she'll do anything for you!
fr_fr: Vous avec attiré la plus sexy nana du monde souterrain, Gardien, et avez même rendu les Anciens jaloux! Pliez-vous à ses exigences et elle fera n'importe quoi pour vous!

# In-game message
source: Your mistress grows stronger with every battle, Keeper!
fr_fr: Votre Maîtresse devient de plus en plus forte après chaque bataille, Gardien!

# In-game message
source: You must be aching to possess this awesome woman again, Keeper? Concentrate, Master, the climax approaches!
fr_fr: Vous devez être douloureux pour posséder cette magnifique demoiselle de nouveau, Gardien! Concentrez-vous, Maître, l'apogée approche!

# In-game message
source: A woman like that needs care, Keeper. She rests with the Ancients now.
fr_fr: Une femme comme ça a besoin d'attention, Gardien. Elle reste avec les Anciens maintenant...

# In-game message
source: And the two of you can live mercilessly ever after! Will she accompany you to the hidden realm?
fr_fr: Vous aurez beaucoup d'enfants et vous vivrez impitoyablement pour toujours! Est-ce qu'elle vous accompagnera au monde caché?

# In-game message
source: You have won a magnificent victory, Master. You have a talent for twisted mercilessness that makes other Keepers look well behaved by comparison.
fr_fr: Vous avez remporté une magnifique victoire, Maître! Vous avez un talent pour être tordu impitoyablement, ce qui rend les autres Gardiens à bien se comporter en comparaison!

# In-game message
source: You have threatened the security of the Ancients, Keeper. Now get outside with the Dog!
fr_fr: Vous avez menacé la sécurité des Anciens, Gardien. Maintenant, sortez avec votre chien, si vous voyez ce que je veux dire!

# In-game message
source: You must control your temper, Keeper! Everything has a purpose.
fr_fr: Vous devez contrôler votre humeur, Gardien! Tout a une utilité!

# In-game message
source: Salaar has gifted you the ability to research boulder traps; he is obviously on your side!
fr_fr: Salaar vous a fait présent de l'habileté à construire des pièges Rocher. Il est manifestement de votre côté!

# In-game message
source: You've once again attracted the interest of Salaar. He has summoned you to this land to further prove yourself. Success will bring his assistance; do not disappoint him!
fr_fr: Vous avez une fois de plus attiré l'intérêt de Salaar! Il vous a invoqué sur cette terre pour vous permettre de vous prouver davantage. Le succès va amener son assistance. Ne le décevez pas!
