Repository: dkfans/keeperfx
Catalog: lang/campgns/ancntkpr/text_ger.po
Languages: de_de

# Room description
source: Training Room: Place creatures in here to improve their experience. LMB select. RMB zoom. [17.5]
de_de: Trainingsraum: Hier können Kreaturen ihre Fähigkeiten verbessern. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [17.5]

# Room description
source: Torture Chamber: Torture creatures for your own evil ends. LMB select. RMB zoom. [17.11]
de_de: Folterkammer: Dreht die Kreaturen zu Eurem Vorteil durch die Mühle. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [17.11]

# Room description
source: Dungeon Heart: The life force of your dungeon. [11.2]
de_de: Dungeon-Herz: Die Lebensquelle Eures Dungeon. [11.2]

# Room description
source: Workshop: Place creatures inside to manufacture Traps and Doors. LMB select. RMB zoom. [17.8]
de_de: Handwerkskammer: Wenn Ihr Kreaturen hier absetzt, stellen sie Türen und Fallen her. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [17.8]

# Room description
source: Graveyard: Dead creatures are taken to this room to rot. LMB select. RMB zoom. [17.13]
de_de: Friedhof: Erledigte Kreaturen werden hier zum Verrotten abgeladen. [17.13]

# Room description
source: Barracks: Group creatures by placing them into the room. LMB select. RMB zoom. [17.9]
de_de: Barracken: Ihr könnt in diesem Raum Kreaturen gruppieren. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [17.9]

# Room description
source: Hatchery: Where creatures feast on cute, helpless little chicks. LMB select. RMB zoom. [17.3]
de_de: Hühnerfarm: Der Schnellimbiß an der Ecke sozusagen. Spezialiät: Hühner. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [17.3]

# Room description
source: Lair: Where your creatures sleep and replenish their energy. LMB select. RMB zoom. [17.2]
de_de: Versteck: Hier schlafen Eure Kreaturen und tanken ihre Energie auf. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [17.2]

# Room description
source: Bridge: Place this on water and lava to allow creatures to cross. LMB select. RMB zoom. [17.6]
de_de: Brücke: Mit Hilfe der Brücke können Eure Kreaturen Lava und Wasser überqueren. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [17.6]

# Room description
source: Guard Post: Your creatures keep watch over your dungeon when placed on this room. LMB select. RMB zoom. [17.7]
de_de: Wachposten: Eure Kreatur wacht über den Dungeon, wenn Ihr sie hierherschickt. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [17.7]

# Room description
source: Temple: Worshipping the dark gods makes creatures happier. Sacrifice creatures by dropping them into the font. LMB select. RMB zoom. [17.12]
de_de: Tempel: Dunkle Götter zu verehren macht Eure Kreaturen glücklicher. Wenn Ihr Eure Kreaturen in den Sud gebt, opfert Ihr sie den Göttern. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [17.12]

# Room description
source: Scavenger Room: Creatures placed onto the room lure their kin away from other dungeons or through portals. LMB select. RMB zoom. [17.14]
de_de: Köderraum: Kreaturen, die hier abgesetzt werden, locken ihre Familien aus anderen Dungeons oder durch einen Eingang. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [17.14]

# Keeper spell name
source: Possess Creature
de_de: SYMBIOSE

# Keeper spell name
source: Create Imp
de_de: Imp erstellen

# Keeper spell name
source: Sight of Evil
de_de: Böser Blick

# Keeper spell name
source: Call To Arms
de_de: Zusammenrufen

# Keeper spell name
source: Hold Audience
de_de: Audienz

# Keeper spell name
source: Cave-In
de_de: Einsturz

# Keeper spell name
source: Must Obey
de_de: Gehorsam

# Keeper spell name
source: Speed Monster
de_de: Monster beschleunigen

# Keeper spell name
source: Protect Monster
de_de: Schild

# Keeper spell name
source: Conceal Monster
de_de: Monster verbergen

# Keeper spell name
source: Lightning Strike
de_de: Blitzschlag

# Keeper spell name
source: Chicken
de_de: Huhn

# Keeper spell name
source: Disease
de_de: Virus

# Keeper spell name
source: Destroy Walls
de_de: Rückbau

# Keeper spell name
source: Heal
de_de: Heilung

# Keeper spell name
source: Time Bomb
de_de: Zeitbombe

# Keeper spell description
source: Possess Creature: Control a creature directly. LMB select. [18.1]
de_de: Symbiose: Damit könnt Ihr eine Kreatur hautnah kontrollieren. Mit der linken Maustaste wählen. [18.1]

# Keeper spell description
source: Create Imp: Create summon a new Imp anywhere in your dungeon. LMB select. [18.2]
de_de: Imp erstellen: Erstellt einen Imp irgendwo in Eurem Dungeon. Mit der linken Maustaste wählen. [18.2]

# Keeper spell description
source: Sight of Evil: Reveal a hidden area of the map for a limited time. LMB select. RMB zoom. [18.3]
de_de: Böser Blick: Eröffnet Euch ein verborgenes Gebiet auf der Karte. Allerdings nur kurze Zeit. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [18.3]

# Keeper spell description
source: Call To Arms: Calls all your creatures to an area of your dungeon. LMB select, LMB again to reselect, LMB a third time to cancel. RMB zoom. [18.6]
de_de: Zusammenrufen: Ruft Eure Kreaturen an einen bestimmten Ort im Dungeon. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [18.6]

# Keeper spell description
source: Hold Audience: Calls all your creatures to the Dungeon Heart. LMB select. RMB zoom. [18.8]
de_de: Audienz: Ruft Eure Kreaturen zum Dungeon-Herz. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [18.8]

# Keeper spell description
source: Cave In: Collapses the roof of the dungeon. LMB select. [18.13]
de_de: Einsturz: Läßt das Dach Eures Dungeon zusammenbrechen. Mit der linken Maustaste wählen. [18.13]

# Keeper spell description
source: Must Obey: Forces your creatures to obey your every command. LMB select. [18.5]
de_de: Gehorsam: Praktischerweise gehorchen Eure Kreaturen jedem Befehl. Mit der linken Maustaste wählen. [18.5]

# Keeper spell description
source: Speed Monster: Increases the speed of your monsters. LMB select. [18.4]
de_de: Monster beschleunigen: Macht Euren Monstern Beine. Mit der linken Maustaste wählen. [18.4]

# Keeper spell description
source: Protect Monster: Shields your creatures from attack. LBM select. [18.11]
de_de: Schild: Bewahrt Eure Kreaturen vor Schaden. Mit der linken Maustaste wählen. [18.11]

# Keeper spell description
source: Conceal Monster: Makes your creatures invisible to the enemy. LMB select. [18.7]
de_de: Monster verbergen: Macht Eure Kreatur für den Gegner unsichtbar. Mit der linken Maustaste wählen. [18.7]

# Keeper spell description
source: Lightning Strike: Strikes an area of the dungeon with a devastating bolt of lightning. LMB select. [18.10]
de_de: Blitzschlag: Läßt in einem Gebiet des Dungeons einen gewaltigen Blitz einschlagen. [18.10]

# Keeper spell description
source: Chicken: Transforms the enemy into a tasty morsel. LMB select. [18.12]
de_de: Huhn: Verwandelt Euren Gegner in ein appetitliches Hühnchen. Mit der linken Maustaste wählen. [18.12]

# Keeper spell description
source: Disease: Inflicts a deadly plague on an enemy creature. LMB select. [18.14]
de_de: Virus: Löst eine gefährliche Plage bei Eurem Gegner aus. Mit der linken Maustaste wählen. [18.14]

# Keeper spell description
source: Destroy Walls: Breaks down reinforcemed enemy's walls. LMB select. [18.16]
de_de: Rückbau: Zerstört verstärkte Wände des Gegners. Mit der linken Maustaste wählen. [18.16]

# Keeper spell description
source: Heal: Cast on an area of the dungeon to improve the health of your creatures. LMB select. [18.9]
de_de: Heilung: Auf ein Gebiet des Dungeons angewandt, verbessert der Spruch die Gesundheit Eurer Kreaturen. [18.9]

# Keeper spell description
source: Armageddon: Transports all the creatures in the land to your Dungeon Heart for a final, decisive battle. LMB select. [18.15]
de_de: Armageddon: Bringt alle Kreaturen des Landes zu Eurem Dungeon-Herz für den letzten, entscheidenden Kampf. Mit der linken Maustaste wählen. [18.15]
