Repository: dkfans/keeperfx
Catalog: lang/campgns/ancntkpr/text_fre.po
Languages: fr_fr

# In-game message
source: An intriguing assignment, Keeper. Thor has chosen you to negotiate a settlement in this land. I think you know what he expects!
fr_fr: Une intrigante attribution, Gardien. Thor vous a choisi pour négocier une solution sur cette terre. Je pense que vous savez ce qu'il attend!

# In-game message
source: Negotiation is all about bridge-building between opposing parties!
fr_fr: La négociation est tout sur la construction de ponts entre les groupes opposées!

# In-game message
source: Thor has examined the details of the final settlement, and it is acceptable!
fr_fr: Thor a examiné les détails de la solution finale, et c'est acceptable!

# In-game message
source: Salaar has placed a reward in this realm, though obviously its discovery won't be easy. Would you want it that way?
fr_fr: Salaar vous a placé une récompense dans ce royaume, bien que manifestement sa découverte ne sera pas facile. Voudriez-vous l'avoir de cette façon?

# In-game message
source: Behold a land fraught with Danger! Twas here that the legendary Antak met his doom. You must be patient and persistent, Keeper, if you are not to share his fate!
fr_fr: Voici une terre pleine de dangers! C'était ici que le légendaire Antak a rencontré sa perte. Vous devez être patient et persistant, Gardien, si vous ne voulez pas partager le même destin.

# In-game message
source: Caution, Keeper! Your fate depends on where you choose to dig south.
fr_fr: Attention, Gardien! Votre destin dépend de l'endroit où vous choisissez de creuser au Sud.

# In-game message
source: Room designs must be stolen in this realm, Keeper; I trust this gives you no moral quandry?
fr_fr: Le design des salles doit être volé dans ce royaume, Gardien. J'espère que ça ne vous donne pas le moral de l'embarras?

# In-game message
source: You must fight to train your dragon, Keeper, but you will need minions. Leave plenty alive to torture!
fr_fr: Vous devez combattre pour entraîner votre Dragon, Gardien, mais vous aurez besoin de créatures. Laissez assez de héros en vie pour la torture!

# In-game message
source: The hero lair is riddled with lava traps. If triggered they will deny access to the rooms you need. You know what you must do!
fr_fr: L'antre des héros est criblé de pièges Lave. S'ils sont déclenchés, ils empêcheront l'accès aux salles dont vous avez de besoin. Vous savez ce qu'il vous reste à faire, non?

# In-game message
source: Your army is small, Keeper! Dare you still hope for victory?
fr_fr: Votre armée est bien trop petite, Gardien! Pensez-vous toujours espérer pour la victoire?

# In-game message
source: Antak failed in this realm because he killed too many heroes. I trust you will learn from his mistake?
fr_fr: Antak a échoué dans ce royaume parce qu'il a tué trop de héros. J'espère que vous apprendrez de son erreur?

# In-game message
source: You hold the key to this realm by controlling the balance of power. Two formidable armies oppose you - they must be manipulated to serve your purpose!
fr_fr: Vous gardez la clé à ce royaume en contrôlant l'équilibre du pouvoir. Deux formidables armées s'opposent à vous - ils doivent être manipulé pour servir à votre objectif!

# In-game message
source: The Endgame begins! Victory depends on knowing when to intervene.
fr_fr: La fin de partie commence! La victoire dépend de savoir quand vous intervenez.

# In-game message
source: You must share in Antak's shame. Salaar is disappointed.
fr_fr: Vous devez avoir la honte d'Antak. Salaar est désappointé...

# In-game message
source: An exceptional performance, Keeper. You may soon join the Ancients as an equal!!
fr_fr: Une exceptionnelle performance, Gardien! Vous allez bientôt joindre les Ancients comme étant un des leurs!

# In-game message
source: Is this a prison, Keeper? The Ancients call it a cloning factory!
fr_fr: Est-ce une prison, Gardien? Les Anciens appellent ça la salle de clonage!

# In-game message
source: Are you good at Martial Arts, Keeper? You'll need to be!
fr_fr: Êtes-vous bon aux Arts Martiaux, Gardien? Vous aurez besoin de l'être!

# In-game message
source: Congratulations, Keeper. You have found an important ally. With his help you can conquer all of the Underworld!
fr_fr: Félicitations, Gardien! Vous avez trouvé un important allié! Avec son aide, vous pouvez conquérir tout le monde souterrain!

# In-game message
source: A few Avatars against your mighty skeletons? How pathetic!
fr_fr: Quelques Avatars contre vos puissants squelettes? Que c'est pitoyable!

# In-game message
source: Your Ghosts have the skills you need to leave your Dungeon Heart.
fr_fr: Vos fantômes ont les habiletés que vous avez de besoin pour quitter votre Coeur du Donjon.

# In-game message
source: Magnificent, Keeper! You have a seat amidst the Ancients between Salaar & Thor! You have truly shown that you are worthy. Mind you, L'Cyfre & T'Kaan look uneasy; are they your next victims, oh Omnipotent One?
fr_fr: Magnifique, Gardien! Vous avez une place parmi les Anciens entre Salaar et Thor! Vous avez vraiment montré que vous en êtes digne! Regardez, L'Cyfre & T'Kaan semblent troublés. Sont-ils vos prochaines victimes, ô Tout-Puissant?

# In-game message
source: Thank you for playing Ancient Keeper. Written by Pawel & Dayo.
fr_fr: Merci d'avoir joué Ancient Keeper! Écrit par: Pawel et Dayo. Traduit par: DragonsLover.

# In-game message
source: Keep your nerve, Keeper. Your greatest victory awaits you!
fr_fr: Calmez vos nerfs, Gardie. Votre plus grande victoire vous attend!

# In-game message
source: You are defeated at the final hurdle, Keeper. Still, you didn't get this far by giving up easily. Re-enter this realm immediately!
fr_fr: Vous avez été vaincu à l'obstacle final, Gardien. Même, vous n'aviez pas été assez loin pour abandonner aussi facilement. Ré-entrez dans ce royaume immédiatement!

# In-game message
source: Ancient Keeper is written for the AI patched version of Dungeon Keeper only. Please ensure you are playing this version (patched 1.35MB, old 1.34MB).
fr_fr: Ancient Keeper a été fait avec la version patchée de Dungeon Keeper seulement. Assurez-vous que vous êtes en train de jouer cette version. Le fichier exécutable patché pèse 1.35Mo et celui non patché pèse 1.34Mo.

# In-game message
source: This realm will demonstrate the power of the Undead!
fr_fr: Ce royaume va vous démontrer la puissance du mort-vivant!

# In-game message
source: Excellent, Keeper! Now free your imps, but beware; they are not alone!
fr_fr: Excellent, Gardien! Maintenant libérez vos lutins, mais prenez garde: ils ne sont pas seuls!

# In-game message
source: Bravo, Keeper. Now you have company for the next realm!
fr_fr: Bravo, Gardien! Maintenant, vous avez de la compagnie pour le royaume suivant!

# In-game message
source: The outer ramp is not connected to your Dungeon Heart.
fr_fr: La rampe extérieure n'est pas connectée à votre Coeur du Donjon. Prenez-en note!

# In-game message
source: If you have only 5,000 Gold, you are playing the unpatched version of the game (should be 45,000). You need to rectify this.
fr_fr: Si vous avez seulement 5000 d'or, vous jouez la version non patchée du jeu (ce devrait être 45000 d'or). Vous avez besoin de corriger ça.

# In-game message
source: Run Run Run Claim Claim Claim Kill Kill Kill!
fr_fr: Courez Courez Courez Réclamez Réclamez Réclamez Tuez Tuez Tuez!

# In-game message
source: You took your time!
fr_fr: Vous preniez votre temps!

# In-game message
source: You may wish to leave 1 or 2 of them alive. Then again you may not!
fr_fr: Vous pouvez souhaiter d'en laisser un ou deux d'entre eux en vie. Mais encore, vous n'êtes pas obligé! C'est juste que...

# In-game message
source: Bravo, Keeper! Perhaps Ug the Barbarian will accompany you to the next realm?
fr_fr: Bravo, Gardien! Peut-être que Yonel le Barbare vous accompagnera au prochain royaume?

# In-game message
source: Concentration, Keeper! To be defeated after all that effort; you must be sicker than a dieting Bile-Demon!
fr_fr: Concentration, Gardien! Pour avoir été vaincu après tout cet effort, vous devez être encore plus malade qu'un Démon enragé à la diète!

# In-game message
source: Sorry I'm late.
fr_fr: Désolé, je suis en retard.

# In-game message
source: I hope you've brought your accountant with you, Keeper! Finance holds the key to this realm.
fr_fr: J'espère que vous avez amené votre comptable avec vous, Gardien! Le financement garde la clé de ce royaume.

# In-game message
source: Well done, Keeper. Can you work out how to access the central island?
fr_fr: Bien joué, Gardien! Pouvez-vous maintenant trouver le moyen d'accéder à l'île centrale?

# In-game message
source: I suppose it was obvious that they'd kill each other if they ran out of money?
fr_fr: Je suppose qu'il était évident qu'ils se seraient entretués s'ils étaient ruinés?

# In-game message
source: If you keep this Horned Reaper happy, then Salaar will kiss his Bile Demon!
fr_fr: Si vous gardez ce Grand cornu de bonne humeur, alors Salaar va embrasser son Démon enragé!

# In-game message
source: This realm is riddled with boulder traps, Keeper.
fr_fr: Ce royaume est criblé avec des pièges Rocher, Gardien.

# In-game message
source: You have failed. Perhaps you're not the harbinger of doom the forces of darkness were hoping for.
fr_fr: MEUH

# In-game message
source: Moo3
fr_fr: MEUH3

# In-game message
source: You are imprisoned in the land of the flies. The king of your imps has been imprisoned by the heroes to your south. His son is at your side. Enlist the flies to re-unite your imps, and wreak your revenge!
fr_fr: Vous êtes emprisonné dans la terre des mouches. Le roi de vos lutins a été emprisonné par les héros au Sud. Son fils est à vos côtés. Engagez les mouches pour réunir vos lutins, et assouvissez votre revanche!

# In-game message
source: Your favourite Horned Reaper has been captured, brainwashed and imprisoned. To finish this level, you'll have to set him free and kill all opponents in the process, thus making the world a better and more evil place(yeah!).
fr_fr: Votre Grand cornu préféré a été capturé, eût un lavage de cerveau et a été emprisonné. Pour finir ce niveau, vous aurez à le libérer et tuer tous les adversaires dans la procédure, de cette façon cela rendra le monde un peu meilleur et rendra la place plus malveillante (ouais)!

# In-game message
source: No time for celebrations Keeper. Your imp King has brought the instruments of your vengeance. To work!
fr_fr: Pas le temps pour les célébrations, Gardien! Votre roi lutin a amené les instruments de votre vengeance. Au travail!

# In-game message
source: Evil monks have betrayed the Shao-Lin temple to your rivals. Heroes will attempt to retrieve it, but the temple should be yours oh devious one!
fr_fr: Les malveillants moines ont livrés le temple Shao-Lin à vos rivaux. Les héros vont tenter de le retrouver, mais le temple devrait être le vôtre, ô être Sournois!

# In-game message
source: You are under starter's orders! Let the games begin Keeper!
fr_fr: Vous êtes sous les ordres de votre assistant! Que la partie commence, Gardien!

# In-game message
source: The monks have returned with re-inforcements to reclaim their temple. Better explain the situation to them!
fr_fr: Les moines ont retournés avec du renfort pour réclamer leur temple. Vous êtes mieux de leur expliquer la situation!

# In-game message
source: Behold, the abandoned realm of Salaar, one of the Great Ancient Keepers. Paranoid heroes guard this realm with care!
fr_fr: Voyez, le royaume abandonné de Salaar, un des Grand Anciens Gardien. Les héros paranoïdes gardent ce royaume avec attention!

# In-game message
source: Salaar was truly Evil! Discover and gaze in awe at His training room! Are you skillful enough to use it?
fr_fr: Salaar était vraiment malveillant! Découvrez et contemplez l'effroyable mais admirable salle d'entraînement! Êtes-vous assez habile pour l'utiliser?

# In-game message
source: Conquer the hero castles in this realm, and you will be a worthy successor to Salaar. Be bold for He is watching from below!
fr_fr: Allez conquérir les châteaux des héros dans ce royaume, et vous serez un brave successeur de Salaar. Soyez audacieux puisqu'il observe d'en-dessous!

# In-game message
source: Salaar had a limit to the bridges he could own at one time. He sees no reason why you should have more!
fr_fr: Salaar a eût une limite aux ponts qu'il pourrait posséder en même temps. Il ne voit aucune raison pourquoi vous devriez en avoir plus!

# In-game message
source: That noise is Salaar's mocking laugh! You have failed and you are dismissed!
fr_fr: Ce bruit est le rire moqueur de Salaar! Vous avez échoué et vous êtes renvoyé!

# In-game message
source: Well done, Keeper! You have pleased Salaar. You are a worthy successor!
fr_fr: Bien joué, Gardien! Vous avez réjoui Salaar! Vous êtes un brave successeur!

# In-game message
source: Moo
fr_fr: Meuh

# Level name
source: Red Carpet
fr_fr: Tapis Rouge

# Level name
source: Harmony
fr_fr: Harmonie

# Level name
source: T'Kaan's Mistress
fr_fr: La Maîtresse de T'Kaan

# Level name
source: The Realm of Salaar
fr_fr: Le Royaume de Salaar

# Level name
source: Save the Heroes
fr_fr: Sauvez les héros!

# Level name
source: Kwan Tek's Ordeal
fr_fr: L'épreuve de Kwan Tek

# Level name
source: Avatar's Revenge
fr_fr: La Revanche de l'Avatar

# Level name
source: Knight Manoeuvres
fr_fr: Manoeuvres chevaleresque

# Level name
source: The University of Hades
fr_fr: L'Université des Enfers

# Level name
source: Salaar's Test
fr_fr: Le Test de Salaar

# Level name
source: Rescue the Avatar
fr_fr: Sauvez l'Avatar!

# Level name
source: Sloth
fr_fr: Paresse

# Level name
source: Entomology
fr_fr: Entomologie

# Level name
source: Flowers of Despair
fr_fr: Les Fleurs du Désespoir

# Level name
source: Fortress of the Sun
fr_fr: La Forteresse du Soleil

# Level name
source: Thor's Diplomat
fr_fr: La Diplomate de Thor

# Level name
source: Antak's Ruin
fr_fr: La Ruine d'Antak

# Level name
source: L'Cyfre's Challenge
fr_fr: Le Défi de L'Cyfre

# Creature spell
source: Group: Not used
fr_fr: Contrôle de groupe: Non utilisé

# Creature spell
source: Fart: A close range gas attack that only damages enemy creatures.
fr_fr: Flatulence: Une attaque de type gas à courte distance qui n'endommage que les creatures ennemies

# Creature spell
source: Time Bomb: Turns your creature into a suicidal bomber.
fr_fr: Bombe à retardement

# Creature name
source: Fairy
fr_fr: Fée

# Creature name
source: Imp
fr_fr: Lutin

# Creature name
source: Beetle
fr_fr: Scarabée

# Creature name
source: Demon Spawn
fr_fr: Démon avorton

# Creature name
source: Warlock
fr_fr: Sorcier

# Creature name
source: Fly
fr_fr: Mouche

# Creature name
source: Spider
fr_fr: Araignée

# Creature name
source: Skeleton
fr_fr: Squelette

# Creature name
source: Horned Reaper
fr_fr: Grand cornu

# Creature name
source: Tentacle
fr_fr: Tentacule

# Creature name
source: Hound
fr_fr: Cerbère

# Creature name
source: Ghost
fr_fr: Fantôme

# Creature name
source: Mistress
fr_fr: Maîtresse noire

# Creature name
source: Bile Demon
fr_fr: Démon enragé

# Creature name
source: Barbarian
fr_fr: Barbare

# Creature name
source: Knight
fr_fr: Chevalier

# Creature name
source: Wizard
fr_fr: Mage

# Creature name
source: Orc
fr_fr: Orque

# Creature name
source: Mountain Dwarf
fr_fr: Nain des montagnes

# Creature name
source: Valley Dwarf
fr_fr: Nain des vallées

# Creature name
source: Thief
fr_fr: Voleur

# Creature name
source: Samurai
fr_fr: Samouraï

# Creature name
source: Priestess
fr_fr: Prêtresse

# Creature name
source: Giant
fr_fr: Géant

# Creature name
source: Monk
fr_fr: Moine

# Unused
source: Moo9
fr_fr: Meuh9

# Slab description
source: Empty Lair: Would suit itinerant creature.
fr_fr: Antre vide: Conviendrait à toute créature vagabonde.

# Slab description
source: Impenetrable Rock: Your Imps cannot dig through this. [12.4]
fr_fr: Rocher impénétrable: Les lutins ne peuvent pas creuser dans cette roche.

# Slab description
source: Earth: You can excavate this. [12.1]
fr_fr: Terre: Les lutins peuvent creuser dans cette roche.

# Slab description
source: Gold Seam: Your source of wealth. Dig this out and your Imps will take it to your Treasure Room. [12.2]
fr_fr: Filon d'or: Source de métal précieux à faire exploiter par les lutins.

# Slab description
source: Lava: Burns any creature that step on it. [14.2]
fr_fr: Lave: Toute créature non-résistante à la lave qui marche dedans sera brûlée.

# Slab description
source: Water: Creatures move more slowly through water. [14.1]
fr_fr: Eau: Les créatures se déplacent plus lentement dans l'eau.

# Slab description
source: Wall: A reinforced stone wall that enemies cannot break through. [12.1]
fr_fr: Mur: Mur en pierre renforcé infranchissable par les intrus.

# Slab description
source: Damaged Wall: Unless repaired, this wall will eventually collapse.
fr_fr: Mur endommagé: A moins qu'il ne soit réparé, ce mur finira par s'effondrer.

# Slab description
source: Path: Unclaimed earth floor. [12.1]
fr_fr: Chemin: Zone non réclamée.

# Slab description
source: Claimed area: Your dungeon territory. [12.1]
fr_fr: Zone réclamée: Le territoire d'un donjon.

# In-game message
source: Level completed - press Escape to continue
fr_fr: Niveau terminé - Appuyez sur la barre d'espacement pour continuer!

# In-game message
source: You have been defeated. Press Space to restart.
fr_fr: Vous avez échoué... Appuyez sur la barre d'espacement pour recommencer la conquête de ce royaume.

# Unused
source: Moo5
fr_fr: Meuh5

# Dungeon special decription
source: Reveal Map: Reveals the entire underground realm to you.
fr_fr: Dévoiler carte: Affiche le royaume souterrain dans son intégralité.

# Dungeon special decription
source: Resurrect Creature: You may raise one of your fallen minions from the dead.
fr_fr: Ressusciter créature: Vous pouvez faire revenir un de vos larbins de l'au-delà.

# Dungeon special decription
source: Transfer Creature: Pick one of your creatures to accompany you to the next realm.
fr_fr: Transférer créature: Prenez une de vos créatures pour qu'elle vous accompagne dans le royaume suivant.

# Dungeon special decription
source: Steal Hero: Subvert a hero to your cause.
fr_fr: Voler héros: Ralliez un héros à votre cause.

# Dungeon special decription
source: Multiply Creatures: Create a double of each of your creatures.
fr_fr: Multiplier créatures: Créez un double de chacune de vos créatures.

# Dungeon special decription
source: Increase Level: Bestows greater skill on all your creatures.
fr_fr: Augmenter le niveau: Accorde des compétences supérieures à toutes vos créatures.

# Dungeon special decription
source: Make Safe : Reinforces your entire dungeon.
fr_fr: Sécurité: Renforce tout votre donjon.

# Dungeon special decription
source: Locate Kantars Realms: You will be transported to a secret realm after you have conquered this one.
fr_fr: Localiser monde de Kantars: Vous serez transporté dans un royaume secret quand vous aurez conquis celui-ci.

# Dungeon special name
source: Resurrect Creature
fr_fr: Ressusciter créature

# Dungeon special name
source: Transfer Creature
fr_fr: Transférer créature

# Unused
source: Moo6
fr_fr: Meuh6

# Slab description
source: Gems: Infinite wealth for your Imps to extract. [12.3]
fr_fr: Gemmes: Richesses infinies à faire extraire par les lutins.

# Object description
source: Hero Gate: Heroes use this portal to invade your dungeon. [15.4]
fr_fr: Portail des héros: Les héros passent par là pour envahir votre donjon.

# Creature name
source: Tunneller
fr_fr: Piocheur

# Unused
source: Moo7
fr_fr: Meuh7

# In-game tab with rooms
source: Treasure Room
fr_fr: SALLE DU TRÉSOR

# In-game tab with rooms
source: Library
fr_fr: BIBLIOTHÈQUE

# In-game tab with rooms
source: Lair
fr_fr: ANTRE

# In-game tab with rooms
source: Torture Room
fr_fr: SALLE DES TORTURES

# In-game tab with rooms
source: Training Room
fr_fr: SALLE D'ENTRAÎNEMENT

# In-game tab with rooms
source: Dungeon Heart
fr_fr: COEUR DU DONJON

# In-game tab with rooms
source: Workshop
fr_fr: ATELIER

# In-game tab with rooms
source: Scavenger Room
fr_fr: SALLE D'ENRÔLEMENT

# In-game tab with rooms
source: Graveyard
fr_fr: CIMETIÈRE

# In-game tab with rooms
source: Barracks
fr_fr: QUARTIER GÉNÉRAL

# In-game tab with rooms
source: Hatchery
fr_fr: COUVOIR

# In-game tab with rooms
source: Guard Post
fr_fr: POSTE DE GARDE

# In-game tab with rooms
source: Bridge
fr_fr: PONT

# Unused
source: Moo8
fr_fr: Meuh8

# Trap names
source: Boulder Trap
fr_fr: Rocher

# Trap names
source: Alarm Trap
fr_fr: Alarme

# Trap names
source: Poison Gas Trap
fr_fr: Nuage empoisonné

# Trap names
source: Lightning Trap
fr_fr: Eclair de feu

# Trap names
source: Word of Power Trap
fr_fr: Anneaux de feu

# Trap description
source: Boulder Trap: A rolling rock that crushes everything in its path. LMB select. RMB zoom. [20.1]
fr_fr: Rocher: Pierre qui roule en écrasant tout sur son passage. Sélectionnez avec le bouton gauche de la souris et zoomez avec le bouton droit.

# Trap description
source: Alarm Trap: Triggers a Call To Arms spell. LMB select. RMB zoom. [20.2]
fr_fr: Alarme: Lance un sortilège de ralliement. Sélectionnez avec le bouton gauche de la souris et zoomez avec le bouton droit.

# Trap description
source: Poison Gas Trap: A cloud of noxious vapours triggered by your enemies. LMB select. RMB zoom. [20.3]
fr_fr: Nuage empoisonné: Un nuage de vapeurs toxiques est envoyé sur vos ennemis. Sélectionnez avec le bouton gauche de la souris et zoomez avec le bouton droit.

# Trap description
source: Lightning Trap: Strikes nearby enemy creatures with bolts of lightning. LMB select. RMB zoom. [20.4]
fr_fr: Eclair de feu: Les créatures ennemies à proximité sont frappées par la foudre. Sélectionnez avec le bouton gauche de la souris et zoomez avec le bouton droit.

# Trap description
source: Word of Power Trap: Radiates devastating rings of demonic energy, damaging all creatures within range. LMB select. RMB zoom. [20.5]
fr_fr: Anneaux de feu: Diffuse des anneaux d'énergie démoniaque dévastateurs, frappant toutes les créatures se trouvant à portée. Sélectionnez avec le bouton gauche de la souris et zoomez avec le bouton droit.

# Trap description
source: Lava Trap: The tile disintegrates revealing a pool of molten lava. LMB select. RMB zoom. [20.6]
fr_fr: Lave: Le carré se désintègre et fait place à de la lave en fusion. Sélectionnez avec le bouton gauche de la souris et zoomez avec le bouton droit.

# Door name
source: Wooden Door
fr_fr: Porte en bois

# Door name
source: Braced Door
fr_fr: Porte renforcée

# Door name
source: Iron Door
fr_fr: Porte en fer

# Door name
source: Magic Door
fr_fr: Porte magique

# Door description
source: Wooden Door: The simplest means of restricting access. LMB select. RMB zoom. [21.1]
fr_fr: Porte en bois: Le moyen le plus simple d'interdire le passage. Sélectionnez avec le bouton gauche de la souris et zoomez avec le bouton droit.

# Door description
source: Braced Door: A wooden door reinforced with iron. LMB select. RMB zoom. [21.2]
fr_fr: Porte renforcée: Porte en bois renforcée avec du fer. Sélectionnez avec le bouton gauche de la souris et zoomez avec le bouton droit.

# Door description
source: Iron Door: Strong, heavy door capable of sustaining massive damage. LMB select. RMB zoom. [21.3]
fr_fr: Porte en fer: Porte lourde et solide pouvant résister à des dégâts massifs. Sélectionnez avec le bouton gauche de la souris et zoomez avec le bouton droit.
