Repository: dkfans/keeperfx
Catalog: lang/campgns/ancntkpr/text_ger.po
Languages: de_de

# In-game message
source: You must fight to train your dragon, Keeper, but you will need minions. Leave plenty alive to torture!
de_de: Sie müssen kämpfen, trainieren Sie Ihre Drachen, aber Sie brauchen eine Armee. Lassen Sie genug am Leben zu quälen!

# In-game message
source: The hero lair is riddled with lava traps. If triggered they will deny access to the rooms you need. You know what you must do!
de_de: Der Held wird mit Lava-Höhle Fallen gespickt. Wenn sie ausgelöst Zugang zu den Zimmern müssen Sie verweigern. Sie wissen, was Sie tun müssen!

# In-game message
source: Your army is small, Keeper! Dare you still hope for victory?
de_de: Ihre Armee ist klein, Keeper! Traust du dich noch für den Sieg hoffen?

# In-game message
source: Antak failed in this realm because he killed too many heroes. I trust you will learn from his mistake?
de_de: Antak scheiterte in diesem Bereich, weil er zu viele Helden getötet. Ich hoffe, Sie werden aus seinem Fehler zu lernen?

# In-game message
source: You hold the key to this realm by controlling the balance of power. Two formidable armies oppose you - they must be manipulated to serve your purpose!
de_de: Sie halten den Schlüssel zu diesem Reich, indem die Balance der Macht. Zwei gewaltige Armeen wider Sie - sie müssen manipuliert, um Ihr Ziel zu dienen!

# In-game message
source: The Endgame begins! Victory depends on knowing when to intervene.
de_de: Das Endspiel beginnt! Sieg hängt davon ab, zu wissen, wann, zu intervenieren.

# In-game message
source: You must share in Antak's shame. Salaar is disappointed.
de_de: Sie müssen Antak Schande teilen. Salaar ist enttäuscht.

# In-game message
source: An exceptional performance, Keeper. You may soon join the Ancients as an equal!!
de_de: Eine außergewöhnliche Leistung, Keeper. Sie können bald kommen Sie mit den Alten als gleich!

# In-game message
source: Is this a prison, Keeper? The Ancients call it a cloning factory!
de_de: Ist das ein Gefängnis, Keeper? Die Alten nennen es ein Klonen Fabrik!

# In-game message
source: Are you good at Martial Arts, Keeper? You'll need to be!
de_de: Sind Sie gut im Kampfsport, Keeper? Sie müssen sein!

# In-game message
source: Congratulations, Keeper. You have found an important ally. With his help you can conquer all of the Underworld!
de_de: Herzlichen Glückwunsch, Keeper. Sie haben einen wichtigen Verbündeten gefunden. Mit seiner Hilfe können Sie alle der Unterwelt zu erobern!

# In-game message
source: A few Avatars against your mighty skeletons? How pathetic!
de_de: Ein paar Avatare gegen Ihre mächtigen Skelette? Wie erbärmlich!

# In-game message
source: Your Ghosts have the skills you need to leave your Dungeon Heart.
de_de: Ihre Geister haben die Fähigkeiten, die Sie zu Ihrem Dungeon-Herz verlassen müssen.

# In-game message
source: Magnificent, Keeper! You have a seat amidst the Ancients between Salaar & Thor! You have truly shown that you are worthy. Mind you, L'Cyfre & T'Kaan look uneasy; are they your next victims, oh Omnipotent One?
de_de: Prächtige, Keeper! Sie haben einen Platz inmitten der Ältesten zwischen Salaar & Thor! Sie haben wirklich gezeigt, dass Sie würdig sind. L'Cyfre & T'Kaan schauen unruhig. Sind sie Ihre nächsten Opfer, oh Allmächtigen?

# In-game message
source: Thank you for playing Ancient Keeper. Written by Pawel & Dayo.
de_de: Danke, dass Sie für die Wiedergabe von Ancient Keeper. Geschrieben von Pawel & Dayo.

# In-game message
source: Keep your nerve, Keeper. Your greatest victory awaits you!
de_de: Halten Sie Ihre Nerven, Keeper. Ihr größter Sieg erwartet Sie!

# In-game message
source: You are defeated at the final hurdle, Keeper. Still, you didn't get this far by giving up easily. Re-enter this realm immediately!
de_de: Sie sind an der letzten Hürde, Keeper besiegt. Doch wussten Sie nicht so weit zu kommen, indem sie einfach auf. Geben Sie erneut dieses Reich sofort!

# In-game message
source: Ancient Keeper is written for the AI patched version of Dungeon Keeper only. Please ensure you are playing this version (patched 1.35MB, old 1.34MB).
de_de: Dieser Hexenmeister müssen schnell arbeiten, Keeper. Er muss trainieren, Forschung und schnell.

# In-game message
source: This realm will demonstrate the power of the Undead!
de_de: Dieses Reich wird die Macht der Untoten zu demonstrieren!

# In-game message
source: Excellent, Keeper! Now free your imps, but beware; they are not alone!
de_de: Ausgezeichnet Keeper! Jetzt kostenlos Ihre Kobolde, aber Vorsicht, sie sind nicht allein!

# In-game message
source: Bravo, Keeper. Now you have company for the next realm!
de_de: Bravo, Keeper. Jetzt haben Sie für die nächste Firma Reich!

# In-game message
source: The outer ramp is not connected to your Dungeon Heart.
de_de: Die Außenrampe wird nicht zu Ihrem Dungeon-Herz verbunden.

# In-game message
source: If you have only 5,000 Gold, you are playing the unpatched version of the game (should be 45,000). You need to rectify this.
de_de: Man kann nie reich genug sein!

# In-game message
source: Run Run Run Claim Claim Claim Kill Kill Kill!
de_de: Laufen sie! Anspruch! Tötet!

# In-game message
source: You took your time!
de_de: Warum so langsam Keeper?

# In-game message
source: You may wish to leave 1 or 2 of them alive. Then again you may not!
de_de: Vielleicht möchten Sie ein oder zwei von ihnen am Leben zu lassen. Oder nicht?

# In-game message
source: Bravo, Keeper! Perhaps Ug the Barbarian will accompany you to the next realm?
de_de: Bravo, Keeper! Vielleicht Ug der Barbar werden Sie zum nächsten Bereich zu begleiten?

# In-game message
source: Concentration, Keeper! To be defeated after all that effort; you must be sicker than a dieting Bile-Demon!
de_de: Konzentration, Keeper! Um nach all der Anstrengung besiegt werden, Sie müssen kränker als eine Diät Gallen Dämon sein!

# In-game message
source: Sorry I'm late.
de_de: Sorry, ich bin zu spät.

# In-game message
source: I hope you've brought your accountant with you, Keeper! Finance holds the key to this realm.
de_de: Ich hoffe, dass Sie Ihren Steuerberater mit Ihnen gebracht haben, Keeper! Finanzen hält den Schlüssel zu diesem Reich.

# In-game message
source: Well done, Keeper. Can you work out how to access the central island?
de_de: Gut gemacht, Keeper. Kannst du herausfinden, wie die zentrale Insel zuzugreifen?

# In-game message
source: I suppose it was obvious that they'd kill each other if they ran out of money?
de_de: Ich vermute, es war offensichtlich, dass sie würden sich gegenseitig töten, wenn sie das Geld ausging?

# In-game message
source: If you keep this Horned Reaper happy, then Salaar will kiss his Bile Demon!
de_de: Wenn du so weiter Horned Reaper glücklich, dann werden Salaar küssen seine Galle Dämon!

# In-game message
source: This realm is riddled with boulder traps, Keeper.
de_de: Dieses Reich ist mit Fallen gespickt Felsblock, Keeper.

# In-game message
source: You have failed. Perhaps you're not the harbinger of doom the forces of darkness were hoping for.
de_de: Ihr habt versagt. Wahrscheinlich seid Ihr gar nicht der satanische Bote, auf den die dunklen Kräfte hofften.

# In-game message
source: Your constant success is getting boring, Keeper. You needn't travel alone to the next realm!
de_de: Ihre konstanten Erfolg ist immer langweilig, Keeper. Sie müssen nicht allein reisen zum nächsten Reich!

# In-game message
source: Moo3
de_de: leer

# In-game message
source: You are imprisoned in the land of the flies. The king of your imps has been imprisoned by the heroes to your south. His son is at your side. Enlist the flies to re-unite your imps, and wreak your revenge!
de_de: Sie sind in das Land der Fliegen eingesperrt. Der König der Kobolde Ihr wurde von den Helden, um Ihre südlich inhaftiert. Sein Sohn ist an Ihrer Seite. Tragen Sie die Fliegen wieder zu vereinigen Ihre Kobolde, und richten Sie Ihre Rache!

# In-game message
source: Your favourite Horned Reaper has been captured, brainwashed and imprisoned. To finish this level, you'll have to set him free and kill all opponents in the process, thus making the world a better and more evil place(yeah!).
de_de: Ihre Lieblings Horned Reaper erfasst wurde, Gehirnwäsche unterzogen und inhaftiert. Um dieses Level zu beenden, müssen Sie ihn frei und tötet alle Gegner in den Prozess, damit die Welt zu einem besseren und Böse Ort (yeah!).

# In-game message
source: No time for celebrations Keeper. Your imp King has brought the instruments of your vengeance. To work!
de_de: Keine Zeit für Feiern Keeper. Ihre imp König hat die Instrumente der deine Rache gebracht. An die Arbeit!

# In-game message
source: Evil monks have betrayed the Shao-Lin temple to your rivals. Heroes will attempt to retrieve it, but the temple should be yours oh devious one!
de_de: Böse Mönche haben die Shao-Lin Tempel, um Ihre Rivalen verraten. Helden werden versuchen, es abzurufen, aber der Tempel sollte Ihnen oh hinterhältig sein!

# In-game message
source: You are under starter's orders! Let the games begin Keeper!
de_de: Sie sind in den Startlöchern! Lasst die Spiele beginnen Keeper!

# In-game message
source: The monks have returned with re-inforcements to reclaim their temple. Better explain the situation to them!
de_de: Die Mönche haben mit Verstärkungen kehrten in ihre Tempel zurückfordern. Besser erklären, ihnen die Situation!

# In-game message
source: Behold, the abandoned realm of Salaar, one of the Great Ancient Keepers. Paranoid heroes guard this realm with care!
de_de: Siehe, das verlassene Reich der Salaar, einer der großen alten Keepers. Paranoid Helden hüten dieses Reich mit Sorgfalt!

# In-game message
source: Salaar was truly Evil! Discover and gaze in awe at His training room! Are you skillful enough to use it?
de_de: Salaar war wirklich schlecht! Entdecken und den Blick in Ehrfurcht vor seinem Trainingsraum! Sind Sie geschickt genug, es zu benutzen?

# In-game message
source: Conquer the hero castles in this realm, and you will be a worthy successor to Salaar. Be bold for He is watching from below!
de_de: Erobern Sie die Burgen Held in diesem Bereich, und Sie werden ein würdiger Nachfolger Salaar sein. Seien Sie mutig, denn er wird von unten zu beobachten!

# In-game message
source: Salaar had a limit to the bridges he could own at one time. He sees no reason why you should have more!
de_de: Salaar hatte eine Grenze für die Brücken besitzen könnte er zu einer Zeit. Er sieht keinen Grund, warum sollten Sie mehr zu haben!

# In-game message
source: That noise is Salaar's mocking laugh! You have failed and you are dismissed!
de_de: Das Geräusch ist Salaar spöttischen Lachen! Sie haben versagt und Sie sind entlassen!

# In-game message
source: Well done, Keeper! You have pleased Salaar. You are a worthy successor!
de_de: Gut gemacht, Keeper! Sie haben Salaar gefiel. Sie sind ein würdiger Nachfolger!

# Level name
source: Red Carpet
de_de: Der Rote Teppich

# Level name
source: Harmony
de_de: Einvernehmen

# Level name
source: Avarice
de_de: Habsucht

# Level name
source: The Realm of Salaar
de_de: Das Reich der Salaar

# Level name
source: Save the Heroes
de_de: Sichern Sie die Helden

# Level name
source: Kwan Tek's Ordeal
de_de: Der Leidensweg von Kwan Tek

# Level name
source: Avatar's Revenge
de_de: Die Rache der Avatar

# Level name
source: Knight Manoeuvres
de_de: Ritter-Manöver

# Level name
source: The University of Hades
de_de: Die Universität von Hades

# Level name
source: Rescue the Avatar
de_de: Rettung der Avatar

# Level name
source: Sloth
de_de: Faulheit

# Level name
source: Entomology
de_de: Entomologie

# Level name
source: Flowers of Despair
de_de: Die Früchte der Verzweiflung

# Level name
source: Fortress of the Sun
de_de: Festung der Sonne

# Level name
source: Thor's Diplomat
de_de: Der Diplomat von Thor

# Level name
source: Antak's Ruin
de_de: Der Niedergang der Antak

# Level name
source: L'Cyfre's Challenge
de_de: die Herausforderung von L'Cyfre

# Level name
source: Unused
de_de: Unbenutzte

# Creature spell
source: Poison Cloud: Forms a cloud of noxious gas capable of damaging both the enemy and your own creatures. The gas affects all who breathe it.
de_de: Giftwolke: Bildet eine Wolke aus schädlichem Gas, die beide schädigen kann.Feind und deine eigenen Kreaturen. Das Gas betrifft alle, die es atmen.

# Creature spell
source: Group: Not used
de_de: Gruppenführer: Nicht in Gebrauch

# Creature spell
source: Illumination: Brings light onto darkness, allowing the creature to see but also be seen by others.
de_de: Beleuchtung: Nicht in Gebrauch

# Creature spell
source: Word of Power: Causes rings of fire to emanate from the creature's body and inflicts massive damage on the vicinity.
de_de: Wort der Kraft: [26.23]

# Creature spell
source: Fart: A close range gas attack that only damages enemy creatures.
de_de: Furz: Ein Gasangriff aus nächster Nähe, der nur feindlichen Kreaturen Schaden zufügt.

# Creature name
source: Fairy
de_de: Fee

# Creature name
source: Beetle
de_de: Käfer

# Creature name
source: Demon Spawn
de_de: Dämonenechse

# Creature name
source: Warlock
de_de: Zauberer

# Creature name
source: Fly
de_de: Fliege

# Creature name
source: Spider
de_de: Spinne

# Creature name
source: Skeleton
de_de: Skelett

# Creature name
source: Horned Reaper
de_de: Horny

# Creature name
source: Dragon
de_de: Drache

# Creature name
source: Tentacle
de_de: Tentakel

# Creature name
source: Hound
de_de: Höllenhund

# Creature name
source: Ghost
de_de: Geist

# Creature name
source: Mistress
de_de: Dunkle Herrin

# Creature name
source: Bile Demon
de_de: Teufler

# Creature name
source: Vampire
de_de: Vampir

# Creature name
source: Barbarian
de_de: Barbar

# Creature name
source: Knight
de_de: Ritter

# Creature name
source: Wizard
de_de: Zauberer

# Creature name
source: Mountain Dwarf
de_de: Bergzwerg

# Creature name
source: Valley Dwarf
de_de: Talzwerg

# Creature name
source: Thief
de_de: Dieb

# Creature name
source: Priestess
de_de: Priesterin

# Creature name
source: Giant
de_de: Riese

# Creature name
source: Archer
de_de: Bogenschütze

# Creature name
source: Monk
de_de: Mönch

# Unused
source: Moo9
de_de: ungenutzt

# Slab description
source: Empty Lair: Would suit itinerant creature.
de_de: Leeres Versteck: Würde einer umherwandernden Kreatur schon gefallen.

# Slab description
source: Impenetrable Rock: Your Imps cannot dig through this. [12.4]
de_de: Undurchdringlicher Felsen: Eure Imps können nicht durchgraben. [12.4]

# Slab description
source: Earth: You can excavate this. [12.1]
de_de: Erde: Darin könnt Ihr buddeln. [12.1]

# Slab description
source: Gold Seam: Your source of wealth. Dig this out and your Imps will take it to your Treasure Room. [12.2]
de_de: Goldader: Das ist die Quelle Eures Wohlstands. Baut das Gold ab, und Eure Imps werden es zur Schatzkammer bringen. [12.2]

# Slab description
source: Lava: Burns any creature that step on it. [14.2]
de_de: Lava: Schmilzt jede Kreatur ein, die hineintritt. [14.2]

# Slab description
source: Water: Creatures move more slowly through water. [14.1]
de_de: Wasser: Kreaturen bewegen sich langsamer durch Wasser. [14.1]

# Slab description
source: Wall: A reinforced stone wall that enemies cannot break through. [12.1]
de_de: Wand: Eine verstärkte Steinwand, durch die Gegner nicht eindringen können. [12.1]

# Slab description
source: Damaged Wall: Unless repaired, this wall will eventually collapse.
de_de: Beschädigte Wand: Wenn diese Wand nicht repariert wird, stürzt sie wahrscheinlich ein.

# Slab description
source: Path: Unclaimed earth floor. [12.1]
de_de: Pfad: Unbenutzter Trampelpfad. [12.1]

# Slab description
source: Claimed area: Your dungeon territory. [12.1]
de_de: Benutztes Gebiet: Euer Dungeon-Gebiet. [12.1]

# In-game message
source: Level completed - press Escape to continue
de_de: LEVEL ABGESCHLOSSEN - ZUM FORTFAHREN LEERTASTE DRÜCKEN

# In-game message
source: You have been defeated. Press Space to restart.
de_de: LEVEL VERLOREN - ZUM NEUSTARTEN LEERTASTE DRÜCKEN

# Unused
source: Moo5
de_de: ungenutzt

# Dungeon special decription
source: Reveal Map: Reveals the entire underground realm to you.
de_de: Karte offenbahren: Offenbahrt Euer gesamtes unterirdisches Reich.

# Dungeon special decription
source: Resurrect Creature: You may raise one of your fallen minions from the dead.
de_de: Kreatur wiederbeleben: Ihr könnt vielleicht einen gefallenen Untergebenen wiederbeleben.

# Dungeon special decription
source: Transfer Creature: Pick one of your creatures to accompany you to the next realm.
de_de: Kreaturen-Transfer: Nehmt eine Eurer Kreaturen auf, damit sie Euch ins nächste Königreich begleitet.

# Dungeon special decription
source: Steal Hero: Subvert a hero to your cause.
de_de: Helden-Raub: Bekehrt einen Helden zu Eurer Seite.

# Dungeon special decription
source: Multiply Creatures: Create a double of each of your creatures.
de_de: Kreaturen klonen: Klont jede Eurer Kreaturen einmal.

# Dungeon special decription
source: Increase Level: Bestows greater skill on all your creatures.
de_de: Level steigern: Verleiht allen Euren Kreaturen mehr Fähigkeiten.

# Dungeon special decription
source: Make Safe : Reinforces your entire dungeon.
de_de: Sichern: Verstärkt Euren gesamten Dungeon.

# Dungeon special name
source: Resurrect Creature
de_de: Kreatur wiederbeleben

# Dungeon special name
source: Transfer Creature
de_de: Kreaturen-Transfer

# Menu interface item
source: Underworld Amusement
de_de: Unterwelt Unterhaltung

# Unused
source: Moo6
de_de: ungenutzt

# Slab description
source: Gems: Infinite wealth for your Imps to extract. [12.3]
de_de: Juwelen: Unendlicher Wohlstand, den Eure Imps gewinnen können. [12.3]

# Object description
source: Hero Gate: Heroes use this portal to invade your dungeon. [15.4]
de_de: Heldentor: Helden benutzen diesen Eingang, um in Euren Dungeon einzufallen. [15.4]

# Creature name
source: Tunneller
de_de: Dunkelzwerg

# Unused
source: Moo7
de_de: ungenutzt

# In-game tab with rooms
source: Treasure Room
de_de: SCHATZKAMMER

# In-game tab with rooms
source: Library
de_de: BIBLIOTHEK

# In-game tab with rooms
source: Lair
de_de: VERSTECK

# In-game tab with rooms
source: Prison
de_de: GEFÄNGNIS

# In-game tab with rooms
source: Torture Room
de_de: FOLTERKAMMER

# In-game tab with rooms
source: Training Room
de_de: TRAININGSRAUM

# In-game tab with rooms
source: Dungeon Heart
de_de: DUNGEON-HERZ

# In-game tab with rooms
source: Workshop
de_de: HANDWERKSR.

# In-game tab with rooms
source: Scavenger Room
de_de: KÖDERRAUM

# In-game tab with rooms
source: Temple
de_de: TEMPEL

# In-game tab with rooms
source: Graveyard
de_de: FRIEDHOF

# In-game tab with rooms
source: Barracks
de_de: BARRACKEN

# In-game tab with rooms
source: Hatchery
de_de: HÜHNERFARM

# In-game tab with rooms
source: Guard Post
de_de: WACHPOSTEN

# In-game tab with rooms
source: Bridge
de_de: BRÜCKE

# Unused
source: Moo8
de_de: ungenutzt

# Trap names
source: Boulder Trap
de_de: Indy-Falle

# Trap names
source: Alarm Trap
de_de: Alarm-Falle

# Trap names
source: Poison Gas Trap
de_de: Giftgas-Falle

# Trap names
source: Lightning Trap
de_de: Blitz-Falle

# Trap names
source: Word of Power Trap
de_de: Machtwort-Falle

# Trap names
source: Lava Trap
de_de: Lava-Falle

# Trap description
source: Boulder Trap: A rolling rock that crushes everything in its path. LMB select. RMB zoom. [20.1]
de_de: Indy-Falle: Ein rollender Felsen, der alles auf seinem Weg niederwalzt. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [20.1]

# Trap description
source: Alarm Trap: Triggers a Call To Arms spell. LMB select. RMB zoom. [20.2]
de_de: Alarm-Falle: Löst den Spruch Zusammenrufen aus. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [20.2]

# Trap description
source: Poison Gas Trap: A cloud of noxious vapours triggered by your enemies. LMB select. RMB zoom. [20.3]
de_de: Giftgas-Falle: Eine Wolke übler Dämpfe wird durch Gegner ausgelöst. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [20.3]

# Trap description
source: Lightning Trap: Strikes nearby enemy creatures with bolts of lightning. LMB select. RMB zoom. [20.4]
de_de: Blitz-Falle: Gegner in der nächsten Umgebung werden von Blitzen getroffen. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [20.4]

# Trap description
source: Word of Power Trap: Radiates devastating rings of demonic energy, damaging all creatures within range. LMB select. RMB zoom. [20.5]
de_de: WortderKraft-Falle: Setzt einen Ring dämonischer Energie frei, die alle Gegner in Reichweite zu Schaden bringt. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [20.5]

# Trap description
source: Lava Trap: The tile disintegrates revealing a pool of molten lava. LMB select. RMB zoom. [20.6]
de_de: Lava-Falle: Damit wird ein Strom geschmolzener Lava ausgelöst. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [20.6]

# Door name
source: Wooden Door
de_de: Holztür

# Door name
source: Braced Door
de_de: Verstärkte Tür

# Door name
source: Iron Door
de_de: Eisentür

# Door name
source: Magic Door
de_de: Magische Tür

# Door description
source: Wooden Door: The simplest means of restricting access. LMB select. RMB zoom. [21.1]
de_de: Holztür: Die einfachste Art, Eintritt zu verwehren. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [21.1]

# Door description
source: Braced Door: A wooden door reinforced with iron. LMB select. RMB zoom. [21.2]
de_de: Verstärkte Tür: Eine Holztür, die mit Eisen verstärkt wurde. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [21.2]

# Door description
source: Iron Door: Strong, heavy door capable of sustaining massive damage. LMB select. RMB zoom. [21.3]
de_de: Eisentür: Eine massive und starke Tür, die eine Menge Schaden verkraftet. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [21.3]

# Door description
source: Magic Door: A special door, highly resistant to physical damage but susceptible to magical damage. LMB select. RMB zoom. [21.4]
de_de: Magische Tür: Eine spezielle Tür, die hochgradig gegen physische Schäden geschützt ist, leider aber nicht gegen magische. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [21.4]

# Room name
source: Portal
de_de: Eingang

# Room name
source: Treasure Room
de_de: Schatzkammer

# Room name
source: Library
de_de: Bibliothek

# Room name
source: Prison
de_de: Gefängnis

# Room name
source: Torture Chamber
de_de: Folterkammer

# Room name
source: Training Room
de_de: Trainingsraum

# Room name
source: Dungeon Heart
de_de: Dungeon-Herz

# Room name
source: Workshop
de_de: Handwerkskammer

# Room name
source: Graveyard
de_de: Friedhof

# Room name
source: Barracks
de_de: Barracken

# Room name
source: Hatchery
de_de: Hühnerfarm

# Room name
source: Lair
de_de: Versteck

# Room name
source: Bridge
de_de: Brücke

# Room name
source: Guard Post
de_de: Wachposten

# Room name
source: Temple
de_de: Tempel

# Room name
source: Scavenger Room
de_de: Köderraum

# Object name
source: Hero Gate
de_de: Heldentor

# Room description
source: Treasure Room: Your gold is stored here. LMB select. RMB zoom. [17.1]
de_de: Schatzkammer: Hier wird Euer Gold gelagert. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [17.1]

# Room description
source: Library: The room where spells are researched. LMB select. RMB zoom. [17.4]
de_de: Bibliothek: Hier werden Sprüche erforscht. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [17.4]

# Room description
source: Prison: Place enemy creatures here for safe keeping. LMB select. RMB zoom. [17.10]
de_de: Gefängnis: Hier könnt Ihr gegnerische Kreaturen sicher aufbewahren. Mit der linken Maustaste wählen. Mit der rechten Maustaste zoomen. [17.10]
